{"query":"001003","verses":[{},{"canonical":"Genesis 3:1","passages":["והנחש היה ערום מכל חית השדה אשר עשה יהוה אלהים ויאמר אל האשה אף כי אמר אלהים לא תאכלו מכל עץ הגן "],"query":"001003001"},{"canonical":"Genesis 3:2","passages":["ותאמר האשה אל הנחש מפרי עץ הגן נאכל "],"query":"001003002"},{"canonical":"Genesis 3:3","passages":["ומפרי העץ אשר בתוך הגן אמר אלהים לא תאכלו ממנו ולא תגעו בו פן תמתון "],"query":"001003003"},{"canonical":"Genesis 3:4","passages":["ויאמר הנחש אל האשה לא מות תמתון "],"query":"001003004"},{"canonical":"Genesis 3:5","passages":["כי ידע אלהים כי ביום אכלכם ממנו ונפקחו עיניכם והייתם כאלהים ידעי טוב ורע "],"query":"001003005"},{"canonical":"Genesis 3:6","passages":["ותרא האשה כי טוב העץ למאכל וכי תאוה הוא לעינים ונחמד העץ להשכיל ותקח מפריו ותאכל ותתן גם לאישה עמה ויאכל "],"query":"001003006"},{"canonical":"Genesis 3:7","passages":["ותפקחנה עיני שניהם וידעו כי עירמם הם ויתפרו עלה תאנה ויעשו להם חגרת "],"query":"001003007"},{"canonical":"Genesis 3:8","passages":["וישמעו את קול יהוה אלהים מתהלך בגן לרוח היום ויתחבא האדם ואשתו מפני יהוה אלהים בתוך עץ הגן "],"query":"001003008"},{"canonical":"Genesis 3:9","passages":["ויקרא יהוה אלהים אל האדם ויאמר לו איכה "],"query":"001003009"},{"canonical":"Genesis 3:10","passages":["ויאמר את קלך שמעתי בגן ואירא כי עירם אנכי ואחבא "],"query":"001003010"},{"canonical":"Genesis 3:11","passages":["ויאמר מי הגיד לך כי עירם אתה המן העץ אשר צויתיך לבלתי אכל ממנו אכלת "],"query":"001003011"},{"canonical":"Genesis 3:12","passages":["ויאמר האדם האשה אשר נתתה עמדי הוא נתנה לי מן העץ ואכל "],"query":"001003012"},{"canonical":"Genesis 3:13","passages":["ויאמר יהוה אלהים לאשה מה זאת עשית ותאמר האשה הנחש השיאני ואכל "],"query":"001003013"},{"canonical":"Genesis 3:14","passages":["ויאמר יהוה אלהים אל הנחש כי עשית זאת ארור אתה מכל הבהמה ומכל חית השדה על גחנך תלך ועפר תאכל כל ימי חייך "],"query":"001003014"},{"canonical":"Genesis 3:15","passages":["ואיבה אשית בינך ובין האשה ובין זרעך ובין זרעה הוא ישופך ראש ואתה תשופנו עקב  ס "],"query":"001003015"},{"canonical":"Genesis 3:16","passages":["אל האשה אמר הרבה ארבה עצבונך והרנך בעצב תלדי בנים ואל אישך תשוקתך והוא ימשל בך  ס "],"query":"001003016"},{"canonical":"Genesis 3:17","passages":["ולאדם אמר כי שמעת לקול אשתך ותאכל מן העץ אשר צויתיך לאמר לא תאכל ממנו ארורה האדמה בעבורך בעצבון תאכלנה כל ימי חייך "],"query":"001003017"},{"canonical":"Genesis 3:18","passages":["וקוץ ודרדר תצמיח לך ואכלת את עשב השדה "],"query":"001003018"},{"canonical":"Genesis 3:19","passages":["בזעת אפיך תאכל לחם עד שובך אל האדמה כי ממנה לקחת כי עפר אתה ואל עפר תשוב "],"query":"001003019"},{"canonical":"Genesis 3:20","passages":["ויקרא האדם שם אשתו חוה כי הוא היתה אם כל חי "],"query":"001003020"},{"canonical":"Genesis 3:21","passages":["ויעש יהוה אלהים לאדם ולאשתו כתנות עור וילבשם פ"],"query":"001003021"},{"canonical":"Genesis 3:22","passages":["ויאמר יהוה אלהים הן האדם היה כאחד ממנו לדעת טוב ורע ועתה פן ישלח ידו ולקח גם מעץ החיים ואכל וחי לעלם "],"query":"001003022"},{"canonical":"Genesis 3:23","passages":["וישלחהו יהוה אלהים מגן עדן לעבד את האדמה אשר לקח משם "],"query":"001003023"},{"canonical":"Genesis 3:24","passages":["ויגרש את האדם וישכן מקדם לגן עדן את הכרבים ואת להט החרב המתהפכת לשמר את דרך עץ החיים  ס "],"query":"001003024"}]}