{"query":"001039","verses":[{},{"canonical":"Genesis 39:1","passages":["ויוסף הורד מצרימה ויקנהו פוטיפר סריס פרעה שר הטבחים איש מצרי מיד הישמעאלים אשר הורדהו שמה "],"query":"001039001"},{"canonical":"Genesis 39:2","passages":["ויהי יהוה את יוסף ויהי איש מצליח ויהי בבית אדניו המצרי "],"query":"001039002"},{"canonical":"Genesis 39:3","passages":["וירא אדניו כי יהוה אתו וכל אשר הוא עשה יהוה מצליח בידו "],"query":"001039003"},{"canonical":"Genesis 39:4","passages":["וימצא יוסף חן בעיניו וישרת אתו ויפקדהו על ביתו וכל יש לו נתן בידו "],"query":"001039004"},{"canonical":"Genesis 39:5","passages":["ויהי מאז הפקיד אתו בביתו ועל כל אשר יש לו ויברך יהוה את בית המצרי בגלל יוסף ויהי ברכת יהוה בכל אשר יש לו בבית ובשדה "],"query":"001039005"},{"canonical":"Genesis 39:6","passages":["ויעזב כל אשר לו ביד יוסף ולא ידע אתו מאומה כי אם הלחם אשר הוא אוכל ויהי יוסף יפה תאר ויפה מראה "],"query":"001039006"},{"canonical":"Genesis 39:7","passages":["ויהי אחר הדברים האלה ותשא אשת אדניו את עיניה אל יוסף ותאמר שכבה עמי "],"query":"001039007"},{"canonical":"Genesis 39:8","passages":["וימאן ויאמר אל אשת אדניו הן אדני לא ידע אתי מה בבית וכל אשר יש לו נתן בידי "],"query":"001039008"},{"canonical":"Genesis 39:9","passages":["איננו גדול בבית הזה ממני ולא חשך ממני מאומה כי אם אותך באשר את אשתו ואיך אעשה הרעה הגדלה הזאת וחטאתי לאלהים "],"query":"001039009"},{"canonical":"Genesis 39:10","passages":["ויהי כדברה אל יוסף יום יום ולא שמע אליה לשכב אצלה להיות עמה "],"query":"001039010"},{"canonical":"Genesis 39:11","passages":["ויהי כהיום הזה ויבא הביתה לעשות מלאכתו ואין איש מאנשי הבית שם בבית "],"query":"001039011"},{"canonical":"Genesis 39:12","passages":["ותתפשהו בבגדו לאמר שכבה עמי ויעזב בגדו בידה וינס ויצא החוצה "],"query":"001039012"},{"canonical":"Genesis 39:13","passages":["ויהי כראותה כי עזב בגדו בידה וינס החוצה "],"query":"001039013"},{"canonical":"Genesis 39:14","passages":["ותקרא לאנשי ביתה ותאמר להם לאמר ראו הביא לנו איש עברי לצחק בנו בא אלי לשכב עמי ואקרא בקול גדול "],"query":"001039014"},{"canonical":"Genesis 39:15","passages":["ויהי כשמעו כי הרימתי קולי ואקרא ויעזב בגדו אצלי וינס ויצא החוצה "],"query":"001039015"},{"canonical":"Genesis 39:16","passages":["ותנח בגדו אצלה עד בוא אדניו אל ביתו "],"query":"001039016"},{"canonical":"Genesis 39:17","passages":["ותדבר אליו כדברים האלה לאמר בא אלי העבד העברי אשר הבאת לנו לצחק בי "],"query":"001039017"},{"canonical":"Genesis 39:18","passages":["ויהי כהרימי קולי ואקרא ויעזב בגדו אצלי וינס החוצה "],"query":"001039018"},{"canonical":"Genesis 39:19","passages":["ויהי כשמע אדניו את דברי אשתו אשר דברה אליו לאמר כדברים האלה עשה לי עבדך ויחר אפו "],"query":"001039019"},{"canonical":"Genesis 39:20","passages":["ויקח אדני יוסף אתו ויתנהו אל בית הסהר מקום אשר אסירי המלך אסורים ו͏יהי שם בבית הסהר "],"query":"001039020"},{"canonical":"Genesis 39:21","passages":["ויהי יהוה את יוסף ויט אליו חסד ויתן חנו בעיני שר בית הסהר "],"query":"001039021"},{"canonical":"Genesis 39:22","passages":["ויתן שר בית הסהר ביד יוסף את כל האסירם אשר בבית הסהר ואת כל אשר עשים שם הוא היה עשה "],"query":"001039022"},{"canonical":"Genesis 39:23","passages":["אין שר בית הסהר ראה את כל מאומה בידו באשר יהוה אתו ואשר הוא עשה יהוה מצליח  ס "],"query":"001039023"}]}