{"query":"001020","verses":[{},{"canonical":"Genesis 20:1","passages":["ויסע משם אברהם ארצה הנגב וישב בין קדש ובין שור ויגר בגרר "],"query":"001020001"},{"canonical":"Genesis 20:2","passages":["ויאמר אברהם אל שרה אשתו אחתי הוא וישלח אבימלך מלך גרר ויקח את שרה "],"query":"001020002"},{"canonical":"Genesis 20:3","passages":["ויבא אלהים אל אבימלך בחלום הלילה ויאמר לו הנך מת על האשה אשר לקחת והוא בעלת בעל "],"query":"001020003"},{"canonical":"Genesis 20:4","passages":["ואבימלך לא קרב אליה ויאמר אדני הגוי גם צדיק תהרג "],"query":"001020004"},{"canonical":"Genesis 20:5","passages":["הלא הוא אמר לי אחתי הוא והיא גם הוא א͏מרה אחי הוא בתם לבבי ובנקין כפי עשיתי זאת "],"query":"001020005"},{"canonical":"Genesis 20:6","passages":["ויאמר אליו ה͏אלהים בחלם גם אנכי ידעתי כי בתם לבבך עשית זאת ואחשך גם אנכי אותך מחטו לי על כן לא נתתיך לנגע אליה "],"query":"001020006"},{"canonical":"Genesis 20:7","passages":["ועתה השב אשת האיש כי נביא הוא ויתפלל ב͏עדך וחיה ואם אינך משיב דע כי מות תמות אתה וכל אשר לך "],"query":"001020007"},{"canonical":"Genesis 20:8","passages":["וישכם אבימלך בבקר ויקרא לכל עבדיו וידבר את כל הדברים האלה באזניהם וייראו האנשים מאד "],"query":"001020008"},{"canonical":"Genesis 20:9","passages":["ויקרא אבימלך לאברהם ויאמר לו מה עשית לנו ומה חטאתי לך כי הבאת עלי ועל ממלכתי חטאה גדלה מעשים אשר לא יעשו עשית עמדי "],"query":"001020009"},{"canonical":"Genesis 20:10","passages":["ויאמר אבימלך אל אברהם מה ראית כי עשית את הדבר הזה "],"query":"001020010"},{"canonical":"Genesis 20:11","passages":["ויאמר אברהם כי אמרתי רק אין יראת אלהים במקום הזה והרגוני על דבר אשתי "],"query":"001020011"},{"canonical":"Genesis 20:12","passages":["וגם אמנה אחתי בת אבי הוא אך לא בת אמי ותהי לי לאשה "],"query":"001020012"},{"canonical":"Genesis 20:13","passages":["ויהי כאשר התעו אתי אלהים מבית אבי ואמר לה זה חסדך אשר תעשי עמדי אל כל המקום אשר נבוא שמה אמרי לי אחי הוא "],"query":"001020013"},{"canonical":"Genesis 20:14","passages":["ויקח אבימלך צאן ובקר ועבדים ושפחת ויתן לאברהם וישב לו את שרה אשתו "],"query":"001020014"},{"canonical":"Genesis 20:15","passages":["ויאמר אבימלך הנה ארצי לפניך בטוב בעיניך שב "],"query":"001020015"},{"canonical":"Genesis 20:16","passages":["ולשרה אמר הנה נתתי אלף כסף לאחיך הנה הוא לך כסות עינים לכל אשר אתך ואת כל ונכחת "],"query":"001020016"},{"canonical":"Genesis 20:17","passages":["ויתפלל אברהם אל האלהים וירפא אלהים את אבימלך ואת אשתו ואמהתיו וילדו "],"query":"001020017"},{"canonical":"Genesis 20:18","passages":["כי עצר עצר יהוה בעד כל רחם לבית אבימלך על דבר שרה אשת אברהם  ס "],"query":"001020018"}]}