{"query":"001022","verses":[{},{"canonical":"Genesis 22:1","passages":["ויהי אחר הדברים האלה והאלהים נסה את אברהם ויאמר אליו אברהם ויאמר הנני "],"query":"001022001"},{"canonical":"Genesis 22:2","passages":["ויאמר קח נא את בנך את יחידך אשר אהבת את יצחק ולך לך אל ארץ המריה והעלהו שם לעלה על אחד ההרים אשר אמר אליך "],"query":"001022002"},{"canonical":"Genesis 22:3","passages":["וישכם אברהם בבקר ויחבש את חמרו ויקח את שני נעריו אתו ואת יצחק בנו ויבקע עצי עלה ויקם וילך אל המקום אשר אמר לו האלהים "],"query":"001022003"},{"canonical":"Genesis 22:4","passages":["ביום השלישי וישא אברהם את עיניו וירא את המקום מרחק "],"query":"001022004"},{"canonical":"Genesis 22:5","passages":["ויאמר אברהם אל נעריו שבו לכם פה עם החמור ואני והנער נלכה עד כה ונשתחוה ונשובה אליכם "],"query":"001022005"},{"canonical":"Genesis 22:6","passages":["ויקח אברהם את עצי העלה וישם על יצחק בנו ויקח בידו את האש ואת המאכלת וילכו שניהם יחדו "],"query":"001022006"},{"canonical":"Genesis 22:7","passages":["ויאמר יצחק אל אברהם אביו ויאמר אבי ויאמר הנני בני ויאמר הנה האש והעצים ואיה השה לעלה "],"query":"001022007"},{"canonical":"Genesis 22:8","passages":["ויאמר אברהם אלהים יראה לו השה לעלה בני וילכו שניהם יחדו "],"query":"001022008"},{"canonical":"Genesis 22:9","passages":["ויבאו אל המקום אשר אמר לו האלהים ויבן שם אברהם את המזבח ויערך את העצים ויעקד את יצחק בנו וישם אתו על המזבח ממעל לעצים "],"query":"001022009"},{"canonical":"Genesis 22:10","passages":["וישלח אברהם את ידו ויקח את המאכלת לשחט את בנו "],"query":"001022010"},{"canonical":"Genesis 22:11","passages":["ויקרא אליו מלאך יהוה מן השמים ויאמר אברהם אברהם ויאמר הנני "],"query":"001022011"},{"canonical":"Genesis 22:12","passages":["ויאמר אל תשלח ידך אל הנער ואל תעש לו מאומה כי עתה ידעתי כי ירא אלהים אתה ולא חשכת את בנך את יחידך ממני "],"query":"001022012"},{"canonical":"Genesis 22:13","passages":["וישא אברהם את עיניו וירא והנה איל אחר נאחז בסבך בקרניו וילך אברהם ויקח את האיל ויעלהו לעלה תחת בנו "],"query":"001022013"},{"canonical":"Genesis 22:14","passages":["ויקרא אברהם שם המקום ההוא יהוה יראה אשר יאמר היום בהר יהוה יראה "],"query":"001022014"},{"canonical":"Genesis 22:15","passages":["ויקרא מלאך יהוה אל אברהם שנית מן השמים "],"query":"001022015"},{"canonical":"Genesis 22:16","passages":["ויאמר בי נשבעתי נאם יהוה כי יען אשר עשית את הדבר הזה ולא חשכת את בנך את יחידך "],"query":"001022016"},{"canonical":"Genesis 22:17","passages":["כי ברך אברכך והרבה ארבה את זרעך ככוכבי השמים וכחול אשר על שפת הים וירש זרעך את שער איביו "],"query":"001022017"},{"canonical":"Genesis 22:18","passages":["והתברכו בזרעך כל גויי הארץ עקב אשר שמעת בקלי "],"query":"001022018"},{"canonical":"Genesis 22:19","passages":["וישב אברהם אל נעריו ויקמו וילכו יחדו אל באר שבע וישב אברהם בבאר שבע פ"],"query":"001022019"},{"canonical":"Genesis 22:20","passages":["ויהי אחרי הדברים האלה ויגד לאברהם לאמר הנה ילדה מלכה גם הוא בנים לנחור אחיך "],"query":"001022020"},{"canonical":"Genesis 22:21","passages":["את עוץ בכרו ואת בוז אחיו ואת קמואל אבי ארם "],"query":"001022021"},{"canonical":"Genesis 22:22","passages":["ואת כשד ואת חזו ואת פלדש ואת ידלף ואת בתואל "],"query":"001022022"},{"canonical":"Genesis 22:23","passages":["ובתואל ילד את רבקה שמנה אלה ילדה מלכה לנחור אחי אברהם "],"query":"001022023"},{"canonical":"Genesis 22:24","passages":["ופילגשו ושמה ראומה ותלד גם הוא את טבח ואת גחם ואת תחש ואת מעכה  ס "],"query":"001022024"}]}