{"query":"002003","verses":[{},{"canonical":"Exodus 3:1","passages":["ומשה היה רעה את צאן יתרו חתנו כהן מדין וינהג את הצאן אחר המדבר ויבא אל הר האלהים חרבה "],"query":"002003001"},{"canonical":"Exodus 3:2","passages":["וירא מלאך יהוה אליו בלבת אש מתוך הסנה וירא והנה הסנה בער באש והסנה איננו אכל "],"query":"002003002"},{"canonical":"Exodus 3:3","passages":["ויאמר משה אסרה נא ואראה את המראה הגדל הזה מדוע לא יבער הסנה "],"query":"002003003"},{"canonical":"Exodus 3:4","passages":["וירא יהוה כי סר לראות ויקרא אליו אלהים מתוך הסנה ויאמר משה משה ויאמר הנני "],"query":"002003004"},{"canonical":"Exodus 3:5","passages":["ויאמר אל תקרב הלם של נעליך מעל רגליך כי המקום אשר אתה עומד עליו אדמת קדש הוא "],"query":"002003005"},{"canonical":"Exodus 3:6","passages":["ויאמר אנכי אלהי אביך אלהי אברהם אלהי יצחק ואלהי יעקב ויסתר משה פניו כי ירא מהביט אל האלהים "],"query":"002003006"},{"canonical":"Exodus 3:7","passages":["ויאמר יהוה ראה ראיתי את עני עמי אשר במצרים ואת צעקתם שמעתי מפני נגשיו כי ידעתי את מכאביו "],"query":"002003007"},{"canonical":"Exodus 3:8","passages":["וארד להצילו מיד מצרים ולהעלתו מן הארץ ההוא אל ארץ טובה ורחבה אל ארץ זבת חלב ודבש אל מקום הכנעני והחתי והאמרי והפרזי והחוי והיבוסי "],"query":"002003008"},{"canonical":"Exodus 3:9","passages":["ועתה הנה צעקת בני ישראל באה אלי וגם ראיתי את הלחץ אשר מצרים לחצים אתם "],"query":"002003009"},{"canonical":"Exodus 3:10","passages":["ועתה לכה ואשלחך אל פרעה והוצא את עמי בני ישראל ממצרים "],"query":"002003010"},{"canonical":"Exodus 3:11","passages":["ויאמר משה אל האלהים מי אנכי כי אלך אל פרעה וכי אוציא את בני ישראל ממצרים "],"query":"002003011"},{"canonical":"Exodus 3:12","passages":["ויאמר כי אהיה עמך וזה לך האות כי אנכי שלחתיך בהוציאך את העם ממצרים תעבדון את האלהים על ההר הזה "],"query":"002003012"},{"canonical":"Exodus 3:13","passages":["ויאמר משה אל האלהים הנה אנכי בא אל בני ישראל ואמרתי להם אלהי אבותיכם שלחני אליכם ואמרו לי מה שמו מה אמר אלהם "],"query":"002003013"},{"canonical":"Exodus 3:14","passages":["ויאמר אלהים אל משה אהיה אשר אהיה ויאמר כה תאמר לבני ישראל אהיה שלחני אליכם "],"query":"002003014"},{"canonical":"Exodus 3:15","passages":["ויאמר עוד אלהים אל משה כה תאמר אל בני ישראל יהוה אלהי אבתיכם אלהי אברהם אלהי יצחק ואלהי יעקב שלחני אליכם זה שמי לעלם וזה זכרי לדר דר "],"query":"002003015"},{"canonical":"Exodus 3:16","passages":["לך ואספת את זקני ישראל ואמרת אלהם יהוה אלהי אבתיכם נראה אלי אלהי אברהם יצחק ויעקב לאמר פקד פקדתי אתכם ואת העשוי לכם במצרים "],"query":"002003016"},{"canonical":"Exodus 3:17","passages":["ואמר אעלה אתכם מעני מצרים אל ארץ הכנעני והחתי והאמרי והפרזי והחוי והיבוסי אל ארץ זבת חלב ודבש "],"query":"002003017"},{"canonical":"Exodus 3:18","passages":["ושמעו לקלך ובאת אתה וזקני ישראל אל מלך מצרים ואמרתם אליו יהוה אלהי העבריים נקרה עלינו ועתה נלכה נא דרך שלשת ימים במדבר ונזבחה ליהוה אלהינו "],"query":"002003018"},{"canonical":"Exodus 3:19","passages":["ואני ידעתי כי לא יתן אתכם מלך מצרים להלך ולא ביד חזקה "],"query":"002003019"},{"canonical":"Exodus 3:20","passages":["ושלחתי את ידי והכיתי את מצרים בכל נפלאתי אשר א͏עשה בקרבו ואחרי כן ישלח אתכם "],"query":"002003020"},{"canonical":"Exodus 3:21","passages":["ונתתי את חן העם הזה בעיני מצרים והיה כי תלכון לא תלכו ריקם "],"query":"002003021"},{"canonical":"Exodus 3:22","passages":["ושאלה אשה משכנתה ומגרת ביתה כלי כסף וכלי זהב ושמלת ושמתם על בניכם ועל בנתיכם ונצלתם את מצרים "],"query":"002003022"}]}