{"query":"002009","verses":[{},{"canonical":"Exodus 9:1","passages":["ויאמר יהוה אל משה בא אל פרעה ודברת אליו כה אמר יהוה אלהי העברים שלח את עמי ויעבדני "],"query":"002009001"},{"canonical":"Exodus 9:2","passages":["כי אם מאן אתה לשלח ועודך מחזיק בם "],"query":"002009002"},{"canonical":"Exodus 9:3","passages":["הנה יד יהוה הויה במקנך אשר בשדה בסוסים בחמרים בגמלים בבקר ובצאן דבר כבד מאד "],"query":"002009003"},{"canonical":"Exodus 9:4","passages":["והפלה יהוה בין מקנה ישראל ובין מקנה מצרים ולא ימות מכל לבני ישראל דבר "],"query":"002009004"},{"canonical":"Exodus 9:5","passages":["וישם יהוה מועד לאמר מחר יעשה יהוה הדבר הזה בארץ "],"query":"002009005"},{"canonical":"Exodus 9:6","passages":["ויעש יהוה את הדבר הזה ממחרת וימת כל מקנה מצרים וממקנה בני ישראל לא מת אחד "],"query":"002009006"},{"canonical":"Exodus 9:7","passages":["וישלח פרעה והנה לא מת ממקנה ישראל עד אחד ויכבד לב פרעה ולא שלח את העם פ"],"query":"002009007"},{"canonical":"Exodus 9:8","passages":["ויאמר יהוה אל משה ואל אהרן קחו לכם מלא חפניכם פיח כבשן וזרקו משה השמימה לעיני פרעה "],"query":"002009008"},{"canonical":"Exodus 9:9","passages":["והיה לאבק על כל ארץ מצרים והיה על האדם ועל הבהמה לשחין פרח אבעבעת בכל ארץ מצרים "],"query":"002009009"},{"canonical":"Exodus 9:10","passages":["ויקחו את פיח הכבשן ויעמדו לפני פרעה ויזרק אתו משה השמימה ויהי שחין אבעבעת פרח באדם ובבהמה "],"query":"002009010"},{"canonical":"Exodus 9:11","passages":["ולא יכלו ה͏חרטמים לעמד לפני משה מפני השחין כי היה השחין ב͏חרטמם ובכל מצרים "],"query":"002009011"},{"canonical":"Exodus 9:12","passages":["ויחזק יהוה את לב פרעה ולא שמע אלהם כאשר דבר יהוה אל משה  ס "],"query":"002009012"},{"canonical":"Exodus 9:13","passages":["ויאמר יהוה אל משה השכם בבקר והתיצב לפני פרעה ואמרת אליו כה אמר יהוה אלהי העברים שלח את עמי ויעבדני "],"query":"002009013"},{"canonical":"Exodus 9:14","passages":["כי בפעם הזאת אני שלח את כל מגפתי אל לבך ובעבדיך ובעמך בעבור תדע כי אין כמני בכל הארץ "],"query":"002009014"},{"canonical":"Exodus 9:15","passages":["כי עתה שלחתי את ידי ואך אותך ואת עמך בדבר ותכחד מן הארץ "],"query":"002009015"},{"canonical":"Exodus 9:16","passages":["ואולם בעבור זאת העמדתיך בעבור הראתך את כחי ולמען ספר שמי בכל הארץ "],"query":"002009016"},{"canonical":"Exodus 9:17","passages":["עודך מסתולל בעמי לבלתי שלחם "],"query":"002009017"},{"canonical":"Exodus 9:18","passages":["הנני ממטיר כעת מחר ברד כבד מאד אשר לא היה כמהו במצרים למן היום הוסדה ועד עתה "],"query":"002009018"},{"canonical":"Exodus 9:19","passages":["ועתה שלח העז את מקנך ואת כל אשר לך בשדה כל האדם והבהמה אשר ימצא בשדה ולא יאסף הביתה וירד עלהם הברד ומתו "],"query":"002009019"},{"canonical":"Exodus 9:20","passages":["הירא את דבר יהוה מעבדי פרעה הניס את עבדיו ואת מקנהו אל הבתים "],"query":"002009020"},{"canonical":"Exodus 9:21","passages":["ואשר לא שם לבו אל דבר יהוה ויעזב את עבדיו ואת מקנהו בשדה פ"],"query":"002009021"},{"canonical":"Exodus 9:22","passages":["ויאמר יהוה אל משה נטה את ידך על השמים ויהי ברד בכל ארץ מצרים על האדם ועל הבהמה ועל כל עשב השדה בארץ מצרים "],"query":"002009022"},{"canonical":"Exodus 9:23","passages":["ויט משה את מטהו על השמים ויהוה נתן קלת וברד ותהלך אש ארצה וימטר יהוה ברד על ארץ מצרים "],"query":"002009023"},{"canonical":"Exodus 9:24","passages":["ויהי ברד ואש מתלקחת בתוך הברד כבד מאד אשר לא היה כמהו בכל ארץ מצרים מאז היתה לגוי "],"query":"002009024"},{"canonical":"Exodus 9:25","passages":["ויך הברד בכל ארץ מצרים את כל אשר בשדה מאדם ועד בהמה ואת כל עשב השדה הכה הברד ואת כל עץ השדה שבר "],"query":"002009025"},{"canonical":"Exodus 9:26","passages":["רק בארץ גשן אשר שם בני ישראל לא היה ברד "],"query":"002009026"},{"canonical":"Exodus 9:27","passages":["וישלח פרעה ויקרא למשה ולאהרן ויאמר אלהם חטאתי הפעם יהוה הצדיק ואני ועמי הרשעים "],"query":"002009027"},{"canonical":"Exodus 9:28","passages":["העתירו אל יהוה ורב מהית קלת אלהים וברד ואשלחה אתכם ולא תספון לעמד "],"query":"002009028"},{"canonical":"Exodus 9:29","passages":["ויאמר אליו משה כצאתי את העיר אפרש את כפי אל יהוה הקלות יחדלון והברד לא יהיה עוד למען תדע כי ליהוה הארץ "],"query":"002009029"},{"canonical":"Exodus 9:30","passages":["ואתה ועבדיך ידעתי כי טרם תיראון מפני יהוה אלהים "],"query":"002009030"},{"canonical":"Exodus 9:31","passages":["והפשתה והשערה נכתה כי השערה אביב והפשתה גבעל "],"query":"002009031"},{"canonical":"Exodus 9:32","passages":["והחטה והכסמת לא נכו כי אפילת הנה "],"query":"002009032"},{"canonical":"Exodus 9:33","passages":["ויצא משה מעם פרעה את העיר ויפרש כפיו אל יהוה ויחדלו הקלות והברד ומטר לא נתך ארצה "],"query":"002009033"},{"canonical":"Exodus 9:34","passages":["וירא פרעה כי חדל המטר והברד והקלת ויסף לחטא ויכבד לבו הוא ועבדיו "],"query":"002009034"},{"canonical":"Exodus 9:35","passages":["ויחזק לב פרעה ולא שלח את בני ישראל כאשר דבר יהוה ביד משה פ"],"query":"002009035"}]}