{"query":"002016","verses":[{},{"canonical":"Exodus 16:1","passages":["ויסעו מאילם ויבאו כל עדת בני ישראל אל מדבר סין אשר בין אילם ובין סיני בחמשה עשר יום לחדש השני לצאתם מארץ מצרים "],"query":"002016001"},{"canonical":"Exodus 16:2","passages":["וילונו כל עדת בני ישראל על משה ועל אהרן במדבר "],"query":"002016002"},{"canonical":"Exodus 16:3","passages":["ויאמרו אלהם בני ישראל מי יתן מותנו ביד יהוה בארץ מצרים בשבתנו על סיר הבשר באכלנו לחם לשבע כי הוצאתם אתנו אל המדבר הזה להמית את כל הקהל הזה ברעב  ס "],"query":"002016003"},{"canonical":"Exodus 16:4","passages":["ויאמר יהוה אל משה הנני ממטיר לכם לחם מן השמים ויצא העם ולקטו דבר יום ביומו למען אנסנו הילך בתורתי אם לא "],"query":"002016004"},{"canonical":"Exodus 16:5","passages":["והיה ביום הששי והכינו את אשר יביאו והיה משנה על אשר ילקטו יום יום  ס "],"query":"002016005"},{"canonical":"Exodus 16:6","passages":["ויאמר משה ואהרן אל כל בני ישראל ערב וידעתם כי יהוה הוציא אתכם מארץ מצרים "],"query":"002016006"},{"canonical":"Exodus 16:7","passages":["ובקר וראיתם את כבוד יהוה בשמעו את תלנתיכם על יהוה ונחנו מה כי תלינו עלינו "],"query":"002016007"},{"canonical":"Exodus 16:8","passages":["ויאמר משה בתת יהוה לכם בערב בשר לאכל ולחם בבקר לשבע בשמע יהוה את תלנתיכם אשר אתם מלינם עליו ונחנו מה לא עלינו תלנתיכם כי על יהוה "],"query":"002016008"},{"canonical":"Exodus 16:9","passages":["ויאמר משה אל אהרן אמר אל כל עדת בני ישראל קרבו לפני יהוה כי שמע את תלנתיכם "],"query":"002016009"},{"canonical":"Exodus 16:10","passages":["ויהי כדבר אהרן אל כל עדת בני ישראל ויפנו אל המדבר והנה כבוד יהוה נראה בענן פ"],"query":"002016010"},{"canonical":"Exodus 16:11","passages":["וידבר יהוה אל משה לאמר "],"query":"002016011"},{"canonical":"Exodus 16:12","passages":["שמעתי את תלונת בני ישראל דבר אלהם לאמר בין הערבים תאכלו בשר ובבקר תשבעו לחם וידעתם כי אני יהוה אלהיכם "],"query":"002016012"},{"canonical":"Exodus 16:13","passages":["ויהי בערב ותעל השלו ותכס את המחנה ובבקר היתה שכבת הטל סביב למחנה "],"query":"002016013"},{"canonical":"Exodus 16:14","passages":["ותעל שכבת הטל והנה על פני המדבר דק מחספס דק ככפר על הארץ "],"query":"002016014"},{"canonical":"Exodus 16:15","passages":["ויראו בני ישראל ויאמרו איש אל אחיו מן הוא כי לא ידעו מה הוא ויאמר משה אלהם הוא הלחם אשר נתן יהוה לכם לאכלה "],"query":"002016015"},{"canonical":"Exodus 16:16","passages":["זה הדבר אשר צוה יהוה לקטו ממנו איש לפי אכלו עמר לגלגלת מספר נפשתיכם איש לאשר באהלו תקחו "],"query":"002016016"},{"canonical":"Exodus 16:17","passages":["ויעשו כן בני ישראל וילקטו המרבה והממעיט "],"query":"002016017"},{"canonical":"Exodus 16:18","passages":["וימדו בעמר ולא העדיף המרבה והממעיט לא החסיר איש לפי אכלו לקטו "],"query":"002016018"},{"canonical":"Exodus 16:19","passages":["ויאמר משה אלהם איש אל יותר ממנו עד בקר "],"query":"002016019"},{"canonical":"Exodus 16:20","passages":["ולא שמעו אל משה ויותרו אנשים ממנו עד בקר וירם תולעים ויבאש ויקצף עלהם משה "],"query":"002016020"},{"canonical":"Exodus 16:21","passages":["וילקטו אתו בבקר בבקר איש כפי אכלו וחם השמש ונמס "],"query":"002016021"},{"canonical":"Exodus 16:22","passages":["ויהי ביום הששי לקטו לחם משנה שני העמר לאחד ויבאו כל נשיאי העדה ויגידו למשה "],"query":"002016022"},{"canonical":"Exodus 16:23","passages":["ויאמר אלהם הוא אשר דבר יהוה שבתון שבת קדש ליהוה מחר את אשר תאפו אפו ואת אשר תבשלו בשלו ואת כל העדף הניחו לכם למשמרת עד הבקר "],"query":"002016023"},{"canonical":"Exodus 16:24","passages":["ויניחו אתו עד הבקר כאשר צוה משה ולא הבאיש ורמה לא היתה בו "],"query":"002016024"},{"canonical":"Exodus 16:25","passages":["ויאמר משה אכלהו היום כי שבת היום ליהוה היום לא תמצאהו בשדה "],"query":"002016025"},{"canonical":"Exodus 16:26","passages":["ששת ימים תלקטהו וביום השביעי שבת לא יהיה בו "],"query":"002016026"},{"canonical":"Exodus 16:27","passages":["ו͏יהי ביום השביעי יצאו מן העם ללקט ולא מצאו  ס "],"query":"002016027"},{"canonical":"Exodus 16:28","passages":["ויאמר יהוה אל משה עד אנה מאנתם לשמר מצותי ותורתי "],"query":"002016028"},{"canonical":"Exodus 16:29","passages":["ראו כי יהוה נתן לכם השבת על כן הוא נתן לכם ביום הששי לחם יומים שבו איש תחתיו אל יצא איש ממקמו ביום השביעי "],"query":"002016029"},{"canonical":"Exodus 16:30","passages":["וישבתו העם ביום השבעי "],"query":"002016030"},{"canonical":"Exodus 16:31","passages":["ויקראו בית ישראל את שמו מן והוא כזרע גד לבן וטעמו כצפיחת בדבש "],"query":"002016031"},{"canonical":"Exodus 16:32","passages":["ויאמר משה זה הדבר אשר צוה יהוה מלא העמר ממנו למשמרת לדרתיכם למען יראו את הלחם אשר האכלתי אתכם במדבר בהוציאי אתכם מארץ מצרים "],"query":"002016032"},{"canonical":"Exodus 16:33","passages":["ויאמר משה אל אהרן קח צנצנת אחת ותן שמה מלא העמר מן והנח אתו לפני יהוה למשמרת לדרתיכם "],"query":"002016033"},{"canonical":"Exodus 16:34","passages":["כאשר צוה יהוה אל משה ויניחהו אהרן לפני העדת למשמרת "],"query":"002016034"},{"canonical":"Exodus 16:35","passages":["ובני ישראל א͏כלו את המן ארבעים שנה עד באם אל ארץ נושבת את המן אכלו עד באם אל קצה ארץ כנען "],"query":"002016035"},{"canonical":"Exodus 16:36","passages":["והעמר עשרית האיפה הוא פ"],"query":"002016036"}]}