{"query":"002005","verses":[{},{"canonical":"Exodus 5:1","passages":["ואחר באו משה ואהרן ויאמרו אל פרעה כה אמר יהוה אלהי ישראל שלח את עמי ויחגו לי במדבר "],"query":"002005001"},{"canonical":"Exodus 5:2","passages":["ויאמר פרעה מי יהוה אשר אשמע בקלו לשלח את ישראל לא ידעתי את יהוה וגם את ישראל לא אשלח "],"query":"002005002"},{"canonical":"Exodus 5:3","passages":["ויאמרו אלהי העברים נקרא עלינו נלכה נא דרך שלשת ימים במדבר ונזבחה ליהוה אלהינו פן יפגענו בדבר או בחרב "],"query":"002005003"},{"canonical":"Exodus 5:4","passages":["ויאמר אלהם מלך מצרים למה משה ואהרן תפריעו את העם ממעשיו לכו לסבלתיכם "],"query":"002005004"},{"canonical":"Exodus 5:5","passages":["ויאמר פרעה הן רבים עתה עם הארץ והשבתם אתם מסבלתם "],"query":"002005005"},{"canonical":"Exodus 5:6","passages":["ויצו פרעה ביום ההוא את הנגשים בעם ואת שטריו לאמר "],"query":"002005006"},{"canonical":"Exodus 5:7","passages":["לא תאספון לתת תבן לעם ללבן הלבנים כתמול שלשם הם ילכו וקששו להם תבן "],"query":"002005007"},{"canonical":"Exodus 5:8","passages":["ואת מתכנת הלבנים אשר הם עשים תמול שלשם תשימו עליהם לא תגרעו ממנו כי נרפים הם על כן הם צעקים לאמר נלכה נזבחה לאלהינו "],"query":"002005008"},{"canonical":"Exodus 5:9","passages":["תכבד העבדה על האנשים ויעשו בה ואל ישעו בדברי שקר "],"query":"002005009"},{"canonical":"Exodus 5:10","passages":["ויצאו נגשי העם ושטריו ויאמרו אל העם לאמר כה אמר פרעה אינני נתן לכם תבן "],"query":"002005010"},{"canonical":"Exodus 5:11","passages":["אתם לכו קחו לכם תבן מאשר תמצאו כי אין נגרע מעבדתכם דבר "],"query":"002005011"},{"canonical":"Exodus 5:12","passages":["ויפץ העם בכל ארץ מצרים לקשש קש לתבן "],"query":"002005012"},{"canonical":"Exodus 5:13","passages":["והנגשים אצים לאמר כלו מעשיכם דבר יום ביומו כאשר בהיות התבן "],"query":"002005013"},{"canonical":"Exodus 5:14","passages":["ויכו שטרי בני ישראל אשר שמו עלהם נגשי פרעה לאמר מדוע לא כליתם חקכם ללבן כתמול שלשם גם תמול גם היום "],"query":"002005014"},{"canonical":"Exodus 5:15","passages":["ויבאו שטרי בני ישראל ויצעקו אל פרעה לאמר למה תעשה כה לעבדיך "],"query":"002005015"},{"canonical":"Exodus 5:16","passages":["תבן אין נתן לעבדיך ולבנים אמרים לנו עשו והנה עבדיך מכים וחטאת עמך "],"query":"002005016"},{"canonical":"Exodus 5:17","passages":["ויאמר נרפים אתם נרפים על כן אתם אמרים נלכה נזבחה ליהוה "],"query":"002005017"},{"canonical":"Exodus 5:18","passages":["ועתה לכו עבדו ותבן לא ינתן לכם ותכן לבנים תתנו "],"query":"002005018"},{"canonical":"Exodus 5:19","passages":["ויראו שטרי בני ישראל אתם ברע לאמר לא תגרעו מלבניכם דבר יום ביומו "],"query":"002005019"},{"canonical":"Exodus 5:20","passages":["ויפגעו את משה ואת אהרן נצבים לקראתם בצאתם מאת פרעה "],"query":"002005020"},{"canonical":"Exodus 5:21","passages":["ויאמרו אלהם ירא יהוה עליכם וישפט אשר הבאשתם את ריחנו בעיני פרעה ובעיני עבדיו לתת חרב בידם להרגנו "],"query":"002005021"},{"canonical":"Exodus 5:22","passages":["וישב משה אל יהוה ויאמר אדני למה הרעתה לעם הזה למה זה שלחתני "],"query":"002005022"},{"canonical":"Exodus 5:23","passages":["ומאז באתי אל פרעה לדבר בשמך הרע לעם הזה והצל לא הצלת את עמך "],"query":"002005023"}]}