{"query":"002004","verses":[{},{"canonical":"Exodus 4:1","passages":["ויען משה ויאמר והן לא יאמינו לי ולא ישמעו בקלי כי יאמרו לא נראה אליך יהוה "],"query":"002004001"},{"canonical":"Exodus 4:2","passages":["ויאמר אליו יהוה זה בידך ויאמר מטה "],"query":"002004002"},{"canonical":"Exodus 4:3","passages":["ויאמר השליכהו ארצה וישליכהו ארצה ויהי לנחש וינס משה מפניו "],"query":"002004003"},{"canonical":"Exodus 4:4","passages":["ויאמר יהוה אל משה שלח ידך ואחז בזנבו וישלח ידו ויחזק בו ויהי למטה בכפו "],"query":"002004004"},{"canonical":"Exodus 4:5","passages":["למען יאמינו כי נראה אליך יהוה אלהי אבתם אלהי אברהם אלהי יצחק ואלהי יעקב "],"query":"002004005"},{"canonical":"Exodus 4:6","passages":["ויאמר יהוה לו עוד הבא נא ידך בחיקך ויבא ידו בחיקו ויוצאה והנה ידו מצרעת כשלג "],"query":"002004006"},{"canonical":"Exodus 4:7","passages":["ויאמר השב ידך אל חיקך וישב ידו אל חיקו ויוצאה מחיקו והנה שבה כבשרו "],"query":"002004007"},{"canonical":"Exodus 4:8","passages":["והיה אם לא יאמינו לך ולא ישמעו לקל האת הראשון והאמינו לקל האת האחרון "],"query":"002004008"},{"canonical":"Exodus 4:9","passages":["והיה אם לא יאמינו גם לשני האתות האלה ולא ישמעון לקלך ולקחת ממימי היאר ושפכת היבשה והיו המים אשר תקח מן היאר והיו לדם ביבשת "],"query":"002004009"},{"canonical":"Exodus 4:10","passages":["ויאמר משה אל יהוה בי אדני לא איש דברים אנכי גם מתמול גם משלשם גם מאז דברך אל עבדך כי כבד פה וכבד לשון אנכי "],"query":"002004010"},{"canonical":"Exodus 4:11","passages":["ויאמר יהוה אליו מי שם פה לאדם או מי ישום אלם או חרש או פקח או עור הלא אנכי יהוה "],"query":"002004011"},{"canonical":"Exodus 4:12","passages":["ועתה לך ואנכי אהיה עם פיך והוריתיך אשר תדבר "],"query":"002004012"},{"canonical":"Exodus 4:13","passages":["ויאמר בי אדני שלח נא ביד תשלח "],"query":"002004013"},{"canonical":"Exodus 4:14","passages":["ויחר אף יהוה במשה ויאמר הלא אהרן אחיך הלוי ידעתי כי דבר ידבר הוא וגם הנה הוא יצא לקראתך וראך ושמח בלבו "],"query":"002004014"},{"canonical":"Exodus 4:15","passages":["ודברת אליו ושמת את הדברים בפיו ואנכי אהיה עם פיך ועם פיהו והוריתי אתכם את אשר תעשון "],"query":"002004015"},{"canonical":"Exodus 4:16","passages":["ודבר הוא לך אל העם והיה הוא יהיה לך לפה ואתה תהיה לו לאלהים "],"query":"002004016"},{"canonical":"Exodus 4:17","passages":["ואת המטה הזה תקח בידך אשר תעשה בו את האתת פ"],"query":"002004017"},{"canonical":"Exodus 4:18","passages":["וילך משה וישב אל יתר חתנו ויאמר לו אלכה נא ואשובה אל אחי אשר במצרים ואראה העודם חיים ויאמר יתרו למשה לך לשלום "],"query":"002004018"},{"canonical":"Exodus 4:19","passages":["ויאמר יהוה אל משה במדין לך שב מצרים כי מתו כל האנשים המבקשים את נפשך "],"query":"002004019"},{"canonical":"Exodus 4:20","passages":["ויקח משה את אשתו ואת בניו וירכבם על החמר וישב ארצה מצרים ויקח משה את מטה האלהים בידו "],"query":"002004020"},{"canonical":"Exodus 4:21","passages":["ויאמר יהוה אל משה בלכתך לשוב מצרימה ראה כל המפתים אשר שמתי בידך ועשיתם לפני פרעה ואני אחזק את לבו ולא ישלח את העם "],"query":"002004021"},{"canonical":"Exodus 4:22","passages":["ואמרת אל פרעה כה אמר יהוה בני בכרי ישראל "],"query":"002004022"},{"canonical":"Exodus 4:23","passages":["ואמר אליך שלח את בני ויעבדני ותמאן לשלחו הנה אנכי הרג את בנך בכרך "],"query":"002004023"},{"canonical":"Exodus 4:24","passages":["ויהי בדרך במלון ויפגשהו יהוה ויבקש המיתו "],"query":"002004024"},{"canonical":"Exodus 4:25","passages":["ותקח צפרה צר ותכרת את ערלת בנה ותגע לרגליו ותאמר כי חתן דמים אתה לי "],"query":"002004025"},{"canonical":"Exodus 4:26","passages":["וירף ממנו אז אמרה חתן דמים למולת פ"],"query":"002004026"},{"canonical":"Exodus 4:27","passages":["ויאמר יהוה אל אהרן לך לקראת משה המדברה וילך ויפגשהו בהר האלהים וישק לו "],"query":"002004027"},{"canonical":"Exodus 4:28","passages":["ויגד משה לאהרן את כל דברי יהוה אשר שלחו ואת כל האתת אשר צוהו "],"query":"002004028"},{"canonical":"Exodus 4:29","passages":["וילך משה ואהרן ויאספו את כל זקני בני ישראל "],"query":"002004029"},{"canonical":"Exodus 4:30","passages":["וידבר אהרן את כל הדברים אשר דבר יהוה אל משה ויעש האתת לעיני העם "],"query":"002004030"},{"canonical":"Exodus 4:31","passages":["ויאמן העם וישמעו כי פקד יהוה את בני ישראל וכי ראה את ענים ויקדו וישתחוו "],"query":"002004031"}]}