{"query":"002012","verses":[{},{"canonical":"Exodus 12:1","passages":["ויאמר יהוה אל משה ואל אהרן בארץ מצרים לאמר "],"query":"002012001"},{"canonical":"Exodus 12:2","passages":["החדש הזה לכם ראש חדשים ראשון הוא לכם לחדשי השנה "],"query":"002012002"},{"canonical":"Exodus 12:3","passages":["דברו אל כל עדת ישראל לאמר בעשר לחדש הזה ויקחו להם איש שה לבית אבת שה לבית "],"query":"002012003"},{"canonical":"Exodus 12:4","passages":["ואם ימעט הבית מהית משה ולקח הוא ושכנו הקרב אל ביתו במכסת נפשת איש לפי אכלו תכסו על השה "],"query":"002012004"},{"canonical":"Exodus 12:5","passages":["שה תמים זכר בן שנה יהיה לכם מן הכבשים ומן העזים תקחו "],"query":"002012005"},{"canonical":"Exodus 12:6","passages":["והיה לכם למשמרת עד ארבעה עשר יום לחדש הזה ושחטו אתו כל קהל עדת ישראל בין הערבים "],"query":"002012006"},{"canonical":"Exodus 12:7","passages":["ולקחו מן הדם ונתנו על שתי המזוזת ועל המשקוף על הבתים אשר יאכלו אתו בהם "],"query":"002012007"},{"canonical":"Exodus 12:8","passages":["ואכלו את הבשר בלילה הזה צלי אש ומצות על מררים יאכלהו "],"query":"002012008"},{"canonical":"Exodus 12:9","passages":["אל תאכלו ממנו נא ובשל מבשל במים כי אם צלי אש ראשו על כרעיו ועל קרבו "],"query":"002012009"},{"canonical":"Exodus 12:10","passages":["ולא תותירו ממנו עד בקר והנתר ממנו עד בקר באש תשרפו "],"query":"002012010"},{"canonical":"Exodus 12:11","passages":["וככה תאכלו אתו מתניכם חגרים נ͏עליכם ברגליכם ומקלכם בידכם ואכלתם אתו בחפזון פסח הוא ליהוה "],"query":"002012011"},{"canonical":"Exodus 12:12","passages":["ועברתי בארץ מצרים בלילה הזה והכיתי כל בכור בארץ מצרים מאדם ועד בהמה ובכל אלהי מצרים אעשה שפטים אני יהוה "],"query":"002012012"},{"canonical":"Exodus 12:13","passages":["והיה הדם לכם לאת על הבתים אשר אתם שם וראיתי את הדם ופסחתי עלכם ולא יהיה בכם נגף למשחית בהכתי בארץ מצרים "],"query":"002012013"},{"canonical":"Exodus 12:14","passages":["והיה היום הזה לכם לזכרון וחגתם אתו חג ליהוה לדרתיכם חקת עולם תחגהו "],"query":"002012014"},{"canonical":"Exodus 12:15","passages":["שבעת ימים מצות תאכלו אך ביום הראשון תשביתו שאר מבתיכם כי כל אכל חמץ ונכרתה הנפש ההוא מישראל מיום הראשן עד יום השבעי "],"query":"002012015"},{"canonical":"Exodus 12:16","passages":["וביום הראשון מקרא קדש וביום השביעי מקרא קדש יהיה לכם כל מלאכה לא יעשה בהם אך אשר יאכל לכל נפש הוא לבדו יעשה לכם "],"query":"002012016"},{"canonical":"Exodus 12:17","passages":["ושמרתם את המצות כי בעצם היום הזה הוצאתי את צבאותיכם מארץ מצרים ושמרתם את היום הזה לדרתיכם חקת עולם "],"query":"002012017"},{"canonical":"Exodus 12:18","passages":["בראשן בארבעה עשר יום לחדש בערב תאכלו מצת עד יום האחד ועשרים לחדש בערב "],"query":"002012018"},{"canonical":"Exodus 12:19","passages":["שבעת ימים שאר לא ימצא בבתיכם כי כל אכל מחמצת ונכרתה הנפש ההוא מעדת ישראל בגר ובאזרח הארץ "],"query":"002012019"},{"canonical":"Exodus 12:20","passages":["כל מחמצת לא תאכלו בכל מושבתיכם תאכלו מצות פ"],"query":"002012020"},{"canonical":"Exodus 12:21","passages":["ויקרא משה לכל זקני ישראל ויאמר אלהם משכו וקחו לכם צאן למשפחתיכם ושחטו הפסח "],"query":"002012021"},{"canonical":"Exodus 12:22","passages":["ולקחתם אגדת אזוב וטבלתם בדם אשר בסף והגעתם אל המשקוף ואל שתי המזוזת מן הדם אשר בסף ואתם לא תצאו איש מפתח ביתו עד בקר "],"query":"002012022"},{"canonical":"Exodus 12:23","passages":["ועבר יהוה לנגף את מצרים וראה את הדם על המשקוף ועל שתי המזוזת ופסח יהוה על הפתח ולא יתן המשחית לבא אל בתיכם לנגף "],"query":"002012023"},{"canonical":"Exodus 12:24","passages":["ושמרתם את הדבר הזה לחק לך ולבניך עד עולם "],"query":"002012024"},{"canonical":"Exodus 12:25","passages":["והיה כי תבאו אל הארץ אשר יתן יהוה לכם כאשר דבר ושמרתם את העבדה הזאת "],"query":"002012025"},{"canonical":"Exodus 12:26","passages":["והיה כי יאמרו אליכם בניכם מה העבדה הזאת לכם "],"query":"002012026"},{"canonical":"Exodus 12:27","passages":["ואמרתם זבח פסח הוא ליהוה אשר פסח על בתי בני ישראל במצרים בנגפו את מצרים ואת בתינו הציל ויקד העם וישתחוו "],"query":"002012027"},{"canonical":"Exodus 12:28","passages":["וילכו וי͏עשו בני ישראל כאשר צוה יהוה את משה ואהרן כן עשו  ס "],"query":"002012028"},{"canonical":"Exodus 12:29","passages":["ויהי בחצי הלילה ויהוה הכה כל בכור בארץ מצרים מבכר פרעה הישב על כסאו עד בכור השבי אשר בבית הבור וכל בכור בהמה "],"query":"002012029"},{"canonical":"Exodus 12:30","passages":["ויקם פרעה לילה הוא וכל עבדיו וכל מצרים ותהי צעקה גדלה במצרים כי אין בית אשר אין שם מת "],"query":"002012030"},{"canonical":"Exodus 12:31","passages":["ויקרא למשה ולאהרן לילה ויאמר קומו צאו מתוך עמי גם אתם גם בני ישראל ולכו עבדו את יהוה כדברכם "],"query":"002012031"},{"canonical":"Exodus 12:32","passages":["גם צאנכם גם בקרכם קחו כאשר דברתם ולכו וברכתם גם אתי "],"query":"002012032"},{"canonical":"Exodus 12:33","passages":["ותחזק מצרים על העם למהר לשלחם מן הארץ כי אמרו כלנו מתים "],"query":"002012033"},{"canonical":"Exodus 12:34","passages":["וישא העם את בצקו טרם יחמץ משארתם צררת בשמלתם על שכמם "],"query":"002012034"},{"canonical":"Exodus 12:35","passages":["ובני ישראל עשו כדבר משה וישאלו ממצרים כלי כסף וכלי זהב ושמלת "],"query":"002012035"},{"canonical":"Exodus 12:36","passages":["ויהוה נתן את חן העם בעיני מצרים וישאלום וינצלו את מצרים פ"],"query":"002012036"},{"canonical":"Exodus 12:37","passages":["ויסעו בני ישראל מרעמסס סכתה כשש מאות אלף רגלי הגברים לבד מטף "],"query":"002012037"},{"canonical":"Exodus 12:38","passages":["וגם ערב רב עלה אתם וצאן ובקר מקנה כבד מאד "],"query":"002012038"},{"canonical":"Exodus 12:39","passages":["ויאפו את הבצק אשר הוציאו ממצרים עגת מצות כי לא חמץ כי גרשו ממצרים ולא יכלו להתמהמה וגם צדה לא עשו להם "],"query":"002012039"},{"canonical":"Exodus 12:40","passages":["ומושב בני ישראל אשר ישבו במצרים שלשים שנה וארבע מאות שנה "],"query":"002012040"},{"canonical":"Exodus 12:41","passages":["ויהי מקץ שלשים שנה וארבע מאות שנה ויהי בעצם היום הזה יצאו כל צבאות יהוה מארץ מצרים "],"query":"002012041"},{"canonical":"Exodus 12:42","passages":["ליל שמרים הוא ליהוה להוציאם מארץ מצרים הוא הלילה הזה ליהוה שמרים לכל בני ישראל לדרתם פ"],"query":"002012042"},{"canonical":"Exodus 12:43","passages":["ויאמר יהוה אל משה ואהרן זאת חקת הפסח כל בן נכר לא יאכל בו "],"query":"002012043"},{"canonical":"Exodus 12:44","passages":["וכל עבד איש מקנת כסף ומלתה אתו אז יאכל בו "],"query":"002012044"},{"canonical":"Exodus 12:45","passages":["תושב ושכיר לא יאכל בו "],"query":"002012045"},{"canonical":"Exodus 12:46","passages":["בבית אחד יאכל לא תוציא מן הבית מן הבשר חוצה ועצם לא תשברו בו "],"query":"002012046"},{"canonical":"Exodus 12:47","passages":["כל עדת ישראל יעשו אתו "],"query":"002012047"},{"canonical":"Exodus 12:48","passages":["וכי יגור אתך גר ועשה פסח ליהוה המול לו כל זכר ואז יקרב לעשתו והיה כאזרח הארץ וכל ערל לא יאכל בו "],"query":"002012048"},{"canonical":"Exodus 12:49","passages":["תורה אחת יהיה לאזרח ולגר הגר בתוככם "],"query":"002012049"},{"canonical":"Exodus 12:50","passages":["וי͏עשו כל בני ישראל כאשר צוה יהוה את משה ואת אהרן כן עשו  ס "],"query":"002012050"},{"canonical":"Exodus 12:51","passages":["ויהי בעצם היום הזה הוציא יהוה את בני ישראל מארץ מצרים על צבאתם פ"],"query":"002012051"}]}