{"query":"002008","verses":[{},{"canonical":"Exodus 8:1","passages":["ויאמר יהוה אל משה אמר אל אהרן נטה את ידך במטך על הנהרת על היארים ועל האגמים והעל את הצפרדעים על ארץ מצרים "],"query":"002008001"},{"canonical":"Exodus 8:2","passages":["ויט אהרן את ידו על מימי מצרים ותעל הצפרדע ותכס את ארץ מצרים "],"query":"002008002"},{"canonical":"Exodus 8:3","passages":["ויעשו כן ה͏חרטמים בלטיהם ויעלו את הצפרדעים על ארץ מצרים "],"query":"002008003"},{"canonical":"Exodus 8:4","passages":["ויקרא פרעה למשה ולאהרן ויאמר העתירו אל יהוה ויסר הצפרדעים ממני ומעמי ואשלחה את העם ויזבחו ליהוה "],"query":"002008004"},{"canonical":"Exodus 8:5","passages":["ויאמר משה לפרעה התפאר עלי למתי אעתיר לך ולעבדיך ולעמך להכרית הצפרדעים ממך ומבתיך רק ביאר תשארנה "],"query":"002008005"},{"canonical":"Exodus 8:6","passages":["ויאמר למחר ויאמר כדברך למען תדע כי אין כיהוה אלהינו "],"query":"002008006"},{"canonical":"Exodus 8:7","passages":["וסרו הצפרדעים ממך ומבתיך ומעבדיך ומעמך רק ביאר תשארנה "],"query":"002008007"},{"canonical":"Exodus 8:8","passages":["ויצא משה ואהרן מעם פרעה ויצעק משה אל יהוה על דבר הצפרדעים אשר שם לפרעה "],"query":"002008008"},{"canonical":"Exodus 8:9","passages":["ויעש יהוה כדבר משה וימתו הצפרדעים מן הבתים מן החצרת ומן השדת "],"query":"002008009"},{"canonical":"Exodus 8:10","passages":["ויצברו אתם חמרם חמרם ותבאש הארץ "],"query":"002008010"},{"canonical":"Exodus 8:11","passages":["וירא פרעה כי היתה הרוחה והכבד את לבו ולא שמע אלהם כאשר דבר יהוה  ס "],"query":"002008011"},{"canonical":"Exodus 8:12","passages":["ויאמר יהוה אל משה אמר אל אהרן נטה את מטך והך את עפר הארץ והיה לכנם בכל ארץ מצרים "],"query":"002008012"},{"canonical":"Exodus 8:13","passages":["ויעשו כן ויט אהרן את ידו במטהו ויך את עפר הארץ ותהי הכנם באדם ובבהמה כל עפר הארץ היה כנים בכל ארץ מצרים "],"query":"002008013"},{"canonical":"Exodus 8:14","passages":["ויעשו כן החרטמים בלטיהם להוציא את הכנים ולא יכלו ותהי הכנם באדם ובבהמה "],"query":"002008014"},{"canonical":"Exodus 8:15","passages":["ויאמרו החרטמים אל פרעה אצבע אלהים הוא ויחזק לב פרעה ולא שמע אלהם כאשר דבר יהוה  ס "],"query":"002008015"},{"canonical":"Exodus 8:16","passages":["ויאמר יהוה אל משה השכם בבקר והתיצב לפני פרעה הנה יוצא המימה ואמרת אליו כה אמר יהוה שלח עמי ויעבדני "],"query":"002008016"},{"canonical":"Exodus 8:17","passages":["כי אם אינך משלח את עמי הנני משליח בך ובעבדיך ובעמך ובבתיך את הערב ומלאו בתי מצרים את הערב וגם האדמה אשר הם עליה "],"query":"002008017"},{"canonical":"Exodus 8:18","passages":["והפליתי ביום ההוא את ארץ גשן אשר עמי עמד עליה לבלתי היות שם ערב למען תדע כי אני יהוה בקרב הארץ "],"query":"002008018"},{"canonical":"Exodus 8:19","passages":["ושמתי פדת בין עמי ובין עמך למחר יהיה האת הזה "],"query":"002008019"},{"canonical":"Exodus 8:20","passages":["ויעש יהוה כן ויבא ערב כבד ביתה פרעה ובית עבדיו ובכל ארץ מצרים תשחת הארץ מפני הערב "],"query":"002008020"},{"canonical":"Exodus 8:21","passages":["ויקרא פרעה אל משה ולאהרן ויאמר לכו זבחו ל͏אלהיכם בארץ "],"query":"002008021"},{"canonical":"Exodus 8:22","passages":["ויאמר משה לא נכון לעשות כן כי תועבת מצרים נזבח ליהוה אלהינו הן נזבח את תועבת מצרים לעיניהם ולא יסקלנו "],"query":"002008022"},{"canonical":"Exodus 8:23","passages":["דרך שלשת ימים נלך במדבר וזבחנו ליהוה אלהינו כאשר יאמר אלינו "],"query":"002008023"},{"canonical":"Exodus 8:24","passages":["ויאמר פרעה אנכי אשלח אתכם וזבחתם ליהוה אלהיכם במדבר רק הרחק לא תרחיקו ללכת העתירו בעדי "],"query":"002008024"},{"canonical":"Exodus 8:25","passages":["ויאמר משה הנה אנכי יוצא מעמך והעתרתי אל יהוה וסר הערב מפרעה מעבדיו ומעמו מחר רק אל יסף פרעה התל לבלתי שלח את העם לזבח ליהוה "],"query":"002008025"},{"canonical":"Exodus 8:26","passages":["ויצא משה מעם פרעה ויעתר אל יהוה "],"query":"002008026"},{"canonical":"Exodus 8:27","passages":["ויעש יהוה כדבר משה ויסר הערב מפרעה מעבדיו ומעמו לא נשאר אחד "],"query":"002008027"},{"canonical":"Exodus 8:28","passages":["ויכבד פרעה את לבו גם בפעם הזאת ולא שלח את העם פ"],"query":"002008028"}]}