{"query":"002032","verses":[{},{"canonical":"Exodus 32:1","passages":["וירא העם כי בשש משה לרדת מן ההר ויקהל העם על אהרן ויאמרו אליו קום עשה לנו אלהים אשר ילכו לפנינו כי זה משה האיש אשר העלנו מארץ מצרים לא ידענו מה היה לו "],"query":"002032001"},{"canonical":"Exodus 32:2","passages":["ויאמר אלהם אהרן פרקו נזמי הזהב אשר באזני נשיכם בניכם ובנתיכם והביאו אלי "],"query":"002032002"},{"canonical":"Exodus 32:3","passages":["ויתפרקו כל העם את נזמי הזהב אשר באזניהם ויביאו אל אהרן "],"query":"002032003"},{"canonical":"Exodus 32:4","passages":["ויקח מידם ויצר אתו בחרט ויעשהו עגל מסכה ויאמרו אלה אלהיך ישראל אשר העלוך מארץ מצרים "],"query":"002032004"},{"canonical":"Exodus 32:5","passages":["וירא אהרן ויבן מזבח לפניו ויקרא אהרן ויאמר חג ליהוה מחר "],"query":"002032005"},{"canonical":"Exodus 32:6","passages":["וישכימו ממחרת ויעלו עלת ויגשו שלמים וישב העם ל͏אכל ושתו ויקמו לצחק פ"],"query":"002032006"},{"canonical":"Exodus 32:7","passages":["וידבר יהוה אל משה לך רד כי שחת עמך אשר העלית מארץ מצרים "],"query":"002032007"},{"canonical":"Exodus 32:8","passages":["סרו מהר מן הדרך אשר צויתם עשו להם עגל מסכה וישתחוו לו ויזבחו לו ויאמרו אלה אלהיך ישראל אשר ה͏עלוך מארץ מצרים "],"query":"002032008"},{"canonical":"Exodus 32:9","passages":["ויאמר יהוה אל משה ראיתי את העם הזה והנה עם קשה ערף הוא "],"query":"002032009"},{"canonical":"Exodus 32:10","passages":["ועתה הניחה לי ויחר אפי בהם ואכלם ואעשה אותך לגוי גדול "],"query":"002032010"},{"canonical":"Exodus 32:11","passages":["ויחל משה את פני יהוה אלהיו ויאמר למה יהוה יחרה אפך בעמך אשר הוצאת מארץ מצרים בכח גדול וביד חזקה "],"query":"002032011"},{"canonical":"Exodus 32:12","passages":["למה יאמרו מצרים לאמר ברעה הוציאם להרג אתם בהרים ולכלתם מעל פני האדמה שוב מחרון אפך והנחם על הרעה לעמך "],"query":"002032012"},{"canonical":"Exodus 32:13","passages":["זכר לאברהם ליצחק ולישראל עבדיך אשר נשבעת להם בך ותדבר אלהם ארבה את זרעכם ככוכבי השמים וכל הארץ הזאת אשר אמרתי אתן לזרעכם ונחלו לעלם "],"query":"002032013"},{"canonical":"Exodus 32:14","passages":["וינחם יהוה על הרעה אשר דבר לעשות לעמו פ"],"query":"002032014"},{"canonical":"Exodus 32:15","passages":["ויפן וירד משה מן ההר ושני לחת העדת בידו לחת כתבים משני עבריהם מזה ומזה הם כתבים "],"query":"002032015"},{"canonical":"Exodus 32:16","passages":["והלחת מעשה אלהים המה והמכתב מכתב אלהים הוא חרות על הלחת "],"query":"002032016"},{"canonical":"Exodus 32:17","passages":["וישמע יהושע את קול העם ברעה ויאמר אל משה קול מלחמה במחנה "],"query":"002032017"},{"canonical":"Exodus 32:18","passages":["ויאמר אין קול ענות גבורה ואין קול ענות חלושה קול ענות אנכי שמע "],"query":"002032018"},{"canonical":"Exodus 32:19","passages":["ו͏יהי כאשר קרב אל המחנה וירא את העגל ומחלת ויחר אף משה וישלך מידיו את הלחת וישבר אתם תחת ההר "],"query":"002032019"},{"canonical":"Exodus 32:20","passages":["ויקח את העגל אשר עשו וישרף באש ויטחן עד אשר דק ויזר על פני המים וישק את בני ישראל "],"query":"002032020"},{"canonical":"Exodus 32:21","passages":["ויאמר משה אל אהרן מה עשה לך העם הזה כי הבאת עליו חטאה גדלה "],"query":"002032021"},{"canonical":"Exodus 32:22","passages":["ויאמר אהרן אל יחר אף אדני אתה ידעת את העם כי ברע הוא "],"query":"002032022"},{"canonical":"Exodus 32:23","passages":["ויאמרו לי עשה לנו אלהים אשר ילכו לפנינו כי זה משה האיש אשר ה͏עלנו מארץ מצרים לא ידענו מה היה לו "],"query":"002032023"},{"canonical":"Exodus 32:24","passages":["ואמר להם למי זהב התפרקו ויתנו לי ואשלכהו באש ויצא העגל הזה "],"query":"002032024"},{"canonical":"Exodus 32:25","passages":["וירא משה את העם כי פרע הוא כי פרעה אהרן לשמצה בקמיהם "],"query":"002032025"},{"canonical":"Exodus 32:26","passages":["ויעמד משה בשער המחנה ויאמר מי ליהוה אלי ויאספו אליו כל בני לוי "],"query":"002032026"},{"canonical":"Exodus 32:27","passages":["ויאמר להם כה אמר יהוה אלהי ישראל שימו איש חרבו על ירכו עברו ושובו משער לשער במחנה והרגו איש את אחיו ואיש את רעהו ואיש את קרבו "],"query":"002032027"},{"canonical":"Exodus 32:28","passages":["ויעשו בני לוי כדבר משה ויפל מן העם ביום ההוא כשלשת אלפי איש "],"query":"002032028"},{"canonical":"Exodus 32:29","passages":["ויאמר משה מלאו ידכם היום ליהוה כי איש בבנו ובאחיו ולתת עליכם היום ברכה "],"query":"002032029"},{"canonical":"Exodus 32:30","passages":["ויהי ממחרת ויאמר משה אל העם אתם חטאתם חטאה גדלה ועתה א͏עלה אל יהוה אולי אכפרה בעד חטאתכם "],"query":"002032030"},{"canonical":"Exodus 32:31","passages":["וישב משה אל יהוה ויאמר אנא חטא העם הזה חטאה גדלה ויעשו להם אלהי זהב "],"query":"002032031"},{"canonical":"Exodus 32:32","passages":["ועתה אם תשא חטאתם ואם אין מחני נא מספרך אשר כתבת "],"query":"002032032"},{"canonical":"Exodus 32:33","passages":["ויאמר יהוה אל משה מי אשר חטא לי אמחנו מספרי "],"query":"002032033"},{"canonical":"Exodus 32:34","passages":["ועתה לך נחה את העם אל אשר דברתי לך הנה מלאכי ילך לפניך וביום פקדי ופקדתי עליהם חטאתם "],"query":"002032034"},{"canonical":"Exodus 32:35","passages":["ויגף יהוה את העם על אשר עשו את העגל אשר עשה אהרן  ס "],"query":"002032035"}]}