{"query":"002017","verses":[{},{"canonical":"Exodus 17:1","passages":["ויסעו כל עדת בני ישראל ממדבר סין למסעיהם על פי יהוה ויחנו ברפידים ואין מים לשתת העם "],"query":"002017001"},{"canonical":"Exodus 17:2","passages":["וירב העם עם משה ויאמרו תנו לנו מים ונשתה ויאמר להם משה מה תריבון עמדי מה תנסון את יהוה "],"query":"002017002"},{"canonical":"Exodus 17:3","passages":["ויצמא שם העם למים וילן העם על משה ויאמר למה זה העליתנו ממצרים להמית אתי ואת בני ואת מקני בצמא "],"query":"002017003"},{"canonical":"Exodus 17:4","passages":["ויצעק משה אל יהוה לאמר מה אעשה לעם הזה עוד מעט וסקלני "],"query":"002017004"},{"canonical":"Exodus 17:5","passages":["ויאמר יהוה אל משה עבר לפני העם וקח אתך מזקני ישראל ומטך אשר הכית בו את היאר קח בידך והלכת "],"query":"002017005"},{"canonical":"Exodus 17:6","passages":["הנני עמד לפניך שם על הצור בחרב והכית בצור ויצאו ממנו מים ושתה העם ויעש כן משה לעיני זקני ישראל "],"query":"002017006"},{"canonical":"Exodus 17:7","passages":["ויקרא שם המקום מסה ומריבה על ריב בני ישראל ועל נסתם את יהוה לאמר היש יהוה בקרבנו אם אין פ"],"query":"002017007"},{"canonical":"Exodus 17:8","passages":["ויבא עמלק וילחם עם ישראל ברפידם "],"query":"002017008"},{"canonical":"Exodus 17:9","passages":["ויאמר משה אל יהושע בחר לנו אנשים וצא הלחם בעמלק מחר אנכי נצב על ראש הגבעה ומטה האלהים בידי "],"query":"002017009"},{"canonical":"Exodus 17:10","passages":["ויעש יהושע כאשר אמר לו משה להלחם בעמלק ומשה אהרן וחור עלו ראש הגבעה "],"query":"002017010"},{"canonical":"Exodus 17:11","passages":["והיה כאשר ירים משה ידו וגבר ישראל וכאשר יניח ידו וגבר עמלק "],"query":"002017011"},{"canonical":"Exodus 17:12","passages":["וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה ואהרן וחור תמכו בידיו מזה אחד ומזה אחד ויהי ידיו אמונה עד בא השמש "],"query":"002017012"},{"canonical":"Exodus 17:13","passages":["ויחלש יהושע את עמלק ואת עמו לפי חרב פ"],"query":"002017013"},{"canonical":"Exodus 17:14","passages":["ויאמר יהוה אל משה כתב זאת זכרון בספר ושים באזני יהושע כי מחה אמחה את זכר עמלק מתחת השמים "],"query":"002017014"},{"canonical":"Exodus 17:15","passages":["ויבן משה מזבח ויקרא שמו יהוה נסי "],"query":"002017015"},{"canonical":"Exodus 17:16","passages":["ויאמר כי יד על כס יה מלחמה ליהוה בעמלק מדר דר פ"],"query":"002017016"}]}