{"query":"002019","verses":[{},{"canonical":"Exodus 19:1","passages":["בחדש השלישי לצאת בני ישראל מארץ מצרים ביום הזה באו מדבר סיני "],"query":"002019001"},{"canonical":"Exodus 19:2","passages":["ויסעו מרפידים ויבאו מדבר סיני ויחנו במדבר ויחן שם ישראל נגד ההר "],"query":"002019002"},{"canonical":"Exodus 19:3","passages":["ומשה עלה אל האלהים ויקרא אליו יהוה מן ההר לאמר כה תאמר לבית יעקב ותגיד לבני ישראל "],"query":"002019003"},{"canonical":"Exodus 19:4","passages":["אתם ראיתם אשר עשיתי למצרים ואשא אתכם על כנפי נשרים ואבא אתכם אלי "],"query":"002019004"},{"canonical":"Exodus 19:5","passages":["ועתה אם שמוע תשמעו בקלי ושמרתם את בריתי והייתם לי סגלה מכל העמים כי לי כל הארץ "],"query":"002019005"},{"canonical":"Exodus 19:6","passages":["ואתם תהיו לי ממלכת כהנים וגוי קדוש אלה הדברים אשר תדבר אל בני ישראל "],"query":"002019006"},{"canonical":"Exodus 19:7","passages":["ויבא משה ויקרא לזקני העם וישם לפניהם את כל הדברים האלה אשר צוהו יהוה "],"query":"002019007"},{"canonical":"Exodus 19:8","passages":["ויענו כל העם יחדו ויאמרו כל אשר דבר יהוה נעשה וישב משה את דברי העם אל יהוה "],"query":"002019008"},{"canonical":"Exodus 19:9","passages":["ויאמר יהוה אל משה הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך וגם בך יאמינו לעולם ויגד משה את דברי העם אל יהוה "],"query":"002019009"},{"canonical":"Exodus 19:10","passages":["ויאמר יהוה אל משה לך אל העם וקדשתם היום ומחר וכבסו שמלתם "],"query":"002019010"},{"canonical":"Exodus 19:11","passages":["והיו נכנים ליום השלישי כי ביום השלישי ירד יהוה לעיני כל העם על הר סיני "],"query":"002019011"},{"canonical":"Exodus 19:12","passages":["והגבלת את העם סביב לאמר השמרו לכם עלות בהר ונגע בקצהו כל הנגע בהר מות יומת "],"query":"002019012"},{"canonical":"Exodus 19:13","passages":["לא תגע בו יד כי סקול יסקל או ירה יירה אם בהמה אם איש לא יחיה במשך היבל המה יעלו בהר "],"query":"002019013"},{"canonical":"Exodus 19:14","passages":["וירד משה מן ההר אל העם ויקדש את העם ויכבסו שמלתם "],"query":"002019014"},{"canonical":"Exodus 19:15","passages":["ויאמר אל העם היו נכנים לשלשת ימים אל תגשו אל אשה "],"query":"002019015"},{"canonical":"Exodus 19:16","passages":["ויהי ביום השלישי בהית הבקר ויהי קלת וברקים וענן כבד על ההר וקל שפר חזק מאד ויחרד כל העם אשר במחנה "],"query":"002019016"},{"canonical":"Exodus 19:17","passages":["ויוצא משה את העם לקראת האלהים מן המחנה ויתיצבו בתחתית ההר "],"query":"002019017"},{"canonical":"Exodus 19:18","passages":["והר סיני עשן כלו מפני אשר ירד עליו יהוה באש ויעל עשנו כעשן הכבשן ויחרד כל ההר מאד "],"query":"002019018"},{"canonical":"Exodus 19:19","passages":["ויהי קול השופר הולך וחזק מאד משה ידבר והאלהים יעננו בקול "],"query":"002019019"},{"canonical":"Exodus 19:20","passages":["וירד יהוה על הר סיני אל ראש ההר ויקרא יהוה למשה אל ראש ההר ויעל משה "],"query":"002019020"},{"canonical":"Exodus 19:21","passages":["ויאמר יהוה אל משה רד העד בעם פן יהרסו אל יהוה לראות ונפל ממנו רב "],"query":"002019021"},{"canonical":"Exodus 19:22","passages":["וגם הכהנים הנגשים אל יהוה יתקדשו פן יפרץ בהם יהוה "],"query":"002019022"},{"canonical":"Exodus 19:23","passages":["ויאמר משה אל יהוה לא יוכל העם לעלת אל הר סיני כי אתה העדתה בנו לאמר הגבל את ההר וקדשתו "],"query":"002019023"},{"canonical":"Exodus 19:24","passages":["ויאמר אליו יהוה לך רד ועלית אתה ואהרן עמך והכהנים והעם אל י͏הרסו לעלת אל יהוה פן יפרץ בם "],"query":"002019024"},{"canonical":"Exodus 19:25","passages":["וירד משה אל העם ויאמר אלהם  ס "],"query":"002019025"}]}