{"query":"003017","verses":[{},{"canonical":"Leviticus 17:1","passages":["וידבר יהוה אל משה לאמר "],"query":"003017001"},{"canonical":"Leviticus 17:2","passages":["דבר אל אהרן ואל בניו ואל כל בני ישראל ואמרת אליהם זה הדבר אשר צוה יהוה לאמר "],"query":"003017002"},{"canonical":"Leviticus 17:3","passages":["איש איש מבית ישראל אשר ישחט שור או כשב או עז במחנה או אשר ישחט מחוץ למחנה "],"query":"003017003"},{"canonical":"Leviticus 17:4","passages":["ואל פתח אהל מועד לא הביאו להקריב קרבן ליהוה לפני משכן יהוה דם יחשב לאיש ההוא דם שפך ונכרת האיש ההוא מקרב עמו "],"query":"003017004"},{"canonical":"Leviticus 17:5","passages":["למען אשר יביאו בני ישראל את זבחיהם אשר הם זבחים על פני השדה ו͏הביאם ליהוה אל פתח אהל מועד אל הכהן וזבחו זבחי שלמים ליהוה אותם "],"query":"003017005"},{"canonical":"Leviticus 17:6","passages":["וזרק הכהן את הדם על מזבח יהוה פתח אהל מועד והקטיר החלב לריח ניחח ליהוה "],"query":"003017006"},{"canonical":"Leviticus 17:7","passages":["ולא יזבחו עוד את זבחיהם לשעירם אשר הם זנים אחריהם חקת עולם תהיה זאת להם לדרתם "],"query":"003017007"},{"canonical":"Leviticus 17:8","passages":["ואלהם תאמר איש איש מבית ישראל ומן הגר אשר יגור בתוכם אשר יעלה עלה או זבח "],"query":"003017008"},{"canonical":"Leviticus 17:9","passages":["ואל פתח אהל מועד לא יביאנו לעשות אתו ליהוה ונכרת האיש ההוא מעמיו "],"query":"003017009"},{"canonical":"Leviticus 17:10","passages":["ואיש איש מבית ישראל ומן הגר הגר בתוכם אשר יאכל כל דם ונתתי פני בנפש האכלת את הדם והכרתי אתה מקרב עמה "],"query":"003017010"},{"canonical":"Leviticus 17:11","passages":["כי נפש הבשר בדם הוא ואני נתתיו לכם על המזבח לכפר על נפשתיכם כי הדם הוא בנפש יכפר "],"query":"003017011"},{"canonical":"Leviticus 17:12","passages":["על כן אמרתי לבני ישראל כל נפש מכם לא תאכל דם והגר הגר בתוככם לא יאכל דם  ס "],"query":"003017012"},{"canonical":"Leviticus 17:13","passages":["ואיש איש מבני ישראל ומן הגר הגר בתוכם אשר יצוד ציד חיה או עוף אשר יאכל ושפך את דמו וכסהו בעפר "],"query":"003017013"},{"canonical":"Leviticus 17:14","passages":["כי נפש כל בשר דמו בנפשו הוא ואמר לבני ישראל דם כל בשר לא תאכלו כי נפש כל בשר דמו הוא כל אכליו יכרת "],"query":"003017014"},{"canonical":"Leviticus 17:15","passages":["וכל נפש אשר תאכל נבלה וטרפה באזרח ובגר וכבס בגדיו ורחץ במים וטמא עד הערב וטהר "],"query":"003017015"},{"canonical":"Leviticus 17:16","passages":["ואם לא יכבס ובשרו לא ירחץ ונשא עונו פ"],"query":"003017016"}]}