{"query":"003020","verses":[{},{"canonical":"Leviticus 20:1","passages":["וידבר יהוה אל משה לאמר "],"query":"003020001"},{"canonical":"Leviticus 20:2","passages":["ואל בני ישראל תאמר איש איש מבני ישראל ומן הגר הגר בישראל אשר יתן מזרעו למלך מות יומת עם הארץ ירגמהו באבן "],"query":"003020002"},{"canonical":"Leviticus 20:3","passages":["ואני אתן את פני באיש ההוא והכרתי אתו מקרב עמו כי מזרעו נתן למלך למען טמא את מקדשי ולחלל את שם קדשי "],"query":"003020003"},{"canonical":"Leviticus 20:4","passages":["ואם העלם יעלימו עם הארץ את עיניהם מן האיש ההוא בתתו מזרעו למלך לבלתי המית אתו "],"query":"003020004"},{"canonical":"Leviticus 20:5","passages":["ושמתי אני את פני באיש ההוא ובמשפחתו והכרתי אתו ואת כל הזנים אחריו לזנות אחרי המלך מקרב עמם "],"query":"003020005"},{"canonical":"Leviticus 20:6","passages":["והנפש אשר תפנה אל האבת ואל הידענים לזנות אחריהם ונתתי את פני בנפש ההוא והכרתי אתו מקרב עמו "],"query":"003020006"},{"canonical":"Leviticus 20:7","passages":["והתקדשתם והייתם קדשים כי אני יהוה אלהיכם "],"query":"003020007"},{"canonical":"Leviticus 20:8","passages":["ושמרתם את חקתי ועשיתם אתם אני יהוה מקדשכם "],"query":"003020008"},{"canonical":"Leviticus 20:9","passages":["כי איש איש אשר יקלל את אביו ואת אמו מות יומת אביו ואמו קלל דמיו בו "],"query":"003020009"},{"canonical":"Leviticus 20:10","passages":["ואיש אשר ינאף את אשת איש אשר ינאף את אשת רעהו מות יומת הנאף והנאפת "],"query":"003020010"},{"canonical":"Leviticus 20:11","passages":["ואיש אשר ישכב את אשת אביו ערות אביו גלה מות יומתו שניהם דמיהם בם "],"query":"003020011"},{"canonical":"Leviticus 20:12","passages":["ואיש אשר ישכב את כלתו מות יומתו שניהם תבל עשו דמיהם בם "],"query":"003020012"},{"canonical":"Leviticus 20:13","passages":["ואיש אשר ישכב את זכר משכבי אשה תועבה עשו שניהם מות יומתו דמיהם בם "],"query":"003020013"},{"canonical":"Leviticus 20:14","passages":["ואיש אשר יקח את אשה ואת אמה זמה הוא באש ישרפו אתו ואתהן ולא תהיה זמה בתוככם "],"query":"003020014"},{"canonical":"Leviticus 20:15","passages":["ואיש אשר יתן שכבתו בבהמה מות יומת ואת הבהמה תהרגו "],"query":"003020015"},{"canonical":"Leviticus 20:16","passages":["ואשה אשר תקרב אל כל בהמה לרבעה אתה והרגת את האשה ואת הבהמה מות יומתו דמיהם בם "],"query":"003020016"},{"canonical":"Leviticus 20:17","passages":["ואיש אשר יקח את אחתו בת אביו או בת אמו וראה את ערותה והיא תראה את ערותו חסד הוא ונכרתו לעיני בני עמם ערות אחתו גלה עונו ישא "],"query":"003020017"},{"canonical":"Leviticus 20:18","passages":["ואיש אשר ישכב את אשה דוה וגלה את ערותה את מקרה הערה והיא גלתה את מקור דמיה ונכרתו שניהם מקרב עמם "],"query":"003020018"},{"canonical":"Leviticus 20:19","passages":["וערות אחות אמך ואחות אביך לא תגלה כי את שארו הערה עונם ישאו "],"query":"003020019"},{"canonical":"Leviticus 20:20","passages":["ואיש אשר ישכב את דדתו ערות דדו גלה חטאם ישאו ערירים ימתו "],"query":"003020020"},{"canonical":"Leviticus 20:21","passages":["ואיש אשר יקח את אשת אחיו נדה הוא ערות אחיו גלה ערירים יהיו "],"query":"003020021"},{"canonical":"Leviticus 20:22","passages":["ושמרתם את כל חקתי ואת כל משפטי ועשיתם אתם ולא תקיא אתכם הארץ אשר אני מביא אתכם שמה לשבת בה "],"query":"003020022"},{"canonical":"Leviticus 20:23","passages":["ולא תלכו בחקת הגוי אשר אני משלח מפניכם כי את כל אלה עשו ואקץ בם "],"query":"003020023"},{"canonical":"Leviticus 20:24","passages":["ואמר לכם אתם תירשו את אדמתם ואני אתננה לכם לרשת אתה ארץ זבת חלב ודבש אני יהוה אלהיכם אשר הבדלתי אתכם מן העמים "],"query":"003020024"},{"canonical":"Leviticus 20:25","passages":["והבדלתם בין הבהמה הטהרה לטמאה ובין העוף הטמא לטהר ולא תשקצו את נפשתיכם בבהמה ובעוף ובכל אשר תרמש האדמה אשר הבדלתי לכם לטמא "],"query":"003020025"},{"canonical":"Leviticus 20:26","passages":["והייתם לי קדשים כי קדוש אני יהוה ואבדל אתכם מן ה͏עמים להיות לי "],"query":"003020026"},{"canonical":"Leviticus 20:27","passages":["ואיש או אשה כי יהיה בהם אוב או ידעני מות יומתו באבן ירגמו אתם דמיהם בם פ"],"query":"003020027"}]}