{"query":"003010","verses":[{},{"canonical":"Leviticus 10:1","passages":["ויקחו בני אהרן נדב ואביהוא איש מחתתו ויתנו בהן אש וישימו עליה קטרת ויקרבו לפני יהוה אש זרה אשר לא צוה אתם "],"query":"003010001"},{"canonical":"Leviticus 10:2","passages":["ותצא אש מלפני יהוה ותאכל אותם וימתו לפני יהוה "],"query":"003010002"},{"canonical":"Leviticus 10:3","passages":["ויאמר משה אל אהרן הוא אשר דבר יהוה לאמר בקרבי אקדש ועל פני כל העם אכבד וידם אהרן "],"query":"003010003"},{"canonical":"Leviticus 10:4","passages":["ויקרא משה אל מישאל ואל אלצפן בני עזיאל דד אהרן ויאמר אלהם קרבו שאו את אחיכם מאת פני הקדש אל מחוץ למחנה "],"query":"003010004"},{"canonical":"Leviticus 10:5","passages":["ויקרבו וישאם בכתנתם אל מחוץ למחנה כאשר דבר משה "],"query":"003010005"},{"canonical":"Leviticus 10:6","passages":["ויאמר משה אל אהרן ולאלעזר ולאיתמר בניו ר͏אשיכם אל תפרעו ובגדיכם לא תפרמו ולא תמתו ועל כל העדה יקצף ואחיכם כל בית ישראל יבכו את השרפה אשר שרף יהוה "],"query":"003010006"},{"canonical":"Leviticus 10:7","passages":["ומפתח אהל מועד לא תצאו פן תמתו כי שמן משחת יהוה עליכם ויעשו כדבר משה פ"],"query":"003010007"},{"canonical":"Leviticus 10:8","passages":["וידבר יהוה אל אהרן לאמר "],"query":"003010008"},{"canonical":"Leviticus 10:9","passages":["יין ושכר אל תשת אתה ובניך אתך בבאכם אל אהל מועד ולא תמתו חקת עולם לדרתיכם "],"query":"003010009"},{"canonical":"Leviticus 10:10","passages":["ולהבדיל בין הקדש ובין החל ובין הטמא ובין הטהור "],"query":"003010010"},{"canonical":"Leviticus 10:11","passages":["ולהורת את בני ישראל את כל החקים אשר דבר יהוה אליהם ביד משה פ"],"query":"003010011"},{"canonical":"Leviticus 10:12","passages":["וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים קחו את המנחה הנותרת מאשי יהוה ואכלוה מצות אצל המזבח כי קדש קדשים הוא "],"query":"003010012"},{"canonical":"Leviticus 10:13","passages":["ואכלתם אתה במקום קדש כי חקך וחק בניך הוא מאשי יהוה כי כן צויתי "],"query":"003010013"},{"canonical":"Leviticus 10:14","passages":["ואת חזה התנופה ואת שוק התרומה תאכלו במקום טהור אתה ובניך ובנתיך אתך כי חקך וחק בניך נתנו מזבחי שלמי בני ישראל "],"query":"003010014"},{"canonical":"Leviticus 10:15","passages":["שוק התרומה וחזה התנופה על אשי החלבים יביאו להניף תנופה לפני יהוה והיה לך ולבניך אתך לחק עולם כאשר צוה יהוה "],"query":"003010015"},{"canonical":"Leviticus 10:16","passages":["ואת שעיר החטאת דרש דרש משה והנה שרף ויקצף על אלעזר ועל איתמר בני אהרן הנותרם לאמר "],"query":"003010016"},{"canonical":"Leviticus 10:17","passages":["מדוע לא אכלתם את החטאת במקום הקדש כי קדש קדשים הוא ואתה נתן לכם לשאת את עון העדה לכפר עליהם לפני יהוה "],"query":"003010017"},{"canonical":"Leviticus 10:18","passages":["הן לא הובא את דמה אל הקדש פנימה אכול תאכלו אתה בקדש כאשר צויתי "],"query":"003010018"},{"canonical":"Leviticus 10:19","passages":["וידבר אהרן אל משה הן היום הקריבו את חטאתם ואת עלתם לפני יהוה ותקראנה אתי כאלה ואכלתי חטאת היום הייטב בעיני יהוה "],"query":"003010019"},{"canonical":"Leviticus 10:20","passages":["וישמע משה וייטב בעיניו פ"],"query":"003010020"}]}