{"query":"003004","verses":[{},{"canonical":"Leviticus 4:1","passages":["וידבר יהוה אל משה לאמר "],"query":"003004001"},{"canonical":"Leviticus 4:2","passages":["דבר אל בני ישראל לאמר נפש כי תחטא בשגגה מכל מצות יהוה אשר לא תעשינה ועשה מאחת מהנה "],"query":"003004002"},{"canonical":"Leviticus 4:3","passages":["אם הכהן המשיח יחטא לאשמת העם והקריב על חטאתו אשר חטא פר בן בקר תמים ליהוה לחטאת "],"query":"003004003"},{"canonical":"Leviticus 4:4","passages":["והביא את הפר אל פתח אהל מועד לפני יהוה וסמך את ידו על ראש הפר ושחט את הפר לפני יהוה "],"query":"003004004"},{"canonical":"Leviticus 4:5","passages":["ולקח הכהן המשיח מדם הפר והביא אתו אל אהל מועד "],"query":"003004005"},{"canonical":"Leviticus 4:6","passages":["וטבל הכהן את אצבעו בדם והזה מן הדם שבע פעמים לפני יהוה את פני פרכת הקדש "],"query":"003004006"},{"canonical":"Leviticus 4:7","passages":["ונתן הכהן מן הדם על קרנות מזבח קטרת הסמים לפני יהוה אשר באהל מועד ואת כל דם הפר ישפך אל יסוד מזבח העלה אשר פתח אהל מועד "],"query":"003004007"},{"canonical":"Leviticus 4:8","passages":["ואת כל חלב פר החטאת ירים ממנו את החלב המכסה על הקרב ואת כל החלב אשר על הקרב "],"query":"003004008"},{"canonical":"Leviticus 4:9","passages":["ואת שתי הכלית ואת החלב אשר עליהן אשר על הכסלים ואת היתרת על הכבד על הכליות יסירנה "],"query":"003004009"},{"canonical":"Leviticus 4:10","passages":["כאשר יורם משור זבח השלמים והקטירם הכהן על מזבח העלה "],"query":"003004010"},{"canonical":"Leviticus 4:11","passages":["ואת עור הפר ואת כל בשרו על ראשו ועל כרעיו וקרבו ופרשו "],"query":"003004011"},{"canonical":"Leviticus 4:12","passages":["והוציא את כל הפר אל מחוץ למחנה אל מקום טהור אל שפך הדשן ושרף אתו על עצים באש על שפך הדשן ישרף פ"],"query":"003004012"},{"canonical":"Leviticus 4:13","passages":["ואם כל עדת ישראל ישגו ונעלם דבר מעיני הקהל ועשו אחת מכל מצות יהוה אשר לא תעשינה ואשמו "],"query":"003004013"},{"canonical":"Leviticus 4:14","passages":["ונודעה החטאת אשר חטאו עליה והקריבו הקהל פר בן בקר לחטאת והביאו אתו לפני אהל מועד "],"query":"003004014"},{"canonical":"Leviticus 4:15","passages":["וסמכו זקני העדה את ידיהם על ראש הפר לפני יהוה ושחט את הפר לפני יהוה "],"query":"003004015"},{"canonical":"Leviticus 4:16","passages":["והביא הכהן המשיח מדם הפר אל אהל מועד "],"query":"003004016"},{"canonical":"Leviticus 4:17","passages":["וטבל הכהן אצבעו מן הדם והזה שבע פעמים לפני יהוה את פני הפרכת "],"query":"003004017"},{"canonical":"Leviticus 4:18","passages":["ומן הדם יתן על קרנת המזבח אשר לפני יהוה אשר באהל מועד ואת כל הדם ישפך אל יסוד מזבח העלה אשר פתח אהל מועד "],"query":"003004018"},{"canonical":"Leviticus 4:19","passages":["ואת כל חלבו ירים ממנו והקטיר המזבחה "],"query":"003004019"},{"canonical":"Leviticus 4:20","passages":["ועשה לפר כאשר עשה לפר החטאת כן יעשה לו וכפר עלהם הכהן ונסלח להם "],"query":"003004020"},{"canonical":"Leviticus 4:21","passages":["והוציא את הפר אל מחוץ למחנה ושרף אתו כאשר שרף את הפר הראשון חטאת הקהל הוא פ"],"query":"003004021"},{"canonical":"Leviticus 4:22","passages":["אשר נשיא יחטא ועשה אחת מכל מצות יהוה אלהיו אשר לא תעשינה בשגגה ואשם "],"query":"003004022"},{"canonical":"Leviticus 4:23","passages":["או הודע אליו חטאתו אשר חטא בה והביא את קרבנו שעיר עזים זכר תמים "],"query":"003004023"},{"canonical":"Leviticus 4:24","passages":["וסמך ידו על ראש השעיר ושחט אתו במקום אשר ישחט את העלה לפני יהוה חטאת הוא "],"query":"003004024"},{"canonical":"Leviticus 4:25","passages":["ולקח הכהן מדם החטאת באצבעו ונתן על קרנת מזבח העלה ואת דמו ישפך אל יסוד מזבח העלה "],"query":"003004025"},{"canonical":"Leviticus 4:26","passages":["ואת כל חלבו יקטיר המזבחה כחלב זבח השלמים וכפר עליו הכהן מחטאתו ונסלח לו פ"],"query":"003004026"},{"canonical":"Leviticus 4:27","passages":["ואם נפש אחת תחטא בשגגה מעם הארץ בעשתה אחת ממצות יהוה אשר לא תעשינה ואשם "],"query":"003004027"},{"canonical":"Leviticus 4:28","passages":["או הודע אליו חטאתו אשר חטא והביא קרבנו שעירת עזים תמימה נקבה על חטאתו אשר חטא "],"query":"003004028"},{"canonical":"Leviticus 4:29","passages":["וסמך את ידו על ראש החטאת ושחט את החטאת במקום העלה "],"query":"003004029"},{"canonical":"Leviticus 4:30","passages":["ולקח הכהן מדמה באצבעו ונתן על קרנת מזבח העלה ואת כל דמה ישפך אל יסוד המזבח "],"query":"003004030"},{"canonical":"Leviticus 4:31","passages":["ואת כל חלבה יסיר כאשר הוסר חלב מעל זבח השלמים והקטיר הכהן המזבחה לריח ניחח ליהוה וכפר עליו הכהן ונסלח לו פ"],"query":"003004031"},{"canonical":"Leviticus 4:32","passages":["ואם כבש יביא קרבנו לחטאת נקבה תמימה יביאנה "],"query":"003004032"},{"canonical":"Leviticus 4:33","passages":["וסמך את ידו על ראש החטאת ושחט אתה לחטאת במקום אשר ישחט את העלה "],"query":"003004033"},{"canonical":"Leviticus 4:34","passages":["ולקח הכהן מדם החטאת באצבעו ונתן על קרנת מזבח העלה ואת כל דמה ישפך אל יסוד המזבח "],"query":"003004034"},{"canonical":"Leviticus 4:35","passages":["ואת כל חלבה יסיר כאשר יוסר חלב הכשב מזבח השלמים והקטיר הכהן אתם המזבחה על אשי יהוה וכפר עליו הכהן על חטאתו אשר חטא ונסלח לו פ"],"query":"003004035"}]}