{"query":"003008","verses":[{},{"canonical":"Leviticus 8:1","passages":["וידבר יהוה אל משה לאמר "],"query":"003008001"},{"canonical":"Leviticus 8:2","passages":["קח את אהרן ואת בניו אתו ואת הבגדים ואת שמן המשחה ואת פר ה͏חטאת ואת שני האילים ואת סל המצות "],"query":"003008002"},{"canonical":"Leviticus 8:3","passages":["ואת כל העדה הקהל אל פתח אהל מועד "],"query":"003008003"},{"canonical":"Leviticus 8:4","passages":["ויעש משה כ͏אשר צוה יהוה אתו ותקהל העדה אל פתח אהל מועד "],"query":"003008004"},{"canonical":"Leviticus 8:5","passages":["ויאמר משה אל העדה זה הדבר אשר צוה יהוה לעשות "],"query":"003008005"},{"canonical":"Leviticus 8:6","passages":["ויקרב משה את אהרן ואת בניו וירחץ אתם במים "],"query":"003008006"},{"canonical":"Leviticus 8:7","passages":["ויתן עליו את הכתנת ויחגר אתו באבנט וילבש אתו את המעיל ויתן עליו את האפד ויחגר אתו בחשב האפד ויאפד לו בו "],"query":"003008007"},{"canonical":"Leviticus 8:8","passages":["וישם עליו את החשן ויתן אל החשן את האורים ואת התמים "],"query":"003008008"},{"canonical":"Leviticus 8:9","passages":["וישם את המצנפת על ראשו וישם על המצנפת אל מול פניו את ציץ הזהב נזר הקדש כאשר צוה יהוה את משה "],"query":"003008009"},{"canonical":"Leviticus 8:10","passages":["ויקח משה את שמן המשחה וימשח את המשכן ואת כל אשר בו ויקדש אתם "],"query":"003008010"},{"canonical":"Leviticus 8:11","passages":["ויז ממנו על המזבח שבע פעמים וימשח את המזבח ואת כל כליו ואת הכיר ואת כנו לקדשם "],"query":"003008011"},{"canonical":"Leviticus 8:12","passages":["ויצק משמן המשחה על ראש אהרן וימשח אתו לקדשו "],"query":"003008012"},{"canonical":"Leviticus 8:13","passages":["ויקרב משה את בני אהרן וילבשם כתנת ויחגר אתם אבנט ויחבש להם מגבעות כאשר צוה יהוה את משה "],"query":"003008013"},{"canonical":"Leviticus 8:14","passages":["ויגש את פר החטאת ויסמך אהרן ובניו את ידיהם על ראש פר ה͏חטאת "],"query":"003008014"},{"canonical":"Leviticus 8:15","passages":["וישחט ויקח משה את הדם ויתן על קרנות המזבח סביב באצבעו ויחטא את המזבח ואת הדם יצק אל יסוד המזבח ויקדשהו לכפר עליו "],"query":"003008015"},{"canonical":"Leviticus 8:16","passages":["ויקח את כל החלב אשר על הקרב ואת יתרת הכבד ואת שתי הכלית ואת חלבהן ויקטר משה המזבחה "],"query":"003008016"},{"canonical":"Leviticus 8:17","passages":["ואת הפר ואת ערו ואת בשרו ואת פרשו שרף באש מחוץ למחנה כאשר צוה יהוה את משה "],"query":"003008017"},{"canonical":"Leviticus 8:18","passages":["ויקרב את איל העלה ויסמכו אהרן ובניו את ידיהם על ראש האיל "],"query":"003008018"},{"canonical":"Leviticus 8:19","passages":["וישחט ויזרק משה את הדם על המזבח סביב "],"query":"003008019"},{"canonical":"Leviticus 8:20","passages":["ואת האיל נתח לנתחיו ויקטר משה את הראש ואת הנתחים ואת הפדר "],"query":"003008020"},{"canonical":"Leviticus 8:21","passages":["ואת הקרב ואת הכרעים רחץ במים ויקטר משה את כל האיל המזבחה עלה הוא לריח ניחח אשה הוא ליהוה כאשר צוה יהוה את משה "],"query":"003008021"},{"canonical":"Leviticus 8:22","passages":["ויקרב את האיל השני איל המלאים ויסמכו אהרן ובניו את ידיהם על ראש האיל "],"query":"003008022"},{"canonical":"Leviticus 8:23","passages":["וישחט ויקח משה מדמו ויתן על תנוך אזן אהרן הימנית ועל בהן ידו הימנית ועל בהן רגלו הימנית "],"query":"003008023"},{"canonical":"Leviticus 8:24","passages":["ויקרב את בני אהרן ויתן משה מן הדם על תנוך אזנם הימנית ועל בהן ידם הימנית ועל בהן רגלם הימנית ויזרק משה את הדם על ה͏מזבח סביב "],"query":"003008024"},{"canonical":"Leviticus 8:25","passages":["ויקח את החלב ואת האליה ואת כל החלב אשר על הקרב ואת יתרת הכבד ואת שתי הכלית ואת חלבהן ואת שוק הימין "],"query":"003008025"},{"canonical":"Leviticus 8:26","passages":["ומסל המצות אשר לפני יהוה לקח חלת מצה אחת וחלת לחם שמן אחת ורקיק אחד וישם על החלבים ועל שוק הימין "],"query":"003008026"},{"canonical":"Leviticus 8:27","passages":["ויתן את הכל על כפי אהרן ועל כפי בניו וינף אתם תנופה לפני יהוה "],"query":"003008027"},{"canonical":"Leviticus 8:28","passages":["ויקח משה אתם מעל כפיהם ויקטר המזבחה על העלה מלאים הם לריח ניחח אשה הוא ליהוה "],"query":"003008028"},{"canonical":"Leviticus 8:29","passages":["ויקח משה את החזה ויניפהו תנופה לפני יהוה מאיל המלאים למשה היה למנה כאשר צוה יהוה את משה "],"query":"003008029"},{"canonical":"Leviticus 8:30","passages":["ויקח משה משמן המשחה ומן הדם אשר על המזבח ויז על אהרן על בגדיו ועל בניו ועל בגדי בניו אתו ויקדש את אהרן את בגדיו ואת בניו ואת בגדי בניו אתו "],"query":"003008030"},{"canonical":"Leviticus 8:31","passages":["ויאמר משה אל אהרן ואל בניו בשלו את הבשר פתח אהל מועד ושם תאכלו אתו ואת הלחם אשר בסל המלאים כאשר צויתי לאמר אהרן ובניו יאכלהו "],"query":"003008031"},{"canonical":"Leviticus 8:32","passages":["והנותר בבשר ובלחם באש תשרפו "],"query":"003008032"},{"canonical":"Leviticus 8:33","passages":["ומפתח אהל מועד לא תצאו שבעת ימים עד יום מלאת ימי מלאיכם כי שבעת ימים ימלא את ידכם "],"query":"003008033"},{"canonical":"Leviticus 8:34","passages":["כאשר עשה ביום הזה צוה יהוה לעשת לכפר עליכם "],"query":"003008034"},{"canonical":"Leviticus 8:35","passages":["ופתח אהל מועד תשבו יומם ולילה שבעת ימים ושמרתם את משמרת יהוה ולא תמותו כי כן צויתי "],"query":"003008035"},{"canonical":"Leviticus 8:36","passages":["ויעש אהרן ובניו את כל הדברים אשר צוה יהוה ביד משה  ס "],"query":"003008036"}]}