{"query":"003016","verses":[{},{"canonical":"Leviticus 16:1","passages":["וידבר יהוה אל משה אחרי מות שני בני אהרן בקרבתם לפני יהוה וימתו "],"query":"003016001"},{"canonical":"Leviticus 16:2","passages":["ויאמר יהוה אל משה דבר אל אהרן אחיך ואל יבא בכל עת אל הקדש מבית לפרכת אל פני הכפרת אשר על הארן ולא ימות כי בענן אראה על הכפרת "],"query":"003016002"},{"canonical":"Leviticus 16:3","passages":["בזאת יבא אהרן אל הקדש בפר בן בקר לחטאת ואיל לעלה "],"query":"003016003"},{"canonical":"Leviticus 16:4","passages":["כתנת בד קדש ילבש ומכנסי בד יהיו על בשרו ובאבנט בד יחגר ובמצנפת בד יצנף בגדי קדש הם ורחץ במים את בשרו ולבשם "],"query":"003016004"},{"canonical":"Leviticus 16:5","passages":["ומאת עדת בני ישראל יקח שני שעירי עזים לחטאת ואיל אחד לעלה "],"query":"003016005"},{"canonical":"Leviticus 16:6","passages":["והקריב אהרן את פר החטאת אשר לו וכפר בעדו ובעד ביתו "],"query":"003016006"},{"canonical":"Leviticus 16:7","passages":["ולקח את שני השעירם והעמיד אתם לפני יהוה פתח אהל מועד "],"query":"003016007"},{"canonical":"Leviticus 16:8","passages":["ונתן אהרן על שני השעירם גורלות גורל אחד ליהוה וגורל אחד לעזאזל "],"query":"003016008"},{"canonical":"Leviticus 16:9","passages":["והקריב אהרן את השעיר אשר עלה עליו הגורל ליהוה ועשהו חטאת "],"query":"003016009"},{"canonical":"Leviticus 16:10","passages":["והשעיר אשר עלה עליו הגורל לעזאזל יעמד חי לפני יהוה לכפר עליו לשלח אתו לעזאזל המדברה "],"query":"003016010"},{"canonical":"Leviticus 16:11","passages":["והקריב אהרן את פר החטאת אשר לו וכפר בעדו ובעד ביתו ושחט את פר ה͏חטאת אשר לו "],"query":"003016011"},{"canonical":"Leviticus 16:12","passages":["ולקח מלא המחתה גחלי אש מעל המזבח מלפני יהוה ומלא חפניו קטרת סמים דקה והביא מבית לפרכת "],"query":"003016012"},{"canonical":"Leviticus 16:13","passages":["ונתן את הקטרת על האש לפני יהוה וכסה ענן הקטרת את הכפרת אשר על העדות ולא ימות "],"query":"003016013"},{"canonical":"Leviticus 16:14","passages":["ולקח מדם הפר והזה באצבעו על פני הכפרת קדמה ולפני הכפרת יזה שבע פעמים מן הדם באצבעו "],"query":"003016014"},{"canonical":"Leviticus 16:15","passages":["ושחט את שעיר החטאת אשר לעם והביא את דמו אל מבית לפרכת ועשה את דמו כאשר עשה לדם הפר והזה אתו על הכפרת ולפני הכפרת "],"query":"003016015"},{"canonical":"Leviticus 16:16","passages":["וכפר על הקדש מטמאת בני ישראל ומפשעיהם לכל חטאתם וכן יעשה לאהל מועד השכן אתם בתוך טמאתם "],"query":"003016016"},{"canonical":"Leviticus 16:17","passages":["וכל אדם לא יהיה באהל מועד בבאו לכפר בקדש עד צאתו וכפר בעדו ובעד ביתו ובעד כל קהל ישראל "],"query":"003016017"},{"canonical":"Leviticus 16:18","passages":["ויצא אל המזבח אשר לפני יהוה וכפר עליו ולקח מדם הפר ומדם השעיר ונתן על קרנות המזבח סביב "],"query":"003016018"},{"canonical":"Leviticus 16:19","passages":["והזה עליו מן הדם באצבעו שבע פעמים וטהרו וקדשו מטמאת בני ישראל "],"query":"003016019"},{"canonical":"Leviticus 16:20","passages":["וכלה מכפר את הקדש ואת אהל מועד ואת המזבח והקריב את השעיר החי "],"query":"003016020"},{"canonical":"Leviticus 16:21","passages":["וסמך אהרן את שתי ידיו על ראש השעיר החי והתודה עליו את כל עונת בני ישראל ואת כל פשעיהם לכל חטאתם ונתן אתם על ראש השעיר ושלח ביד איש עתי המדברה "],"query":"003016021"},{"canonical":"Leviticus 16:22","passages":["ונשא השעיר עליו את כל עונתם אל ארץ גזרה ושלח את השעיר במדבר "],"query":"003016022"},{"canonical":"Leviticus 16:23","passages":["ובא אהרן אל אהל מועד ופשט את בגדי הבד אשר לבש בבאו אל הקדש והניחם שם "],"query":"003016023"},{"canonical":"Leviticus 16:24","passages":["ורחץ את בשרו במים במקום קדוש ולבש את בגדיו ויצא ועשה את עלתו ואת עלת העם וכפר בעדו ובעד העם "],"query":"003016024"},{"canonical":"Leviticus 16:25","passages":["ואת חלב החטאת יקטיר המזבחה "],"query":"003016025"},{"canonical":"Leviticus 16:26","passages":["והמשלח את השעיר לעזאזל יכבס בגדיו ורחץ את בשרו במים ואחרי כן יבוא אל המחנה "],"query":"003016026"},{"canonical":"Leviticus 16:27","passages":["ואת פר ה͏חטאת ואת שעיר החטאת אשר הובא את דמם לכפר בקדש יוציא אל מחוץ למחנה ושרפו באש את ערתם ואת בשרם ואת פרשם "],"query":"003016027"},{"canonical":"Leviticus 16:28","passages":["והשרף אתם יכבס בגדיו ורחץ את בשרו במים ואחרי כן יבוא אל המחנה "],"query":"003016028"},{"canonical":"Leviticus 16:29","passages":["והיתה לכם לחקת עולם בחדש השביעי בעשור לחדש תענו את נפשתיכם וכל מלאכה לא תעשו האזרח והגר הגר בתוככם "],"query":"003016029"},{"canonical":"Leviticus 16:30","passages":["כי ביום הזה יכפר עליכם לטהר אתכם מכל חטאתיכם לפני יהוה תטהרו "],"query":"003016030"},{"canonical":"Leviticus 16:31","passages":["שבת שבתון היא לכם ועניתם את נפשתיכם חקת עולם "],"query":"003016031"},{"canonical":"Leviticus 16:32","passages":["וכפר הכהן אשר ימשח אתו ואשר ימלא את ידו לכהן תחת אביו ולבש את בגדי הבד בגדי הקדש "],"query":"003016032"},{"canonical":"Leviticus 16:33","passages":["וכפר את מקדש הקדש ואת אהל מועד ואת המזבח יכפר ועל הכהנים ועל כל עם הקהל יכפר "],"query":"003016033"},{"canonical":"Leviticus 16:34","passages":["והיתה זאת לכם לחקת עולם לכפר על בני ישראל מכל חטאתם אחת בשנה ויעש כאשר צוה יהוה את משה פ"],"query":"003016034"}]}