{"query":"003005","verses":[{},{"canonical":"Leviticus 5:1","passages":["ונפש כי תחטא ושמעה קול אלה והוא עד או ראה או ידע אם לוא יגיד ונשא עונו "],"query":"003005001"},{"canonical":"Leviticus 5:2","passages":["או נפש אשר תגע בכל דבר טמא או בנבלת חיה טמאה או בנבלת בהמה טמאה או בנבלת שרץ טמא ונעלם ממנו והוא טמא ואשם "],"query":"003005002"},{"canonical":"Leviticus 5:3","passages":["או כי יגע בטמאת אדם לכל טמאתו אשר יטמא בה ונעלם ממנו והוא ידע ואשם "],"query":"003005003"},{"canonical":"Leviticus 5:4","passages":["או נפש כי תשבע לבטא בשפתים להרע או להיטיב לכל אשר יבטא האדם בשבעה ונעלם ממנו והוא ידע ואשם לאחת מאלה "],"query":"003005004"},{"canonical":"Leviticus 5:5","passages":["והיה כי יאשם לאחת מאלה והתודה אשר חטא עליה "],"query":"003005005"},{"canonical":"Leviticus 5:6","passages":["והביא את אשמו ליהוה על חטאתו אשר חטא נקבה מן הצאן כשבה או שעירת עזים לחטאת וכפר עליו הכהן מחטאתו "],"query":"003005006"},{"canonical":"Leviticus 5:7","passages":["ואם לא תגיע ידו די שה והביא את אשמו אשר חטא שתי תרים או שני בני יונה ליהוה אחד לחטאת ואחד לעלה "],"query":"003005007"},{"canonical":"Leviticus 5:8","passages":["והביא אתם אל הכהן והקריב את אשר לחטאת ראשונה ומלק את ראשו ממול ערפו ולא יבדיל "],"query":"003005008"},{"canonical":"Leviticus 5:9","passages":["והזה מדם החטאת על קיר המזבח והנשאר בדם ימצה אל יסוד המזבח חטאת הוא "],"query":"003005009"},{"canonical":"Leviticus 5:10","passages":["ואת השני יעשה עלה כמשפט וכפר עליו הכהן מחטאתו אשר חטא ונסלח לו  ס "],"query":"003005010"},{"canonical":"Leviticus 5:11","passages":["ואם לא תשיג ידו לשתי תרים או לשני בני יונה והביא את קרבנו אשר חטא עשירת האפה סלת לחטאת לא ישים עליה שמן ולא יתן עליה לבנה כי חטאת היא "],"query":"003005011"},{"canonical":"Leviticus 5:12","passages":["והביאה אל הכהן וקמץ הכהן ממנה מלוא קמצו את אזכרתה והקטיר המזבחה על אשי יהוה חטאת הוא "],"query":"003005012"},{"canonical":"Leviticus 5:13","passages":["וכפר עליו הכהן על חטאתו אשר חטא מאחת מאלה ונסלח לו והיתה לכהן כמנחה  ס "],"query":"003005013"},{"canonical":"Leviticus 5:14","passages":["וידבר יהוה אל משה לאמר "],"query":"003005014"},{"canonical":"Leviticus 5:15","passages":["נפש כי תמעל מעל וחטאה בשגגה מקדשי יהוה והביא את אשמו ליהוה איל תמים מן הצאן בערכך כסף שקלים בשקל הקדש לאשם "],"query":"003005015"},{"canonical":"Leviticus 5:16","passages":["ואת אשר חטא מן הקדש ישלם ואת חמישתו יוסף עליו ונתן אתו לכהן והכהן יכפר עליו באיל האשם ונסלח לו פ"],"query":"003005016"},{"canonical":"Leviticus 5:17","passages":["ואם נפש כי תחטא ועשתה אחת מכל מצות יהוה אשר לא תעשינה ולא ידע ואשם ונשא עונו "],"query":"003005017"},{"canonical":"Leviticus 5:18","passages":["והביא איל תמים מן הצאן בערכך לאשם אל הכהן וכפר עליו הכהן על שגגתו אשר שגג והוא לא ידע ונסלח לו "],"query":"003005018"},{"canonical":"Leviticus 5:19","passages":["אשם הוא אשם אשם ליהוה פ"],"query":"003005019"},{"canonical":"Leviticus 5:20","passages":["וידבר יהוה אל משה לאמר "],"query":"003005020"},{"canonical":"Leviticus 5:21","passages":["נפש כי תחטא ומעלה מעל ביהוה וכחש בעמיתו בפקדון או בתשומת יד או בגזל או עשק את עמיתו "],"query":"003005021"},{"canonical":"Leviticus 5:22","passages":["או מצא אבדה וכחש בה ונשבע על שקר על אחת מכל אשר יעשה האדם לחטא בהנה "],"query":"003005022"},{"canonical":"Leviticus 5:23","passages":["והיה כי יחטא ואשם והשיב את הגזלה אשר גזל או את העשק אשר עשק או את הפקדון אשר הפקד אתו או את האבדה אשר מצא "],"query":"003005023"},{"canonical":"Leviticus 5:24","passages":["או מכל אשר ישבע עליו לשקר ושלם אתו בראשו וחמשתיו יסף עליו לאשר הוא לו יתננו ביום אשמתו "],"query":"003005024"},{"canonical":"Leviticus 5:25","passages":["ואת אשמו יביא ליהוה איל תמים מן הצאן בערכך לאשם אל הכהן "],"query":"003005025"},{"canonical":"Leviticus 5:26","passages":["וכפר עליו הכהן לפני יהוה ונסלח לו על אחת מכל אשר יעשה לאשמה בה פ"],"query":"003005026"}]}