{"query":"004030","verses":[{},{"canonical":"Numbers 30:1","passages":["ויאמר משה אל בני ישראל ככל אשר צוה יהוה את משה פ"],"query":"004030001"},{"canonical":"Numbers 30:2","passages":["וידבר משה אל ראשי המטות לבני ישראל לאמר זה הדבר אשר צוה יהוה "],"query":"004030002"},{"canonical":"Numbers 30:3","passages":["איש כי ידר נדר ליהוה או השבע שבעה לאסר אסר על נפשו לא יחל דברו ככל היצא מפיו יעשה "],"query":"004030003"},{"canonical":"Numbers 30:4","passages":["ואשה כי תדר נדר ליהוה ואסרה אסר בבית אביה בנעריה "],"query":"004030004"},{"canonical":"Numbers 30:5","passages":["ושמע אביה את נדרה ו͏אסרה אשר א͏סרה על נפשה והחריש לה אביה וקמו כל נדריה וכל אסר אשר אסרה על נפשה יקום "],"query":"004030005"},{"canonical":"Numbers 30:6","passages":["ואם הניא אביה אתה ביום שמעו כל נדריה ו͏אסריה אשר אסרה על נפשה לא יקום ויהוה יסלח לה כי הניא אביה אתה "],"query":"004030006"},{"canonical":"Numbers 30:7","passages":["ואם היו תהיה לאיש ונדריה עליה או מבטא שפתיה אשר אסרה על נפשה "],"query":"004030007"},{"canonical":"Numbers 30:8","passages":["ושמע אישה ביום שמעו והחריש לה וקמו נדריה ואסרה אשר אסרה על נפשה יקמו "],"query":"004030008"},{"canonical":"Numbers 30:9","passages":["ואם ביום שמע אישה יניא אותה והפר את נדרה אשר עליה ואת מבטא שפתיה אשר אסרה על נפשה ויהוה יסלח לה "],"query":"004030009"},{"canonical":"Numbers 30:10","passages":["ונדר אלמנה וגרושה כל אשר אסרה על נפשה יקום עליה "],"query":"004030010"},{"canonical":"Numbers 30:11","passages":["ואם בית אישה נדרה או אסרה אסר על נפשה בשבעה "],"query":"004030011"},{"canonical":"Numbers 30:12","passages":["ושמע אישה והחרש לה לא הניא אתה וקמו כל נדריה וכל אסר אשר אסרה על נפשה יקום "],"query":"004030012"},{"canonical":"Numbers 30:13","passages":["ואם הפר יפר אתם אישה ביום שמעו כל מוצא שפתיה לנדריה ולאסר נפשה לא יקום אישה הפרם ויהוה יסלח לה "],"query":"004030013"},{"canonical":"Numbers 30:14","passages":["כל נדר וכל שבעת אסר לענת נפש אישה יקימנו ואישה יפרנו "],"query":"004030014"},{"canonical":"Numbers 30:15","passages":["ואם החרש יחריש לה אישה מיום אל יום והקים את כל נדריה או את כל אסריה אשר עליה הקים אתם כי החרש לה ביום שמעו "],"query":"004030015"},{"canonical":"Numbers 30:16","passages":["ואם הפר יפר אתם אחרי שמעו ונשא את עונה "],"query":"004030016"},{"canonical":"Numbers 30:17","passages":["אלה ה͏חקים אשר צוה יהוה את משה בין איש לאשתו בין אב לבתו בנעריה בית אביה פ"],"query":"004030017"}]}