{"query":"004022","verses":[{},{"canonical":"Numbers 22:1","passages":["ויסעו בני ישראל ויחנו בערבות מואב מעבר לירדן ירחו  ס "],"query":"004022001"},{"canonical":"Numbers 22:2","passages":["וירא בלק בן צפור את כל אשר עשה ישראל לאמרי "],"query":"004022002"},{"canonical":"Numbers 22:3","passages":["ויגר מואב מפני העם מאד כי רב הוא ויקץ מואב מפני בני ישראל "],"query":"004022003"},{"canonical":"Numbers 22:4","passages":["ויאמר מואב אל זקני מדין עתה ילחכו הקהל את כל סביבתינו כלחך השור את ירק השדה ובלק בן צפור מלך למואב בעת ההוא "],"query":"004022004"},{"canonical":"Numbers 22:5","passages":["וישלח מלאכים אל בלעם בן בעור פתורה אשר על הנהר ארץ בני עמו לקרא לו לאמר הנה עם יצא ממצרים הנה כסה את עין הארץ והוא ישב ממלי "],"query":"004022005"},{"canonical":"Numbers 22:6","passages":["ועתה לכה נא ארה לי את העם הזה כי עצום הוא ממני אולי אוכל נכה בו ואגרשנו מן הארץ כי ידעתי את אשר תברך מברך ואשר תאר יואר "],"query":"004022006"},{"canonical":"Numbers 22:7","passages":["וילכו זקני מואב וזקני מדין וקסמים בידם ויבאו אל בלעם וידברו אליו דברי בלק "],"query":"004022007"},{"canonical":"Numbers 22:8","passages":["ויאמר אליהם לינו פה הלילה והשבתי אתכם דבר כאשר ידבר יהוה אלי וישבו שרי מואב עם בלעם "],"query":"004022008"},{"canonical":"Numbers 22:9","passages":["ויבא אלהים אל בלעם ויאמר מי האנשים האלה עמך "],"query":"004022009"},{"canonical":"Numbers 22:10","passages":["ויאמר בלעם אל האלהים בלק בן צפר מלך מואב שלח אלי "],"query":"004022010"},{"canonical":"Numbers 22:11","passages":["הנה העם היצא ממצרים ויכס את עין הארץ עתה לכה קבה לי אתו אולי אוכל להלחם בו וגרשתיו "],"query":"004022011"},{"canonical":"Numbers 22:12","passages":["ויאמר אלהים אל בלעם לא תלך עמהם לא תאר את העם כי ברוך הוא "],"query":"004022012"},{"canonical":"Numbers 22:13","passages":["ויקם בלעם בבקר ויאמר אל שרי בלק לכו אל ארצכם כי מאן יהוה לתתי להלך עמכם "],"query":"004022013"},{"canonical":"Numbers 22:14","passages":["ויקומו שרי מואב ויבאו אל בלק ויאמרו מאן בלעם הלך עמנו "],"query":"004022014"},{"canonical":"Numbers 22:15","passages":["ויסף עוד בלק שלח שרים רבים ונכבדים מאלה "],"query":"004022015"},{"canonical":"Numbers 22:16","passages":["ויבאו אל בלעם ויאמרו לו כה אמר בלק בן צפור אל נא תמנע מהלך אלי "],"query":"004022016"},{"canonical":"Numbers 22:17","passages":["כי כבד אכבדך מאד וכל אשר תאמר אלי אעשה ולכה נא קבה לי את העם הזה "],"query":"004022017"},{"canonical":"Numbers 22:18","passages":["ויען בלעם ויאמר אל עבדי בלק אם יתן לי בלק מלא ביתו כסף וזהב לא אוכל לעבר את פי יהוה אלהי לעשות קטנה או גדולה "],"query":"004022018"},{"canonical":"Numbers 22:19","passages":["ועתה שבו נא בזה גם אתם הלילה ואדעה מה יסף יהוה דבר עמי "],"query":"004022019"},{"canonical":"Numbers 22:20","passages":["ויבא אלהים אל בלעם לילה ויאמר לו אם לקרא לך באו האנשים קום לך אתם ואך את הדבר אשר אדבר אליך אתו תעשה "],"query":"004022020"},{"canonical":"Numbers 22:21","passages":["ויקם בלעם בבקר ויחבש את אתנו וילך עם שרי מואב "],"query":"004022021"},{"canonical":"Numbers 22:22","passages":["ויחר אף אלהים כי הולך הוא ויתיצב מלאך יהוה בדרך לשטן לו והוא רכב על אתנו ושני נעריו עמו "],"query":"004022022"},{"canonical":"Numbers 22:23","passages":["ותרא האתון את מלאך יהוה נצב בדרך וחרבו שלופה בידו ותט האתון מן הדרך ותלך בשדה ויך בלעם את האתון להטתה הדרך "],"query":"004022023"},{"canonical":"Numbers 22:24","passages":["ויעמד מלאך יהוה במשעול הכרמים גדר מזה וגדר מזה "],"query":"004022024"},{"canonical":"Numbers 22:25","passages":["ותרא האתון את מלאך יהוה ותלחץ אל הקיר ותלחץ את רגל בלעם אל הקיר ויסף להכתה "],"query":"004022025"},{"canonical":"Numbers 22:26","passages":["ויוסף מלאך יהוה עבור ויעמד במקום צר אשר אין דרך לנטות ימין ושמאול "],"query":"004022026"},{"canonical":"Numbers 22:27","passages":["ותרא האתון את מלאך יהוה ותרבץ תחת בלעם ויחר אף בלעם ויך את האתון במקל "],"query":"004022027"},{"canonical":"Numbers 22:28","passages":["ויפתח יהוה את פי האתון ותאמר לבלעם מה עשיתי לך כי הכיתני זה שלש רגלים "],"query":"004022028"},{"canonical":"Numbers 22:29","passages":["ויאמר בלעם לאתון כי התעללת בי לו יש חרב בידי כי עתה הרגתיך "],"query":"004022029"},{"canonical":"Numbers 22:30","passages":["ותאמר האתון אל בלעם הלוא אנכי אתנך אשר רכבת עלי מעודך עד היום הזה ההסכן הסכנתי לעשות לך כה ויאמר לא "],"query":"004022030"},{"canonical":"Numbers 22:31","passages":["ויגל יהוה את עיני בלעם וירא את מלאך יהוה נצב בדרך וחרבו שלפה בידו ויקד וישתחו לאפיו "],"query":"004022031"},{"canonical":"Numbers 22:32","passages":["ויאמר אליו מלאך יהוה על מה הכית את אתנך זה שלוש רגלים הנה אנכי יצאתי לשטן כי ירט הדרך לנגדי "],"query":"004022032"},{"canonical":"Numbers 22:33","passages":["ותראני האתון ותט לפני זה שלש רגלים אולי נטתה מפני כי עתה גם אתכה הרגתי ואותה החייתי "],"query":"004022033"},{"canonical":"Numbers 22:34","passages":["ויאמר בלעם אל מלאך יהוה חטאתי כי לא ידעתי כי אתה נצב לקראתי בדרך ועתה אם רע בעיניך אשובה לי "],"query":"004022034"},{"canonical":"Numbers 22:35","passages":["ויאמר מלאך יהוה אל בלעם לך עם האנשים ואפס את הדבר אשר אדבר אליך אתו תדבר וילך בלעם עם שרי בלק "],"query":"004022035"},{"canonical":"Numbers 22:36","passages":["וישמע בלק כי בא בלעם ויצא לקראתו אל עיר מואב אשר על גבול ארנן אשר בקצה הגבול "],"query":"004022036"},{"canonical":"Numbers 22:37","passages":["ויאמר בלק אל בלעם הלא שלח שלחתי אליך לקרא לך למה לא הלכת אלי האמנם לא אוכל כבדך "],"query":"004022037"},{"canonical":"Numbers 22:38","passages":["ויאמר בלעם אל בלק הנה באתי אליך עתה היכול אוכל דבר מאומה הדבר אשר ישים אלהים בפי אתו אדבר "],"query":"004022038"},{"canonical":"Numbers 22:39","passages":["וילך בלעם עם בלק ויבאו קרית חצות "],"query":"004022039"},{"canonical":"Numbers 22:40","passages":["ויזבח בלק בקר וצאן וישלח לבלעם ולשרים אשר אתו "],"query":"004022040"},{"canonical":"Numbers 22:41","passages":["ויהי בבקר ויקח בלק את בלעם ויעלהו במות בעל וירא משם קצה העם "],"query":"004022041"}]}