{"query":"004011","verses":[{},{"canonical":"Numbers 11:1","passages":["ויהי העם כמתאננים רע באזני יהוה וישמע יהוה ויחר אפו ותבער בם אש יהוה ותאכל בקצה המחנה "],"query":"004011001"},{"canonical":"Numbers 11:2","passages":["ויצעק העם אל משה ויתפלל משה אל יהוה ותשקע האש "],"query":"004011002"},{"canonical":"Numbers 11:3","passages":["ויקרא שם המקום ההוא תבערה כי בערה בם אש יהוה "],"query":"004011003"},{"canonical":"Numbers 11:4","passages":["והאספסף אשר בקרבו התאוו תאוה וישבו ויבכו גם בני ישראל ויאמרו מי יאכלנו בשר "],"query":"004011004"},{"canonical":"Numbers 11:5","passages":["זכרנו את הדגה אשר נאכל במצרים חנם את הקשאים ואת האבטחים ואת החציר ואת הבצלים ואת השומים "],"query":"004011005"},{"canonical":"Numbers 11:6","passages":["ועתה נפשנו יבשה אין כל בלתי אל המן עינינו "],"query":"004011006"},{"canonical":"Numbers 11:7","passages":["והמן כזרע גד הוא ועינו כעין הבדלח "],"query":"004011007"},{"canonical":"Numbers 11:8","passages":["שטו העם ולקטו וטחנו ברחים או דכו במדכה ובשלו בפרור ועשו אתו עגות והיה טעמו כטעם לשד השמן "],"query":"004011008"},{"canonical":"Numbers 11:9","passages":["וברדת הטל על המחנה לילה ירד המן עליו "],"query":"004011009"},{"canonical":"Numbers 11:10","passages":["וישמע משה את העם בכה למשפחתיו איש לפתח אהלו ויחר אף יהוה מאד ובעיני משה רע "],"query":"004011010"},{"canonical":"Numbers 11:11","passages":["ויאמר משה אל יהוה למה הרעת לעבדך ולמה לא מצתי חן בעיניך לשום את משא כל העם הזה עלי "],"query":"004011011"},{"canonical":"Numbers 11:12","passages":["האנכי הריתי את כל העם הזה אם אנכי ילדתיהו כי תאמר אלי שאהו בחיקך כאשר ישא האמן את הינק על האדמה אשר נשבעת לאבתיו "],"query":"004011012"},{"canonical":"Numbers 11:13","passages":["מאין לי בשר לתת לכל העם הזה כי יבכו עלי לאמר תנה לנו בשר ונאכלה "],"query":"004011013"},{"canonical":"Numbers 11:14","passages":["לא אוכל אנכי לבדי לשאת את כל העם הזה כי כבד ממני "],"query":"004011014"},{"canonical":"Numbers 11:15","passages":["ואם ככה את עשה לי הרגני נא הרג אם מצאתי חן בעיניך ואל אראה ברעתי פ"],"query":"004011015"},{"canonical":"Numbers 11:16","passages":["ויאמר יהוה אל משה אספה לי שבעים איש מזקני ישראל אשר ידעת כי הם זקני העם ושטריו ולקחת אתם אל אהל מועד והתיצבו שם עמך "],"query":"004011016"},{"canonical":"Numbers 11:17","passages":["וירדתי ודברתי עמך שם ואצלתי מן הרוח אשר עליך ושמתי עליהם ונשאו אתך במשא העם ולא תשא אתה לבדך "],"query":"004011017"},{"canonical":"Numbers 11:18","passages":["ואל העם תאמר התקדשו למחר ואכלתם בשר כי בכיתם באזני יהוה לאמר מי יאכלנו בשר כי טוב לנו במצרים ונתן יהוה לכם בשר ואכלתם "],"query":"004011018"},{"canonical":"Numbers 11:19","passages":["לא יום אחד תאכלון ולא יומים ולא חמשה ימים ולא עשרה ימים ולא עשרים יום "],"query":"004011019"},{"canonical":"Numbers 11:20","passages":["עד חדש ימים עד אשר יצא מאפכם והיה לכם לזרא יען כי מאסתם את יהוה אשר בקרבכם ותבכו לפניו לאמר למה זה יצאנו ממצרים "],"query":"004011020"},{"canonical":"Numbers 11:21","passages":["ויאמר משה שש מאות אלף רגלי העם אשר אנכי בקרבו ואתה אמרת בשר אתן להם ואכלו חדש ימים "],"query":"004011021"},{"canonical":"Numbers 11:22","passages":["הצאן ובקר ישחט להם ומצא להם אם את כל דגי הים יאסף להם ומצא להם פ"],"query":"004011022"},{"canonical":"Numbers 11:23","passages":["ויאמר יהוה אל משה היד יהוה תקצר עתה תראה היקרך דברי אם לא "],"query":"004011023"},{"canonical":"Numbers 11:24","passages":["ויצא משה וידבר אל העם את דברי יהוה ויאסף שבעים איש מזקני העם ויעמד אתם סביבת האהל "],"query":"004011024"},{"canonical":"Numbers 11:25","passages":["וירד יהוה בענן וידבר אליו ויאצל מן הרוח אשר עליו ויתן על שבעים איש הזקנים ויהי כנוח עליהם הרוח ויתנבאו ולא יספו "],"query":"004011025"},{"canonical":"Numbers 11:26","passages":["וישארו שני אנשים במחנה שם האחד אלדד ושם השני מידד ותנח עליהם הרוח והמה בכתבים ולא יצאו האהלה ויתנבאו ב͏מחנה "],"query":"004011026"},{"canonical":"Numbers 11:27","passages":["וירץ הנער ויגד למשה ויאמר אלדד ומידד מתנבאים במחנה "],"query":"004011027"},{"canonical":"Numbers 11:28","passages":["ויען יהושע בן נון משרת משה מבחריו ויאמר אדני משה כלאם "],"query":"004011028"},{"canonical":"Numbers 11:29","passages":["ויאמר לו משה המקנא אתה לי ומי יתן כל עם יהוה נביאים כי יתן יהוה את רוחו עליהם "],"query":"004011029"},{"canonical":"Numbers 11:30","passages":["ויאסף משה אל המחנה הוא וזקני ישראל "],"query":"004011030"},{"canonical":"Numbers 11:31","passages":["ורוח נסע מאת יהוה ויגז שלוים מן הים ויטש על המחנה כדרך יום כה וכדרך יום כה סביבות המחנה וכאמתים על פני הארץ "],"query":"004011031"},{"canonical":"Numbers 11:32","passages":["ויקם העם כל היום ההוא וכל הלילה וכל יום המחרת ויאספו את השלו הממעיט אסף עשרה חמרים וישטחו להם שטוח סביבות המחנה "],"query":"004011032"},{"canonical":"Numbers 11:33","passages":["הבשר עודנו בין שניהם טרם יכרת ואף יהוה חרה בעם ויך יהוה בעם מכה רבה מאד "],"query":"004011033"},{"canonical":"Numbers 11:34","passages":["ויקרא את שם המקום ההוא קברות התאוה כי שם קברו את העם המתאוים "],"query":"004011034"},{"canonical":"Numbers 11:35","passages":["מקברות התאוה נסעו העם חצרות ויהיו בחצרות פ"],"query":"004011035"}]}