{"query":"004019","verses":[{},{"canonical":"Numbers 19:1","passages":["וידבר יהוה אל משה ואל אהרן לאמר "],"query":"004019001"},{"canonical":"Numbers 19:2","passages":["זאת חקת התורה אשר צוה יהוה לאמר דבר אל בני ישראל ויקחו אליך פרה אדמה תמימה אשר אין בה מום אשר לא עלה עליה על "],"query":"004019002"},{"canonical":"Numbers 19:3","passages":["ונתתם אתה אל אלעזר הכהן והוציא אתה אל מחוץ למחנה ושחט אתה לפניו "],"query":"004019003"},{"canonical":"Numbers 19:4","passages":["ולקח אלעזר הכהן מדמה באצבעו והזה אל נכח פני אהל מועד מדמה שבע פעמים "],"query":"004019004"},{"canonical":"Numbers 19:5","passages":["ושרף את הפרה לעיניו את ערה ואת בשרה ואת דמה על פרשה ישרף "],"query":"004019005"},{"canonical":"Numbers 19:6","passages":["ולקח הכהן עץ ארז ואזוב ושני תולעת והשליך אל תוך שרפת הפרה "],"query":"004019006"},{"canonical":"Numbers 19:7","passages":["וכבס בגדיו הכהן ורחץ בשרו במים ואחר יבוא אל המחנה וטמא הכהן עד הערב "],"query":"004019007"},{"canonical":"Numbers 19:8","passages":["והשרף אתה יכבס בגדיו במים ורחץ בשרו במים וטמא עד הערב "],"query":"004019008"},{"canonical":"Numbers 19:9","passages":["ואסף איש טהור את אפר הפרה והניח מחוץ למחנה במקום טהור והיתה לעדת בני ישראל למשמרת למי נדה חטאת הוא "],"query":"004019009"},{"canonical":"Numbers 19:10","passages":["וכבס האסף את אפר הפרה את בגדיו וטמא עד הערב והיתה לבני ישראל ולגר הגר בתוכם לחקת עולם "],"query":"004019010"},{"canonical":"Numbers 19:11","passages":["הנגע במת לכל נפש אדם וטמא שבעת ימים "],"query":"004019011"},{"canonical":"Numbers 19:12","passages":["הוא יתחטא בו ביום השלישי וביום השביעי יטהר ואם לא יתחטא ביום השלישי וביום השביעי לא יטהר "],"query":"004019012"},{"canonical":"Numbers 19:13","passages":["כל הנגע במת בנפש האדם אשר ימות ולא יתחטא את משכן יהוה טמא ונכרתה הנפש ההוא מישראל כי מי נדה לא זרק עליו טמא יהיה עוד טמאתו בו "],"query":"004019013"},{"canonical":"Numbers 19:14","passages":["זאת התורה אדם כי ימות באהל כל הבא אל האהל וכל אשר באהל יטמא שבעת ימים "],"query":"004019014"},{"canonical":"Numbers 19:15","passages":["וכל כלי פתוח אשר אין צמיד פתיל עליו טמא הוא "],"query":"004019015"},{"canonical":"Numbers 19:16","passages":["וכל אשר יגע על פני השדה ב͏חלל חרב או במת או בעצם אדם או בקבר יטמא שבעת ימים "],"query":"004019016"},{"canonical":"Numbers 19:17","passages":["ולקחו לטמא מעפר שרפת החטאת ונתן עליו מים חיים אל כלי "],"query":"004019017"},{"canonical":"Numbers 19:18","passages":["ולקח אזוב וטבל במים איש טהור והזה על האהל ועל כל הכלים ועל הנפשות אשר היו שם ועל הנגע בעצם או בחלל או במת או בקבר "],"query":"004019018"},{"canonical":"Numbers 19:19","passages":["והזה הטהר על הטמא ביום השלישי וביום השביעי וחטאו ביום השביעי וכבס בגדיו ורחץ במים וטהר בערב "],"query":"004019019"},{"canonical":"Numbers 19:20","passages":["ואיש אשר יטמא ולא יתחטא ונכרתה הנפש ההוא מתוך הקהל כי את מקדש יהוה טמא מי נדה לא זרק עליו טמא הוא "],"query":"004019020"},{"canonical":"Numbers 19:21","passages":["והיתה להם לחקת עולם ומזה מי הנדה יכבס בגדיו והנגע במי הנדה יטמא עד הערב "],"query":"004019021"},{"canonical":"Numbers 19:22","passages":["וכל אשר יגע בו הטמא יטמא והנפש הנגעת תטמא עד הערב פ"],"query":"004019022"}]}