{"query":"004018","verses":[{},{"canonical":"Numbers 18:1","passages":["ויאמר יהוה אל אהרן אתה ובניך ובית אביך אתך תשאו את עון המקדש ואתה ובניך אתך תשאו את עון כהנתכם "],"query":"004018001"},{"canonical":"Numbers 18:2","passages":["וגם את אחיך מטה לוי שבט אביך הקרב אתך וילוו עליך וישרתוך ואתה ובניך אתך לפני אהל העדת "],"query":"004018002"},{"canonical":"Numbers 18:3","passages":["ושמרו משמרתך ומשמרת כל האהל אך אל כלי הקדש ואל המזבח לא יקרבו ולא ימתו גם הם גם אתם "],"query":"004018003"},{"canonical":"Numbers 18:4","passages":["ונלוו עליך ושמרו את משמרת אהל מועד לכל עבדת האהל וזר לא יקרב אליכם "],"query":"004018004"},{"canonical":"Numbers 18:5","passages":["ושמרתם את משמרת הקדש ואת משמרת המזבח ולא יהיה עוד קצף על בני ישראל "],"query":"004018005"},{"canonical":"Numbers 18:6","passages":["ואני הנה לקחתי את אחיכם הלוים מתוך בני ישראל לכם מתנה נתנים ליהוה לעבד את עבדת אהל מועד "],"query":"004018006"},{"canonical":"Numbers 18:7","passages":["ואתה ובניך אתך תשמרו את כהנתכם לכל דבר המזבח ולמבית לפרכת ועבדתם עבדת מתנה אתן את כהנתכם והזר הקרב יומת  ס "],"query":"004018007"},{"canonical":"Numbers 18:8","passages":["וידבר יהוה אל אהרן ואני הנה נתתי לך את משמרת תרומתי לכל קדשי בני ישראל לך נתתים למשחה ולבניך לחק עולם "],"query":"004018008"},{"canonical":"Numbers 18:9","passages":["זה יהיה לך מקדש הקדשים מן האש כל קרבנם לכל מנחתם ולכל חטאתם ולכל אשמם אשר ישיבו לי קדש קדשים לך הוא ולבניך "],"query":"004018009"},{"canonical":"Numbers 18:10","passages":["בקדש הקדשים תאכלנו כל זכר יאכל אתו קדש יהיה לך "],"query":"004018010"},{"canonical":"Numbers 18:11","passages":["וזה לך תרומת מתנם לכל תנופת בני ישראל לך נתתים ולבניך ולבנתיך אתך לחק עולם כל טהור בביתך יאכל אתו "],"query":"004018011"},{"canonical":"Numbers 18:12","passages":["כל חלב יצהר וכל חלב תירוש ודגן ראשיתם אשר יתנו ליהוה לך נתתים "],"query":"004018012"},{"canonical":"Numbers 18:13","passages":["בכורי כל אשר בארצם אשר יביאו ליהוה לך יהיה כל טהור בביתך יאכלנו "],"query":"004018013"},{"canonical":"Numbers 18:14","passages":["כל חרם בישראל לך יהיה "],"query":"004018014"},{"canonical":"Numbers 18:15","passages":["כל פטר רחם לכל בשר אשר יקריבו ליהוה באדם ובבהמה יהיה לך אך פדה תפדה את בכור האדם ואת בכור הבהמה הטמאה תפדה "],"query":"004018015"},{"canonical":"Numbers 18:16","passages":["ופדויו מבן חדש תפדה בערכך כסף חמשת שקלים בשקל הקדש עשרים גרה הוא "],"query":"004018016"},{"canonical":"Numbers 18:17","passages":["אך בכור שור או בכור כשב או בכור עז לא תפדה קדש הם את דמם תזרק על המזבח ואת חלבם תקטיר אשה לריח ניחח ליהוה "],"query":"004018017"},{"canonical":"Numbers 18:18","passages":["ובשרם יהיה לך כחזה התנופה וכשוק הימין לך יהיה "],"query":"004018018"},{"canonical":"Numbers 18:19","passages":["כל תרומת הקדשים אשר ירימו בני ישראל ליהוה נתתי לך ולבניך ולבנתיך אתך לחק עולם ברית מלח עולם הוא לפני יהוה לך ולזרעך אתך "],"query":"004018019"},{"canonical":"Numbers 18:20","passages":["ויאמר יהוה אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני ישראל  ס "],"query":"004018020"},{"canonical":"Numbers 18:21","passages":["ולבני לוי הנה נתתי כל מ͏עשר בישראל לנחלה חלף עבדתם אשר הם עבדים את עבדת אהל מועד "],"query":"004018021"},{"canonical":"Numbers 18:22","passages":["ולא יקרבו עוד בני ישראל אל אהל מועד לשאת חטא למות "],"query":"004018022"},{"canonical":"Numbers 18:23","passages":["ועבד הלוי הוא את עבדת אהל מועד והם ישאו עונם חקת עולם לדרתיכם ובתוך בני ישראל לא ינחלו נחלה "],"query":"004018023"},{"canonical":"Numbers 18:24","passages":["כי את מעשר בני ישראל אשר ירימו ל͏יהוה תרומה נתתי ללוים לנחלה על כן אמרתי להם בתוך בני ישראל לא ינחלו נחלה פ"],"query":"004018024"},{"canonical":"Numbers 18:25","passages":["וידבר יהוה אל משה לאמר "],"query":"004018025"},{"canonical":"Numbers 18:26","passages":["ואל הלוים תדבר ואמרת אלהם כי תקחו מאת בני ישראל את המעשר אשר נתתי לכם מאתם בנחלתכם והרמתם ממנו תרומת יהוה מעשר מן המעשר "],"query":"004018026"},{"canonical":"Numbers 18:27","passages":["ונחשב לכם תרומתכם כדגן מן הגרן וכמלאה מן היקב "],"query":"004018027"},{"canonical":"Numbers 18:28","passages":["כן תרימו גם אתם תרומת יהוה מכל מעשרתיכם אשר תקחו מאת בני ישראל ונתתם ממנו את תרומת יהוה לאהרן הכהן "],"query":"004018028"},{"canonical":"Numbers 18:29","passages":["מכל מתנתיכם תרימו את כל תרומת יהוה מכל חלבו את מקדשו ממנו "],"query":"004018029"},{"canonical":"Numbers 18:30","passages":["ואמרת אלהם בהרימכם את חלבו ממנו ונחשב ללוים כתבואת גרן וכתבואת יקב "],"query":"004018030"},{"canonical":"Numbers 18:31","passages":["ואכלתם אתו בכל מקום אתם וביתכם כי שכר הוא לכם חלף עבדתכם באהל מועד "],"query":"004018031"},{"canonical":"Numbers 18:32","passages":["ולא תשאו עליו חטא בהרימכם את חלבו ממנו ואת קדשי בני ישראל לא תחללו ולא תמותו פ"],"query":"004018032"}]}