{"query":"004009","verses":[{},{"canonical":"Numbers 9:1","passages":["וידבר יהוה אל משה במדבר סיני בשנה השנית לצאתם מארץ מצרים בחדש הראשון לאמר "],"query":"004009001"},{"canonical":"Numbers 9:2","passages":["ויעשו בני ישראל את הפסח במועדו "],"query":"004009002"},{"canonical":"Numbers 9:3","passages":["בארבעה עשר יום בחדש הזה בין הערבים תעשו אתו במועדו ככל חקתיו וככל משפטיו תעשו אתו "],"query":"004009003"},{"canonical":"Numbers 9:4","passages":["וידבר משה אל בני ישראל לעשת הפסח "],"query":"004009004"},{"canonical":"Numbers 9:5","passages":["ויעשו את הפסח בראשון בארבעה עשר יום לחדש בין הערבים במדבר סיני ככל אשר צוה יהוה את משה כן עשו בני ישראל "],"query":"004009005"},{"canonical":"Numbers 9:6","passages":["ויהי אנשים אשר היו טמאים לנפש אדם ולא יכלו לעשת הפסח ביום ההוא ויקרבו לפני משה ולפני אהרן ביום ההוא "],"query":"004009006"},{"canonical":"Numbers 9:7","passages":["ויאמרו האנשים ההמה אליו אנחנו טמאים לנפש אדם למה נגרע לבלתי הקרב את קרבן יהוה במעדו בתוך בני ישראל "],"query":"004009007"},{"canonical":"Numbers 9:8","passages":["ויאמר אלהם משה עמדו ואשמעה מה יצוה יהוה לכם פ"],"query":"004009008"},{"canonical":"Numbers 9:9","passages":["וידבר יהוה אל משה לאמר "],"query":"004009009"},{"canonical":"Numbers 9:10","passages":["דבר אל בני ישראל לאמר איש איש כי יהיה טמא לנפש או בדרך רחקה לכם או לדרתיכם ועשה פסח ליהוה "],"query":"004009010"},{"canonical":"Numbers 9:11","passages":["בחדש השני בארבעה עשר יום בין הערבים יעשו אתו על מצות ומררים יאכלהו "],"query":"004009011"},{"canonical":"Numbers 9:12","passages":["לא ישאירו ממנו עד בקר ועצם לא ישברו בו ככל חקת הפסח יעשו אתו "],"query":"004009012"},{"canonical":"Numbers 9:13","passages":["והאיש אשר הוא טהור ובדרך לא היה וחדל לעשות הפסח ונכרתה הנפש ההוא מעמיה כי קרבן יהוה לא הקריב במעדו חטאו ישא האיש ההוא "],"query":"004009013"},{"canonical":"Numbers 9:14","passages":["וכי יגור אתכם גר ועשה פסח ליהוה כחקת הפסח וכמשפטו כן יעשה חקה אחת יהיה לכם ולגר ולאזרח הארץ פ"],"query":"004009014"},{"canonical":"Numbers 9:15","passages":["וביום הקים את המשכן כסה הענן את המשכן לאהל העדת ובערב יהיה על המשכן כמראה אש עד בקר "],"query":"004009015"},{"canonical":"Numbers 9:16","passages":["כן יהיה תמיד הענן יכסנו ומראה אש לילה "],"query":"004009016"},{"canonical":"Numbers 9:17","passages":["ולפי העלת הענן מעל האהל ואחרי כן יסעו בני ישראל ובמקום אשר ישכן שם הענן שם יחנו בני ישראל "],"query":"004009017"},{"canonical":"Numbers 9:18","passages":["על פי יהוה יסעו בני ישראל ועל פי יהוה יחנו כל ימי אשר ישכן הענן על המשכן יחנו "],"query":"004009018"},{"canonical":"Numbers 9:19","passages":["ובהאריך הענן על המשכן ימים רבים ושמרו בני ישראל את משמרת יהוה ולא יסעו "],"query":"004009019"},{"canonical":"Numbers 9:20","passages":["ויש אשר יהיה הענן ימים מספר על המשכן על פי יהוה יחנו ועל פי יהוה יסעו "],"query":"004009020"},{"canonical":"Numbers 9:21","passages":["ויש אשר יהיה הענן מערב עד בקר ונעלה הענן בבקר ונסעו או יומם ולילה ונעלה הענן ונסעו "],"query":"004009021"},{"canonical":"Numbers 9:22","passages":["או ימים או חדש או ימים בהאריך הענן על המשכן לשכן עליו יחנו בני ישראל ולא יסעו ובהעלתו יסעו "],"query":"004009022"},{"canonical":"Numbers 9:23","passages":["על פי יהוה יחנו ועל פי יהוה יסעו את משמרת יהוה שמרו על פי יהוה ביד משה פ"],"query":"004009023"}]}