{"query":"005007","verses":[{},{"canonical":"Deuteronomy 7:1","passages":["כי יביאך יהוה אלהיך אל הארץ אשר אתה בא שמה לרשתה ונשל גוים רבים מפניך החתי והגרגשי והאמרי והכנעני והפרזי והחוי והיבוסי שבעה גוים רבים ועצומים ממך "],"query":"005007001"},{"canonical":"Deuteronomy 7:2","passages":["ונתנם יהוה אלהיך לפניך והכיתם החרם תחרים אתם לא תכרת להם ברית ולא תחנם "],"query":"005007002"},{"canonical":"Deuteronomy 7:3","passages":["ולא תתחתן בם בתך לא תתן לבנו ובתו לא תקח לבנך "],"query":"005007003"},{"canonical":"Deuteronomy 7:4","passages":["כי יסיר את בנך מאחרי ועבדו אלהים אחרים וחרה אף יהוה בכם והשמידך מהר "],"query":"005007004"},{"canonical":"Deuteronomy 7:5","passages":["כי אם כה תעשו להם מזבחתיהם תתצו ומצבתם תשברו ואשירהם תגדעון ופסיליהם תשרפון באש "],"query":"005007005"},{"canonical":"Deuteronomy 7:6","passages":["כי עם קדוש אתה ליהוה אלהיך בך בחר יהוה אלהיך להיות לו לעם סגלה מכל העמים אשר על פני האדמה  ס "],"query":"005007006"},{"canonical":"Deuteronomy 7:7","passages":["לא מרבכם מכל העמים חשק יהוה בכם ויבחר בכם כי אתם המעט מכל העמים "],"query":"005007007"},{"canonical":"Deuteronomy 7:8","passages":["כי מאהבת יהוה אתכם ומשמרו את השבעה אשר נשבע לאבתיכם הוציא יהוה אתכם ביד חזקה ויפדך מבית עבדים מיד פרעה מלך מצרים "],"query":"005007008"},{"canonical":"Deuteronomy 7:9","passages":["וידעת כי יהוה אלהיך הוא ה͏אלהים האל הנאמן שמר הברית והחסד לאהביו ולשמרי מצותיו לאלף דור "],"query":"005007009"},{"canonical":"Deuteronomy 7:10","passages":["ומשלם לשנאיו אל פניו להאבידו לא יאחר לשנאו אל פניו ישלם לו "],"query":"005007010"},{"canonical":"Deuteronomy 7:11","passages":["ושמרת את המצוה ואת ה͏חקים ואת המשפטים אשר אנכי מצוך היום לעשותם פ"],"query":"005007011"},{"canonical":"Deuteronomy 7:12","passages":["והיה עקב תשמעון את המשפטים האלה ושמרתם ועשיתם אתם ושמר יהוה אלהיך לך את הברית ואת החסד אשר נשבע לאבתיך "],"query":"005007012"},{"canonical":"Deuteronomy 7:13","passages":["ואהבך וברכך והרבך וברך פרי בטנך ופרי אדמתך דגנך ותירשך ויצהרך שגר אלפיך ועשתרת צאנך על ה͏אדמה אשר נשבע לאבתיך לתת לך "],"query":"005007013"},{"canonical":"Deuteronomy 7:14","passages":["ברוך תהיה מכל העמים לא יהיה בך עקר ו͏עקרה ובבהמתך "],"query":"005007014"},{"canonical":"Deuteronomy 7:15","passages":["והסיר יהוה ממך כל חלי וכל מדוי מצרים הרעים אשר ידעת לא ישימם בך ונתנם בכל שנאיך "],"query":"005007015"},{"canonical":"Deuteronomy 7:16","passages":["ואכלת את כל העמים אשר יהוה אלהיך נתן לך לא תחס עינך עליהם ולא תעבד את אלהיהם כי מוקש הוא לך  ס "],"query":"005007016"},{"canonical":"Deuteronomy 7:17","passages":["כי תאמר בלבבך רבים הגוים האלה ממני איכה אוכל להורישם "],"query":"005007017"},{"canonical":"Deuteronomy 7:18","passages":["לא תירא מהם זכר תזכר את אשר עשה יהוה אלהיך לפרעה ולכל מצרים "],"query":"005007018"},{"canonical":"Deuteronomy 7:19","passages":["המסת הגדלת אשר ראו עיניך והאתת והמפתים והיד החזקה והזרע הנטויה אשר הוצאך יהוה אלהיך כן יעשה יהוה אלהיך לכל העמים אשר אתה ירא מפניהם "],"query":"005007019"},{"canonical":"Deuteronomy 7:20","passages":["וגם את הצרעה ישלח יהוה אלהיך בם עד אבד הנשארים והנסתרים מפניך "],"query":"005007020"},{"canonical":"Deuteronomy 7:21","passages":["לא תערץ מפניהם כי יהוה אלהיך בקרבך אל גדול ונורא "],"query":"005007021"},{"canonical":"Deuteronomy 7:22","passages":["ונשל יהוה אלהיך את הגוים האל מפניך מעט מעט לא תוכל כלתם מהר פן תרבה עליך חית השדה "],"query":"005007022"},{"canonical":"Deuteronomy 7:23","passages":["ונתנם יהוה אלהיך לפניך והמם מהומה גדלה עד השמדם "],"query":"005007023"},{"canonical":"Deuteronomy 7:24","passages":["ונתן מלכיהם בידך והאבדת את שמם מתחת השמים לא יתיצב איש בפניך עד השמדך אתם "],"query":"005007024"},{"canonical":"Deuteronomy 7:25","passages":["פסילי אלהיהם תשרפון באש לא תחמד כסף וזהב עליהם ולקחת לך פן תוקש בו כי תועבת יהוה אלהיך הוא "],"query":"005007025"},{"canonical":"Deuteronomy 7:26","passages":["ולא תביא תועבה אל ביתך והיית חרם כמהו שקץ תשקצנו ותעב תתעבנו כי חרם הוא פ"],"query":"005007026"}]}