{"query":"005017","verses":[{},{"canonical":"Deuteronomy 17:1","passages":["לא תזבח ליהוה אלהיך שור ושה אשר יהיה בו מום כל דבר רע כי תועבת יהוה אלהיך הוא  ס "],"query":"005017001"},{"canonical":"Deuteronomy 17:2","passages":["כי ימצא בקרבך באחד שעריך אשר יהוה אלהיך נתן לך איש או אשה אשר יעשה את הרע בעיני יהוה אלהיך לעבר בריתו "],"query":"005017002"},{"canonical":"Deuteronomy 17:3","passages":["וילך ו͏יעבד אלהים אחרים וישתחו להם ולשמש או לירח או לכל צבא השמים אשר לא צויתי "],"query":"005017003"},{"canonical":"Deuteronomy 17:4","passages":["והגד לך ושמעת ודרשת היטב והנה אמת נכון הדבר נעשתה התועבה הזאת בישראל "],"query":"005017004"},{"canonical":"Deuteronomy 17:5","passages":["והוצאת את האיש ההוא או את האשה ההוא אשר עשו את הדבר הרע הזה אל שעריך את האיש או את האשה וסקלתם באבנים ומתו "],"query":"005017005"},{"canonical":"Deuteronomy 17:6","passages":["על פי שנים עדים או שלשה עדים יומת המת לא יומת על פי עד אחד "],"query":"005017006"},{"canonical":"Deuteronomy 17:7","passages":["יד העדים תהיה בו בראשנה להמיתו ויד כל העם באחרנה ובערת הרע מקרבך פ"],"query":"005017007"},{"canonical":"Deuteronomy 17:8","passages":["כי יפלא ממך דבר למשפט בין דם לדם בין דין לדין ובין נגע לנגע דברי ריבת בשעריך וקמת ועלית אל המקום אשר יבחר יהוה אלהיך בו "],"query":"005017008"},{"canonical":"Deuteronomy 17:9","passages":["ובאת אל הכהנים הלוים ואל השפט אשר יהיה בימים ההם ודרשת והגידו לך את דבר המשפט "],"query":"005017009"},{"canonical":"Deuteronomy 17:10","passages":["ועשית על פי הדבר אשר יגידו לך מן המקום ההוא אשר יבחר יהוה ושמרת לעשות ככל אשר יורוך "],"query":"005017010"},{"canonical":"Deuteronomy 17:11","passages":["על פי התורה אשר יורוך ועל המשפט אשר יאמרו לך תעשה לא תסור מן הדבר אשר יגידו לך ימין ושמאל "],"query":"005017011"},{"canonical":"Deuteronomy 17:12","passages":["והאיש אשר יעשה בזדון לבלתי שמע אל הכהן העמד לשרת שם את יהוה אלהיך או אל השפט ומת האיש ההוא ובערת הרע מישראל "],"query":"005017012"},{"canonical":"Deuteronomy 17:13","passages":["וכל העם ישמעו ויראו ולא יזידון עוד  ס "],"query":"005017013"},{"canonical":"Deuteronomy 17:14","passages":["כי תבא אל הארץ אשר יהוה אלהיך נתן לך וירשתה וישבתה בה ואמרת אשימה עלי מלך ככל הגוים אשר סביבתי "],"query":"005017014"},{"canonical":"Deuteronomy 17:15","passages":["שום תשים עליך מלך אשר יבחר יהוה אלהיך בו מקרב אחיך תשים עליך מלך לא תוכל לתת עליך איש נכרי אשר לא אחיך הוא "],"query":"005017015"},{"canonical":"Deuteronomy 17:16","passages":["רק לא ירבה לו סוסים ולא ישיב את העם מצרימה למען הרבות סוס ויהוה אמר לכם לא תספון לשוב בדרך הזה עוד "],"query":"005017016"},{"canonical":"Deuteronomy 17:17","passages":["ולא ירבה לו נשים ולא יסור לבבו וכסף וזהב לא ירבה לו מאד "],"query":"005017017"},{"canonical":"Deuteronomy 17:18","passages":["והיה כשבתו על כסא ממלכתו וכתב לו את משנה התורה הזאת על ספר מלפני הכהנים הלוים "],"query":"005017018"},{"canonical":"Deuteronomy 17:19","passages":["והיתה עמו וקרא בו כל ימי חייו למען ילמד ליראה את יהוה אלהיו לשמר את כל דברי התורה הזאת ואת החקים האלה לעשתם "],"query":"005017019"},{"canonical":"Deuteronomy 17:20","passages":["לבלתי רום לבבו מאחיו ולבלתי סור מן המצוה ימין ושמאול למען יאריך ימים על ממלכתו הוא ובניו בקרב ישראל  ס "],"query":"005017020"}]}