{"query":"005021","verses":[{},{"canonical":"Deuteronomy 21:1","passages":["כי ימצא חלל באדמה אשר יהוה אלהיך נתן לך לרשתה נפל בשדה לא נודע מי הכהו "],"query":"005021001"},{"canonical":"Deuteronomy 21:2","passages":["ויצאו זקניך ושפטיך ומדדו אל הערים אשר סביבת החלל "],"query":"005021002"},{"canonical":"Deuteronomy 21:3","passages":["והיה העיר הקרבה אל החלל ולקחו זקני העיר ההוא עגלת בקר אשר לא עבד בה אשר לא משכה בעל "],"query":"005021003"},{"canonical":"Deuteronomy 21:4","passages":["והורדו זקני העיר ההוא את העגלה אל נחל איתן אשר לא יעבד בו ולא יזרע וערפו שם את העגלה בנחל "],"query":"005021004"},{"canonical":"Deuteronomy 21:5","passages":["ונגשו הכהנים בני לוי כי בם בחר יהוה אלהיך לשרתו ולברך בשם יהוה ועל פיהם יהיה כל ריב וכל נגע "],"query":"005021005"},{"canonical":"Deuteronomy 21:6","passages":["וכל זקני העיר ההוא הקרבים אל החלל ירחצו את ידיהם על העגלה הערופה בנחל "],"query":"005021006"},{"canonical":"Deuteronomy 21:7","passages":["וענו ואמרו ידינו לא שפכו את הדם הזה ועינינו לא ראו "],"query":"005021007"},{"canonical":"Deuteronomy 21:8","passages":["כפר לעמך ישראל אשר פדית יהוה ואל תתן דם נקי בקרב עמך ישראל ונכפר להם הדם "],"query":"005021008"},{"canonical":"Deuteronomy 21:9","passages":["ואתה תבער הדם הנקי מקרבך כי תעשה הישר בעיני יהוה  ס "],"query":"005021009"},{"canonical":"Deuteronomy 21:10","passages":["כי תצא למלחמה על איביך ונתנו יהוה אלהיך בידך ושבית שביו "],"query":"005021010"},{"canonical":"Deuteronomy 21:11","passages":["וראית בשביה אשת יפת תאר וחשקת בה ולקחת לך לאשה "],"query":"005021011"},{"canonical":"Deuteronomy 21:12","passages":["והבאתה אל תוך ביתך וגלחה את ראשה ועשתה את צפרניה "],"query":"005021012"},{"canonical":"Deuteronomy 21:13","passages":["והסירה את שמלת שביה מעליה וישבה בביתך ובכתה את אביה ואת אמה ירח ימים ואחר כן תבוא אליה ובעלתה והיתה לך לאשה "],"query":"005021013"},{"canonical":"Deuteronomy 21:14","passages":["והיה אם לא חפצת בה ושלחתה לנפשה ומכר לא תמכרנה בכסף לא תתעמר בה תחת אשר עניתה  ס "],"query":"005021014"},{"canonical":"Deuteronomy 21:15","passages":["כי תהיין לאיש שתי נשים האחת אהובה והאחת שנואה וילדו לו בנים האהובה והשנואה והיה הבן הבכור לשניאה "],"query":"005021015"},{"canonical":"Deuteronomy 21:16","passages":["והיה ביום הנחילו את בניו את אשר יהיה לו לא יוכל לבכר את בן האהובה על פני בן השנואה הבכר "],"query":"005021016"},{"canonical":"Deuteronomy 21:17","passages":["כי את הבכר בן השנואה יכיר לתת לו פי שנים בכל אשר ימצא לו כי הוא ראשית אנו לו משפט הבכרה  ס "],"query":"005021017"},{"canonical":"Deuteronomy 21:18","passages":["כי יהיה לאיש בן סורר ומורה איננו שמע בקול אביו ובקול אמו ויסרו אתו ולא ישמע אליהם "],"query":"005021018"},{"canonical":"Deuteronomy 21:19","passages":["ותפשו בו אביו ואמו והוציאו אתו אל זקני עירו ואל שער מקמו "],"query":"005021019"},{"canonical":"Deuteronomy 21:20","passages":["ואמרו אל זקני עירו בננו זה סורר ומרה איננו שמע בקלנו זולל וסבא "],"query":"005021020"},{"canonical":"Deuteronomy 21:21","passages":["ורגמהו כל אנשי עירו באבנים ומת ובערת הרע מקרבך וכל ישראל ישמעו ויראו  ס "],"query":"005021021"},{"canonical":"Deuteronomy 21:22","passages":["וכי יהיה באיש חטא משפט מות והומת ותלית אתו על עץ "],"query":"005021022"},{"canonical":"Deuteronomy 21:23","passages":["לא תלין נבלתו על העץ כי קבור תקברנו ביום ההוא כי קללת אלהים תלוי ולא תטמא את אדמתך אשר יהוה אלהיך נתן לך נחלה  ס "],"query":"005021023"}]}