{"query":"005013","verses":[{},{"canonical":"Deuteronomy 13:1","passages":["את כל הדבר אשר אנכי מצוה אתכם אתו תשמרו לעשות לא תסף עליו ולא תגרע ממנו פ"],"query":"005013001"},{"canonical":"Deuteronomy 13:2","passages":["כי יקום בקרבך נביא או חלם חלום ונתן אליך אות או מופת "],"query":"005013002"},{"canonical":"Deuteronomy 13:3","passages":["ובא האות והמופת אשר דבר אליך לאמר נ͏לכה אחרי אלהים אחרים אשר לא ידעתם ונעבדם "],"query":"005013003"},{"canonical":"Deuteronomy 13:4","passages":["לא תשמע אל דברי הנביא ההוא או אל חולם החלום ההוא כי מנסה יהוה אלהיכם אתכם לדעת הישכם אהבים את יהוה אלהיכם בכל לבבכם ובכל נפשכם "],"query":"005013004"},{"canonical":"Deuteronomy 13:5","passages":["אחרי יהוה אלהיכם תלכו ואתו תיראו ואת מצותיו תשמרו ובקלו תשמעו ואתו תעבדו ובו תדבקון "],"query":"005013005"},{"canonical":"Deuteronomy 13:6","passages":["והנביא ההוא או חלם החלום ההוא יומת כי דבר סרה על יהוה אלהיכם המוציא אתכם מארץ מצרים והפדך מבית עבדים להדיחך מן הדרך אשר צוך יהוה אלהיך ללכת בה ובערת הרע מקרבך "],"query":"005013006"},{"canonical":"Deuteronomy 13:7","passages":["כי יסיתך אחיך בן אמך או בנך או בתך או אשת חיקך או רעך אשר כנפשך בסתר לאמר נלכה ונעבדה אלהים אחרים אשר לא ידעת אתה ואבתיך "],"query":"005013007"},{"canonical":"Deuteronomy 13:8","passages":["מאלהי ה͏עמים אשר סביבתיכם הקרבים אליך או הרחקים ממך מקצה הארץ ועד קצה הארץ "],"query":"005013008"},{"canonical":"Deuteronomy 13:9","passages":["לא תאבה לו ולא תשמע אליו ולא תחוס עינך עליו ולא תחמל ולא תכסה עליו "],"query":"005013009"},{"canonical":"Deuteronomy 13:10","passages":["כי הרג תהרגנו ידך תהיה בו בראשונה להמיתו ויד כל העם באחרנה "],"query":"005013010"},{"canonical":"Deuteronomy 13:11","passages":["וסקלתו באבנים ומת כי בקש להדיחך מעל יהוה אלהיך המוציאך מארץ מצרים מבית עבדים "],"query":"005013011"},{"canonical":"Deuteronomy 13:12","passages":["וכל ישראל ישמעו ויראון ולא יוספו לעשות כדבר הרע הזה בקרבך  ס "],"query":"005013012"},{"canonical":"Deuteronomy 13:13","passages":["כי תשמע באחת עריך אשר יהוה אלהיך נתן לך לשבת שם לאמר "],"query":"005013013"},{"canonical":"Deuteronomy 13:14","passages":["יצאו אנשים בני בליעל מקרבך וידיחו את ישבי עירם לאמר נלכה ונעבדה אלהים אחרים אשר לא ידעתם "],"query":"005013014"},{"canonical":"Deuteronomy 13:15","passages":["ודרשת וחקרת ושאלת היטב והנה אמת נכון הדבר נעשתה התועבה הזאת בקרבך "],"query":"005013015"},{"canonical":"Deuteronomy 13:16","passages":["הכה תכה את ישבי העיר ההיא לפי חרב החרם אתה ואת כל אשר בה ואת בהמתה לפי חרב "],"query":"005013016"},{"canonical":"Deuteronomy 13:17","passages":["ואת כל שללה תקבץ אל תוך רחבה ושרפת באש את העיר ואת כל שללה כליל ליהוה אלהיך והיתה תל עולם לא תבנה עוד "],"query":"005013017"},{"canonical":"Deuteronomy 13:18","passages":["ולא ידבק בידך מאומה מן החרם למען ישוב יהוה מחרון אפו ונתן לך רחמים ורחמך והרבך כאשר נשבע לאבתיך "],"query":"005013018"},{"canonical":"Deuteronomy 13:19","passages":["כי תשמע בקול יהוה אלהיך לשמר את כל מצותיו אשר אנכי מצוך היום לעשות הישר בעיני יהוה אלהיך  ס "],"query":"005013019"}]}