{"query":"005008","verses":[{},{"canonical":"Deuteronomy 8:1","passages":["כל המצוה אשר אנכי מצוך היום תשמרון לעשות למען תחיון ורביתם ובאתם וירשתם את הארץ אשר נשבע יהוה לאבתיכם "],"query":"005008001"},{"canonical":"Deuteronomy 8:2","passages":["וזכרת את כל הדרך אשר הליכך יהוה אלהיך זה ארבעים שנה במדבר למען ענתך לנסתך לדעת את אשר בלבבך התשמר מצותיו אם לא "],"query":"005008002"},{"canonical":"Deuteronomy 8:3","passages":["ויענך וירעבך ויאכלך את המן אשר לא ידעת ולא ידעון אבתיך למען הודעך כי לא על הלחם לבדו יחיה האדם כי על כל מוצא פי יהוה יחיה האדם "],"query":"005008003"},{"canonical":"Deuteronomy 8:4","passages":["שמלתך לא בלתה מעליך ורגלך לא בצקה זה ארבעים שנה "],"query":"005008004"},{"canonical":"Deuteronomy 8:5","passages":["וידעת עם לבבך כי כאשר ייסר איש את בנו יהוה אלהיך מיסרך "],"query":"005008005"},{"canonical":"Deuteronomy 8:6","passages":["ושמרת את מצות יהוה אלהיך ללכת בדרכיו וליראה אתו "],"query":"005008006"},{"canonical":"Deuteronomy 8:7","passages":["כי יהוה אלהיך מביאך אל ארץ טובה ארץ נחלי מים עינת ותהמת יצאים בבקעה ובהר "],"query":"005008007"},{"canonical":"Deuteronomy 8:8","passages":["ארץ חטה ושערה וגפן ותאנה ורמון ארץ זית שמן ודבש "],"query":"005008008"},{"canonical":"Deuteronomy 8:9","passages":["ארץ אשר לא במסכנת תאכל בה לחם לא תחסר כל בה ארץ אשר אבניה ברזל ומהרריה תחצב נחשת "],"query":"005008009"},{"canonical":"Deuteronomy 8:10","passages":["ואכלת ושבעת וברכת את יהוה אלהיך על הארץ הטבה אשר נתן לך "],"query":"005008010"},{"canonical":"Deuteronomy 8:11","passages":["השמר לך פן תשכח את יהוה אלהיך לבלתי שמר מצותיו ומשפטיו וחקתיו אשר אנכי מצוך היום "],"query":"005008011"},{"canonical":"Deuteronomy 8:12","passages":["פן תאכל ושבעת ובתים טובים תבנה וישבת "],"query":"005008012"},{"canonical":"Deuteronomy 8:13","passages":["ובקרך וצאנך ירבין וכסף וזהב ירבה לך וכל אשר לך ירבה "],"query":"005008013"},{"canonical":"Deuteronomy 8:14","passages":["ורם לבבך ושכחת את יהוה אלהיך המוציאך מארץ מצרים מבית עבדים "],"query":"005008014"},{"canonical":"Deuteronomy 8:15","passages":["המוליכך במדבר הגדל והנורא נחש שרף ועקרב וצמאון אשר אין מים המוציא לך מים מצור ה͏חלמיש "],"query":"005008015"},{"canonical":"Deuteronomy 8:16","passages":["המ͏אכלך מן במדבר אשר לא ידעון אבתיך למען ענתך ולמען נסתך להיטבך באחריתך "],"query":"005008016"},{"canonical":"Deuteronomy 8:17","passages":["ואמרת בלבבך כחי ועצם ידי עשה לי את החיל הזה "],"query":"005008017"},{"canonical":"Deuteronomy 8:18","passages":["וזכרת את יהוה אלהיך כי הוא הנתן לך כח לעשות חיל למען הקים את בריתו אשר נשבע לאבתיך כיום הזה פ"],"query":"005008018"},{"canonical":"Deuteronomy 8:19","passages":["והיה אם שכח תשכח את יהוה אלהיך והלכת אחרי אלהים אחרים ועבדתם והשתחוית להם העדתי בכם היום כי אבד תאבדון "],"query":"005008019"},{"canonical":"Deuteronomy 8:20","passages":["כגוים אשר יהוה מאביד מפניכם כן תאבדון עקב לא תשמעון בקול יהוה אלהיכם פ"],"query":"005008020"}]}