{"query":"005030","verses":[{},{"canonical":"Deuteronomy 30:1","passages":["והיה כי יבאו עליך כל הדברים האלה הברכה והקללה אשר נתתי לפניך והשבת אל לבבך בכל הגוים אשר הדיחך יהוה אלהיך שמה "],"query":"005030001"},{"canonical":"Deuteronomy 30:2","passages":["ושבת עד יהוה אלהיך ושמעת בקלו ככל אשר אנכי מצוך היום אתה ובניך בכל לבבך ובכל נפשך "],"query":"005030002"},{"canonical":"Deuteronomy 30:3","passages":["ושב יהוה אלהיך את שבותך ורחמך ושב וקבצך מכל העמים אשר הפיצך יהוה אלהיך שמה "],"query":"005030003"},{"canonical":"Deuteronomy 30:4","passages":["אם יהיה נדחך בקצה השמים משם יקבצך יהוה אלהיך ומשם יקחך "],"query":"005030004"},{"canonical":"Deuteronomy 30:5","passages":["והביאך יהוה אלהיך אל הארץ אשר ירשו אבתיך וירשתה והיטבך והרבך מאבתיך "],"query":"005030005"},{"canonical":"Deuteronomy 30:6","passages":["ומל יהוה אלהיך את לבבך ואת לבב זרעך לאהבה את יהוה אלהיך בכל לבבך ובכל נפשך למען חייך "],"query":"005030006"},{"canonical":"Deuteronomy 30:7","passages":["ונתן יהוה אלהיך את כל האלות האלה על איביך ועל שנאיך אשר רדפוך "],"query":"005030007"},{"canonical":"Deuteronomy 30:8","passages":["ואתה תשוב ושמעת בקול יהוה ועשית את כל מצותיו אשר אנכי מצוך היום "],"query":"005030008"},{"canonical":"Deuteronomy 30:9","passages":["והותירך יהוה אלהיך בכל מעשה ידך בפרי בטנך ובפרי בהמתך ובפרי אדמתך לטובה כי ישוב יהוה לשוש עליך לטוב כאשר שש על אבתיך "],"query":"005030009"},{"canonical":"Deuteronomy 30:10","passages":["כי תשמע בקול יהוה אלהיך לשמר מצותיו וחקתיו הכתובה בספר התורה הזה כי תשוב אל יהוה אלהיך בכל לבבך ובכל נפשך פ"],"query":"005030010"},{"canonical":"Deuteronomy 30:11","passages":["כי המצוה הזאת אשר אנכי מצוך היום לא נפלאת הוא ממך ולא רחקה הוא "],"query":"005030011"},{"canonical":"Deuteronomy 30:12","passages":["לא בשמים הוא לאמר מי יעלה לנו השמימה ויקחה לנו וישמענו אתה ונעשנה "],"query":"005030012"},{"canonical":"Deuteronomy 30:13","passages":["ולא מעבר לים הוא לאמר מי יעבר לנו אל עבר הים ויקחה לנו וישמענו אתה ונעשנה "],"query":"005030013"},{"canonical":"Deuteronomy 30:14","passages":["כי קרוב אליך הדבר מאד בפיך ובלבבך לעשתו  ס "],"query":"005030014"},{"canonical":"Deuteronomy 30:15","passages":["ראה נתתי לפניך היום את החיים ואת הטוב ואת המות ואת הרע "],"query":"005030015"},{"canonical":"Deuteronomy 30:16","passages":["אשר אנכי מצוך היום לאהבה את יהוה אלהיך ללכת בדרכיו ולשמר מצותיו וחקתיו ומשפטיו וחיית ורבית וברכך יהוה אלהיך בארץ אשר אתה בא שמה לרשתה "],"query":"005030016"},{"canonical":"Deuteronomy 30:17","passages":["ואם יפנה לבבך ולא תשמע ונדחת והשתחוית לאלהים אחרים ועבדתם "],"query":"005030017"},{"canonical":"Deuteronomy 30:18","passages":["הגדתי לכם היום כי אבד תאבדון לא תאריכן ימים על האדמה אשר אתה עבר את הירדן לבא שמה לרשתה "],"query":"005030018"},{"canonical":"Deuteronomy 30:19","passages":["העידתי בכם היום את השמים ואת הארץ החיים והמות נתתי לפניך הברכה והקללה ובחרת בחיים למען תחיה אתה וזרעך "],"query":"005030019"},{"canonical":"Deuteronomy 30:20","passages":["לאהבה את יהוה אלהיך לשמע בקלו ולדבקה בו כי הוא חייך וארך ימיך לשבת על האדמה אשר נשבע יהוה לאבתיך לאברהם ליצחק וליעקב לתת להם פ"],"query":"005030020"}]}