{"query":"005009","verses":[{},{"canonical":"Deuteronomy 9:1","passages":["שמע ישראל אתה עבר היום את הירדן לבא לרשת גוים גדלים ועצמים ממך ערים גדלת ובצרת בשמים "],"query":"005009001"},{"canonical":"Deuteronomy 9:2","passages":["עם גדול ורם בני ענקים אשר אתה ידעת ואתה שמעת מי יתיצב לפני בני ענק "],"query":"005009002"},{"canonical":"Deuteronomy 9:3","passages":["וידעת היום כי יהוה אלהיך הוא העבר לפניך אש אכלה הוא ישמידם והוא יכניעם לפניך והורשתם והאבדתם מהר כאשר דבר יהוה לך "],"query":"005009003"},{"canonical":"Deuteronomy 9:4","passages":["אל תאמר בלבבך בהדף יהוה אלהיך אתם מלפניך לאמר בצדקתי הביאני יהוה לרשת את הארץ הזאת וברשעת הגוים האלה יהוה מורישם מפניך "],"query":"005009004"},{"canonical":"Deuteronomy 9:5","passages":["לא בצדקתך ובישר לבבך אתה בא לרשת את ארצם כי ברשעת הגוים האלה יהוה אלהיך מורישם מפניך ולמען הקים את הדבר אשר נשבע יהוה לאבתיך לאברהם ליצחק וליעקב "],"query":"005009005"},{"canonical":"Deuteronomy 9:6","passages":["וידעת כי לא בצדקתך יהוה אלהיך נתן לך את הארץ הטובה הזאת לרשתה כי עם קשה ערף אתה "],"query":"005009006"},{"canonical":"Deuteronomy 9:7","passages":["זכר אל תשכח את אשר הקצפת את יהוה אלהיך במדבר למן היום אשר יצאת מארץ מצרים עד באכם עד המקום הזה ממרים הייתם עם יהוה "],"query":"005009007"},{"canonical":"Deuteronomy 9:8","passages":["ובחרב הקצפתם את יהוה ויתאנף יהוה בכם להשמיד אתכם "],"query":"005009008"},{"canonical":"Deuteronomy 9:9","passages":["בעלתי ההרה לקחת לוחת האבנים לוחת הברית אשר כרת יהוה עמכם ואשב בהר ארבעים יום וארבעים לילה לחם לא אכלתי ומים לא שתיתי "],"query":"005009009"},{"canonical":"Deuteronomy 9:10","passages":["ויתן יהוה אלי את שני לוחת האבנים כתבים באצבע אלהים ועליהם ככל הדברים אשר דבר יהוה עמכם בהר מתוך האש ביום הקהל "],"query":"005009010"},{"canonical":"Deuteronomy 9:11","passages":["ויהי מקץ ארבעים יום וארבעים לילה נתן יהוה אלי את שני לחת האבנים לחות הברית "],"query":"005009011"},{"canonical":"Deuteronomy 9:12","passages":["ויאמר יהוה אלי קום רד מהר מזה כי שחת עמך אשר הוצאת ממצרים סרו מהר מן הדרך אשר צויתם עשו להם מסכה "],"query":"005009012"},{"canonical":"Deuteronomy 9:13","passages":["ויאמר יהוה אלי לאמר ראיתי את העם הזה והנה עם קשה ערף הוא "],"query":"005009013"},{"canonical":"Deuteronomy 9:14","passages":["הרף ממני ואשמידם ואמחה את שמם מתחת השמים ואעשה אותך לגוי עצום ורב ממנו "],"query":"005009014"},{"canonical":"Deuteronomy 9:15","passages":["ואפן וארד מן ההר וההר בער באש ושני לחת הברית על שתי ידי "],"query":"005009015"},{"canonical":"Deuteronomy 9:16","passages":["וארא והנה חטאתם ליהוה אלהיכם עשיתם לכם עגל מסכה סרתם מהר מן הדרך אשר צוה יהוה אתכם "],"query":"005009016"},{"canonical":"Deuteronomy 9:17","passages":["ואתפש בשני הלחת ואשלכם מעל שתי ידי ואשברם לעיניכם "],"query":"005009017"},{"canonical":"Deuteronomy 9:18","passages":["ואתנפל לפני יהוה כראשנה ארבעים יום וארבעים לילה לחם לא אכלתי ומים לא שתיתי על כל חטאתכם אשר חטאתם לעשות הרע בעיני יהוה להכעיסו "],"query":"005009018"},{"canonical":"Deuteronomy 9:19","passages":["כי יגרתי מפני האף והחמה אשר קצף יהוה עליכם להשמיד אתכם וישמע יהוה אלי גם בפעם ההוא "],"query":"005009019"},{"canonical":"Deuteronomy 9:20","passages":["ובאהרן התאנף יהוה מאד להשמידו ואתפלל גם בעד אהרן בעת ההוא "],"query":"005009020"},{"canonical":"Deuteronomy 9:21","passages":["ואת חטאתכם אשר עשיתם את העגל לקחתי ואשרף אתו באש ואכת אתו טחון היטב עד אשר דק לעפר ואשלך את עפרו אל הנחל הירד מן ההר "],"query":"005009021"},{"canonical":"Deuteronomy 9:22","passages":["ובתבערה ובמסה ובקברת התאוה מקצפים הייתם את יהוה "],"query":"005009022"},{"canonical":"Deuteronomy 9:23","passages":["ובשלח יהוה אתכם מקדש ברנע לאמר עלו ורשו את הארץ אשר נתתי לכם ותמרו את פי יהוה אלהיכם ולא האמנתם לו ולא שמעתם בקלו "],"query":"005009023"},{"canonical":"Deuteronomy 9:24","passages":["ממרים הייתם עם יהוה מיום דעתי אתכם "],"query":"005009024"},{"canonical":"Deuteronomy 9:25","passages":["ואתנפל לפני יהוה את ארבעים היום ואת ארבעים הלילה אשר התנפלתי כי אמר יהוה להשמיד אתכם "],"query":"005009025"},{"canonical":"Deuteronomy 9:26","passages":["ואתפלל אל יהוה ואמר אדני יהוה אל תשחת עמך ונחלתך אשר פדית בגדלך אשר הוצאת ממצרים ביד חזקה "],"query":"005009026"},{"canonical":"Deuteronomy 9:27","passages":["זכר לעבדיך לאברהם ליצחק וליעקב אל תפן אל קשי העם הזה ואל רשעו ואל חטאתו "],"query":"005009027"},{"canonical":"Deuteronomy 9:28","passages":["פן יאמרו הארץ אשר הוצאתנו משם מבלי יכלת יהוה להביאם אל הארץ אשר דבר להם ומשנאתו אותם הוציאם להמתם במדבר "],"query":"005009028"},{"canonical":"Deuteronomy 9:29","passages":["והם עמך ונחלתך אשר הוצאת בכחך הגדל ובזרעך הנטויה פ"],"query":"005009029"}]}