{"query":"005031","verses":[{},{"canonical":"Deuteronomy 31:1","passages":["וילך משה וידבר את הדברים האלה אל כל ישראל "],"query":"005031001"},{"canonical":"Deuteronomy 31:2","passages":["ויאמר אלהם בן מאה ועשרים שנה אנכי היום לא אוכל עוד לצאת ולבוא ויהוה אמר אלי לא תעבר את הירדן הזה "],"query":"005031002"},{"canonical":"Deuteronomy 31:3","passages":["יהוה אלהיך הוא עבר לפניך הוא ישמיד את הגוים האלה מלפניך וירשתם יהושע הוא עבר לפניך כאשר דבר יהוה "],"query":"005031003"},{"canonical":"Deuteronomy 31:4","passages":["ועשה יהוה להם כאשר עשה לסיחון ולעוג מלכי האמרי ולארצם אשר השמיד אתם "],"query":"005031004"},{"canonical":"Deuteronomy 31:5","passages":["ונתנם יהוה לפניכם ועשיתם להם ככל המצוה אשר צויתי אתכם "],"query":"005031005"},{"canonical":"Deuteronomy 31:6","passages":["חזקו ואמצו אל תיראו ואל תערצו מפניהם כי יהוה אלהיך הוא ההלך עמך לא ירפך ולא יעזבך פ"],"query":"005031006"},{"canonical":"Deuteronomy 31:7","passages":["ויקרא משה ליהושע ויאמר אליו לעיני כל ישראל חזק ואמץ כי אתה תבוא את העם הזה אל הארץ אשר נשבע יהוה לאבתם לתת להם ואתה תנחילנה אותם "],"query":"005031007"},{"canonical":"Deuteronomy 31:8","passages":["ויהוה הוא ההלך לפניך הוא יהיה עמך לא ירפך ולא יעזבך לא תירא ולא תחת "],"query":"005031008"},{"canonical":"Deuteronomy 31:9","passages":["ויכתב משה את התורה הזאת ויתנה אל הכהנים בני לוי הנשאים את ארון ברית יהוה ואל כל זקני ישראל "],"query":"005031009"},{"canonical":"Deuteronomy 31:10","passages":["ויצו משה אותם לאמר מקץ שבע שנים במעד שנת השמטה בחג הסכות "],"query":"005031010"},{"canonical":"Deuteronomy 31:11","passages":["בבוא כל ישראל לראות את פני יהוה אלהיך במקום אשר יבחר תקרא את התורה הזאת נגד כל ישראל באזניהם "],"query":"005031011"},{"canonical":"Deuteronomy 31:12","passages":["הקהל את העם האנשים והנשים והטף וגרך אשר בשעריך למען ישמעו ולמען ילמדו ויראו את יהוה אלהיכם ושמרו לעשות את כל דברי התורה הזאת "],"query":"005031012"},{"canonical":"Deuteronomy 31:13","passages":["ובניהם אשר לא ידעו ישמעו ולמדו ליראה את יהוה אלהיכם כל הימים אשר אתם חיים על האדמה אשר אתם עברים את הירדן שמה לרשתה פ"],"query":"005031013"},{"canonical":"Deuteronomy 31:14","passages":["ויאמר יהוה אל משה הן קרבו ימיך למות קרא את יהושע והתיצבו באהל מועד ואצונו וילך משה ויהושע ויתיצבו באהל מועד "],"query":"005031014"},{"canonical":"Deuteronomy 31:15","passages":["וירא יהוה באהל בעמוד ענן ויעמד עמוד הענן על פתח האהל  ס "],"query":"005031015"},{"canonical":"Deuteronomy 31:16","passages":["ויאמר יהוה אל משה הנך שכב עם אבתיך וקם העם הזה וזנה אחרי אלהי נכר הארץ אשר הוא בא שמה בקרבו ועזבני והפר את בריתי אשר כרתי אתו "],"query":"005031016"},{"canonical":"Deuteronomy 31:17","passages":["וחרה אפי בו ביום ההוא ועזבתים והסתרתי פני מהם והיה לאכל ומצאהו רעות רבות וצרות ואמר ביום ההוא הלא על כי אין אלהי בקרבי מצאוני הרעות האלה "],"query":"005031017"},{"canonical":"Deuteronomy 31:18","passages":["ואנכי הסתר אסתיר פני ביום ההוא על כל הרעה אשר עשה כי פנה אל אלהים אחרים "],"query":"005031018"},{"canonical":"Deuteronomy 31:19","passages":["ועתה כתבו לכם את השירה הזאת ולמדה את בני ישראל שימה בפיהם למען תהיה לי השירה הזאת לעד בבני ישראל "],"query":"005031019"},{"canonical":"Deuteronomy 31:20","passages":["כי אביאנו אל האדמה אשר נשבעתי לאבתיו זבת חלב ודבש ואכל ושבע ודשן ופנה אל אלהים אחרים ועבדום ונאצוני והפר את בריתי "],"query":"005031020"},{"canonical":"Deuteronomy 31:21","passages":["והיה כי תמצאן אתו רעות רבות וצרות וענתה השירה הזאת לפניו לעד כי לא תשכח מפי זרעו כי ידעתי את יצרו אשר הוא עשה היום בטרם אביאנו אל הארץ אשר נשבעתי "],"query":"005031021"},{"canonical":"Deuteronomy 31:22","passages":["ויכתב משה את השירה הזאת ביום ההוא וילמדה את בני ישראל "],"query":"005031022"},{"canonical":"Deuteronomy 31:23","passages":["ויצו את יהושע בן נון ויאמר חזק ואמץ כי אתה תביא את בני ישראל אל הארץ אשר נשבעתי להם ואנכי אהיה עמך "],"query":"005031023"},{"canonical":"Deuteronomy 31:24","passages":["ויהי ככלות משה לכתב את דברי התורה הזאת על ספר עד תמם "],"query":"005031024"},{"canonical":"Deuteronomy 31:25","passages":["ויצו משה את הלוים נשאי ארון ברית יהוה לאמר "],"query":"005031025"},{"canonical":"Deuteronomy 31:26","passages":["לקח את ספר התורה הזה ושמתם אתו מצד ארון ברית יהוה אלהיכם והיה שם בך לעד "],"query":"005031026"},{"canonical":"Deuteronomy 31:27","passages":["כי אנכי ידעתי את מריך ואת ערפך הקשה הן בעודני חי עמכם היום ממרים היתם עם יהוה ואף כי אחרי מותי "],"query":"005031027"},{"canonical":"Deuteronomy 31:28","passages":["הקהילו אלי את כל זקני שבטיכם ושטריכם ואדברה באזניהם את הדברים האלה ואעידה בם את השמים ואת הארץ "],"query":"005031028"},{"canonical":"Deuteronomy 31:29","passages":["כי ידעתי אחרי מותי כי השחת תשחתון וסרתם מן הדרך אשר צויתי אתכם וקראת אתכם ה͏רעה באחרית הימים כי תעשו את הרע בעיני יהוה להכעיסו במעשה ידיכם "],"query":"005031029"},{"canonical":"Deuteronomy 31:30","passages":["וידבר משה באזני כל קהל ישראל את דברי השירה הזאת עד תמם פ"],"query":"005031030"}]}