{"query":"005016","verses":[{},{"canonical":"Deuteronomy 16:1","passages":["שמור את חדש האביב ועשית פסח ליהוה אלהיך כי בחדש האביב הוציאך יהוה אלהיך ממצרים לילה "],"query":"005016001"},{"canonical":"Deuteronomy 16:2","passages":["וזבחת פסח ליהוה אלהיך צאן ובקר במקום אשר יבחר יהוה לשכן שמו שם "],"query":"005016002"},{"canonical":"Deuteronomy 16:3","passages":["לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות לחם עני כי בחפזון יצאת מארץ מצרים למען תזכר את יום צאתך מארץ מצרים כל ימי חייך "],"query":"005016003"},{"canonical":"Deuteronomy 16:4","passages":["ולא יראה לך שאר בכל גבלך שבעת ימים ולא ילין מן הבשר אשר תזבח בערב ביום הראשון לבקר "],"query":"005016004"},{"canonical":"Deuteronomy 16:5","passages":["לא תוכל לזבח את הפסח באחד שעריך אשר יהוה אלהיך נתן לך "],"query":"005016005"},{"canonical":"Deuteronomy 16:6","passages":["כי אם אל המקום אשר יבחר יהוה אלהיך לשכן שמו שם תזבח את הפסח בערב כבוא השמש מועד צאתך ממצרים "],"query":"005016006"},{"canonical":"Deuteronomy 16:7","passages":["ובשלת ואכלת במקום אשר יבחר יהוה אלהיך בו ופנית בבקר והלכת לאהליך "],"query":"005016007"},{"canonical":"Deuteronomy 16:8","passages":["ששת ימים תאכל מצות וביום השביעי עצרת ליהוה אלהיך לא תעשה מלאכה  ס "],"query":"005016008"},{"canonical":"Deuteronomy 16:9","passages":["שבעה שבעת תספר לך מהחל חרמש בקמה תחל לספר שבעה שבעות "],"query":"005016009"},{"canonical":"Deuteronomy 16:10","passages":["ועשית חג שבעות ליהוה אלהיך מסת נדבת ידך אשר תתן כאשר יברכך יהוה אלהיך "],"query":"005016010"},{"canonical":"Deuteronomy 16:11","passages":["ושמחת לפני יהוה אלהיך אתה ובנך ובתך ועבדך ואמתך והלוי אשר בשעריך והגר והיתום והאלמנה אשר בקרבך במקום אשר יבחר יהוה אלהיך לשכן שמו שם "],"query":"005016011"},{"canonical":"Deuteronomy 16:12","passages":["וזכרת כי עבד היית במצרים ושמרת ועשית את ה͏חקים האלה פ"],"query":"005016012"},{"canonical":"Deuteronomy 16:13","passages":["חג הסכת תעשה לך שבעת ימים באספך מגרנך ומיקבך "],"query":"005016013"},{"canonical":"Deuteronomy 16:14","passages":["ושמחת בחגך אתה ובנך ובתך ועבדך ואמתך והלוי והגר והיתום והאלמנה אשר בשעריך "],"query":"005016014"},{"canonical":"Deuteronomy 16:15","passages":["שבעת ימים תחג ליהוה אלהיך במקום אשר יבחר יהוה כי יברכך יהוה אלהיך בכל תבואתך ובכל מעשה ידיך והיית אך שמח "],"query":"005016015"},{"canonical":"Deuteronomy 16:16","passages":["שלוש פעמים בשנה יראה כל זכורך את פני יהוה אלהיך במקום אשר יבחר בחג המצות ובחג השבעות ובחג הסכות ולא יראה את פני יהוה ריקם "],"query":"005016016"},{"canonical":"Deuteronomy 16:17","passages":["איש כמתנת ידו כברכת יהוה אלהיך אשר נתן לך  ס "],"query":"005016017"},{"canonical":"Deuteronomy 16:18","passages":["שפטים ושטרים תתן לך בכל שעריך אשר יהוה אלהיך נתן לך לשבטיך ושפטו את העם משפט צדק "],"query":"005016018"},{"canonical":"Deuteronomy 16:19","passages":["לא תטה משפט לא תכיר פנים ולא תקח שחד כי השחד יעור עיני חכמים ויסלף דברי צדיקם "],"query":"005016019"},{"canonical":"Deuteronomy 16:20","passages":["צדק צדק תרדף למען תחיה וירשת את הארץ אשר יהוה אלהיך נתן לך  ס "],"query":"005016020"},{"canonical":"Deuteronomy 16:21","passages":["לא תטע לך אשרה כל עץ אצל מזבח יהוה אלהיך אשר תעשה לך  ס "],"query":"005016021"},{"canonical":"Deuteronomy 16:22","passages":["ולא תקים לך מצבה אשר שנא יהוה אלהיך  ס "],"query":"005016022"}]}