{"query":"005019","verses":[{},{"canonical":"Deuteronomy 19:1","passages":["כי יכרית יהוה אלהיך את הגוים אשר יהוה אלהיך נתן לך את ארצם וירשתם וישבת בעריהם ובבתיהם "],"query":"005019001"},{"canonical":"Deuteronomy 19:2","passages":["שלוש ערים תבדיל לך בתוך ארצך אשר יהוה אלהיך נתן לך לרשתה "],"query":"005019002"},{"canonical":"Deuteronomy 19:3","passages":["תכין לך הדרך ושלשת את גבול ארצך אשר ינחילך יהוה אלהיך והיה לנוס שמה כל רצח "],"query":"005019003"},{"canonical":"Deuteronomy 19:4","passages":["וזה דבר הרצח אשר ינוס שמה וחי אשר יכה את רעהו בבלי דעת והוא לא שנא לו מתמל שלשם "],"query":"005019004"},{"canonical":"Deuteronomy 19:5","passages":["ואשר יבא את רעהו ביער לחטב עצים ונדחה ידו בגרזן לכרת העץ ונשל הברזל מן העץ ומצא את רעהו ומת הוא ינוס אל אחת הערים האלה וחי "],"query":"005019005"},{"canonical":"Deuteronomy 19:6","passages":["פן ירדף גאל הדם אחרי הרצח כי יחם לבבו והשיגו כי ירבה הדרך והכהו נפש ולו אין משפט מות כי לא שנא הוא לו מתמול שלשום "],"query":"005019006"},{"canonical":"Deuteronomy 19:7","passages":["על כן אנכי מצוך לאמר שלש ערים תבדיל לך  ס "],"query":"005019007"},{"canonical":"Deuteronomy 19:8","passages":["ואם ירחיב יהוה אלהיך את גבלך כאשר נשבע לאבתיך ונתן לך את כל הארץ אשר דבר לתת לאבתיך "],"query":"005019008"},{"canonical":"Deuteronomy 19:9","passages":["כי תשמר את כל המצוה הזאת לעשתה אשר אנכי מצוך היום לאהבה את יהוה אלהיך וללכת בדרכיו כל הימים ויספת לך עוד שלש ערים על השלש האלה "],"query":"005019009"},{"canonical":"Deuteronomy 19:10","passages":["ולא ישפך דם נקי בקרב ארצך אשר יהוה אלהיך נתן לך נחלה והיה עליך דמים  ס "],"query":"005019010"},{"canonical":"Deuteronomy 19:11","passages":["וכי יהיה איש שנא לרעהו וארב לו וקם עליו והכהו נפש ומת ונס אל אחת הערים האל "],"query":"005019011"},{"canonical":"Deuteronomy 19:12","passages":["ושלחו זקני עירו ולקחו אתו משם ונתנו אתו ביד גאל הדם ומת "],"query":"005019012"},{"canonical":"Deuteronomy 19:13","passages":["לא תחוס עינך עליו ובערת דם הנקי מישראל וטוב לך  ס "],"query":"005019013"},{"canonical":"Deuteronomy 19:14","passages":["לא תסיג גבול ר͏עך אשר גבלו ראשנים בנחלתך אשר תנחל בארץ אשר יהוה אלהיך נתן לך לרשתה  ס "],"query":"005019014"},{"canonical":"Deuteronomy 19:15","passages":["לא יקום עד אחד באיש לכל עון ולכל חטאת בכל חטא אשר י͏חטא על פי שני עדים או על פי שלשה עדים יקום דבר "],"query":"005019015"},{"canonical":"Deuteronomy 19:16","passages":["כי יקום עד חמס באיש לענות בו סרה "],"query":"005019016"},{"canonical":"Deuteronomy 19:17","passages":["ועמדו שני האנשים אשר להם הריב לפני יהוה לפני הכהנים והשפטים אשר יהיו בימים ההם "],"query":"005019017"},{"canonical":"Deuteronomy 19:18","passages":["ודרשו השפטים היטב והנה עד שקר העד שקר ענה באחיו "],"query":"005019018"},{"canonical":"Deuteronomy 19:19","passages":["ועשיתם לו כאשר זמם לעשות לאחיו ובערת הרע מקרבך "],"query":"005019019"},{"canonical":"Deuteronomy 19:20","passages":["והנשארים ישמעו ויראו ולא יספו לעשות עוד כדבר הרע הזה בקרבך "],"query":"005019020"},{"canonical":"Deuteronomy 19:21","passages":["ולא תחוס עינך נפש בנפש עין בעין שן בשן יד ביד רגל ברגל  ס "],"query":"005019021"}]}