{"query":"005004","verses":[{},{"canonical":"Deuteronomy 4:1","passages":["ועתה ישראל שמע אל החקים ואל המשפטים אשר אנכי מלמד אתכם לעשות למען תחיו ובאתם וירשתם את הארץ אשר יהוה אלהי אבתיכם נתן לכם "],"query":"005004001"},{"canonical":"Deuteronomy 4:2","passages":["לא תספו על הדבר אשר אנכי מצוה אתכם ולא תגרעו ממנו לשמר את מצות יהוה אלהיכם אשר אנכי מצוה אתכם "],"query":"005004002"},{"canonical":"Deuteronomy 4:3","passages":["עיניכם הראת את אשר עשה יהוה בבעל פעור כי כל האיש אשר הלך אחרי בעל פעור השמידו יהוה אלהיך מקרבך "],"query":"005004003"},{"canonical":"Deuteronomy 4:4","passages":["ואתם הדבקים ביהוה אלהיכם חיים כלכם היום "],"query":"005004004"},{"canonical":"Deuteronomy 4:5","passages":["ראה למדתי אתכם חקים ומשפטים כאשר צוני יהוה אלהי לעשות כן בקרב הארץ אשר אתם באים שמה לרשתה "],"query":"005004005"},{"canonical":"Deuteronomy 4:6","passages":["ושמרתם ועשיתם כי הוא חכמתכם ובינתכם לעיני העמים אשר ישמעון את כל החקים האלה ואמרו רק עם חכם ונבון הגוי הגדול הזה "],"query":"005004006"},{"canonical":"Deuteronomy 4:7","passages":["כי מי גוי גדול אשר לו אלהים קרבים אליו כיהוה אלהינו בכל קראנו אליו "],"query":"005004007"},{"canonical":"Deuteronomy 4:8","passages":["ומי גוי גדול אשר לו חקים ומשפטים צדיקם ככל התורה הזאת אשר אנכי נתן לפניכם היום "],"query":"005004008"},{"canonical":"Deuteronomy 4:9","passages":["רק השמר לך ושמר נפשך מאד פן תשכח את הדברים אשר ראו עיניך ופן יסורו מלבבך כל ימי חייך והודעתם לבניך ולבני בניך "],"query":"005004009"},{"canonical":"Deuteronomy 4:10","passages":["יום אשר עמדת לפני יהוה אלהיך בחרב באמר יהוה אלי הקהל לי את העם ואשמעם את דברי אשר ילמדון ליראה אתי כל הימים אשר הם חיים על האדמה ואת בניהם ילמדון "],"query":"005004010"},{"canonical":"Deuteronomy 4:11","passages":["ותקרבון ותעמדון תחת ההר וההר בער באש עד לב השמים חשך ענן וערפל "],"query":"005004011"},{"canonical":"Deuteronomy 4:12","passages":["וידבר יהוה אליכם מתוך האש קול דברים אתם שמעים ותמונה אינכם ראים זולתי קול "],"query":"005004012"},{"canonical":"Deuteronomy 4:13","passages":["ויגד לכם את בריתו אשר צוה אתכם לעשות עשרת הדברים ויכתבם על שני לחות אבנים "],"query":"005004013"},{"canonical":"Deuteronomy 4:14","passages":["ואתי צוה יהוה בעת ההוא ללמד אתכם חקים ומשפטים לעשתכם אתם בארץ אשר אתם עברים שמה לרשתה "],"query":"005004014"},{"canonical":"Deuteronomy 4:15","passages":["ונשמרתם מאד לנפשתיכם כי לא ראיתם כל תמונה ביום דבר יהוה אליכם בחרב מתוך האש "],"query":"005004015"},{"canonical":"Deuteronomy 4:16","passages":["פן תשחתון ועשיתם לכם פסל תמונת כל סמל תבנית זכר או נקבה "],"query":"005004016"},{"canonical":"Deuteronomy 4:17","passages":["תבנית כל בהמה אשר בארץ תבנית כל צפור כנף אשר תעוף בשמים "],"query":"005004017"},{"canonical":"Deuteronomy 4:18","passages":["תבנית כל רמש באדמה תבנית כל דגה אשר במים מתחת לארץ "],"query":"005004018"},{"canonical":"Deuteronomy 4:19","passages":["ופן תשא עיניך השמימה וראית את השמש ואת הירח ואת הכוכבים כל צבא השמים ונדחת והשתחוית להם ועבדתם אשר חלק יהוה אלהיך אתם לכל העמים תחת כל השמים "],"query":"005004019"},{"canonical":"Deuteronomy 4:20","passages":["ואתכם לקח יהוה ויוצא אתכם מכור הברזל ממצרים להיות לו לעם נחלה כיום הזה "],"query":"005004020"},{"canonical":"Deuteronomy 4:21","passages":["ויהוה התאנף בי על דבריכם וישבע לבלתי עברי את הירדן ולבלתי בא אל הארץ הטובה אשר יהוה אלהיך נתן לך נחלה "],"query":"005004021"},{"canonical":"Deuteronomy 4:22","passages":["כי אנכי מת בארץ הזאת אינני עבר את הירדן ואתם עברים וירשתם את הארץ הטובה הזאת "],"query":"005004022"},{"canonical":"Deuteronomy 4:23","passages":["השמרו לכם פן תשכחו את ברית יהוה אלהיכם אשר כרת עמכם ועשיתם לכם פסל תמונת כל אשר צוך יהוה אלהיך "],"query":"005004023"},{"canonical":"Deuteronomy 4:24","passages":["כי יהוה אלהיך אש אכלה הוא אל קנא פ"],"query":"005004024"},{"canonical":"Deuteronomy 4:25","passages":["כי תוליד בנים ובני בנים ונושנתם בארץ והשחתם ועשיתם פסל תמונת כל ועשיתם הרע בעיני יהוה אלהיך להכעיסו "],"query":"005004025"},{"canonical":"Deuteronomy 4:26","passages":["העידתי בכם היום את השמים ואת הארץ כי אבד תאבדון מהר מעל הארץ אשר אתם עברים את הירדן שמה לרשתה לא תאריכן ימים עליה כי השמד תשמדון "],"query":"005004026"},{"canonical":"Deuteronomy 4:27","passages":["והפיץ יהוה אתכם בעמים ונשארתם מתי מספר בגוים אשר ינהג יהוה אתכם שמה "],"query":"005004027"},{"canonical":"Deuteronomy 4:28","passages":["ועבדתם שם אלהים מעשה ידי אדם עץ ואבן אשר לא יראון ולא ישמעון ולא יאכלון ולא יריחן "],"query":"005004028"},{"canonical":"Deuteronomy 4:29","passages":["ובקשתם משם את יהוה אלהיך ומצאת כי תדרשנו בכל לבבך ובכל נפשך "],"query":"005004029"},{"canonical":"Deuteronomy 4:30","passages":["בצר לך ומצאוך כל הדברים האלה באחרית הימים ושבת עד יהוה אלהיך ושמעת בקלו "],"query":"005004030"},{"canonical":"Deuteronomy 4:31","passages":["כי אל רחום יהוה אלהיך לא ירפך ולא ישחיתך ולא ישכח את ברית אבתיך אשר נשבע להם "],"query":"005004031"},{"canonical":"Deuteronomy 4:32","passages":["כי שאל נא לימים ראשנים אשר היו לפניך למן היום אשר ברא אלהים אדם על הארץ ולמקצה השמים ועד קצה השמים הנהיה כדבר הגדול הזה או הנשמע כמהו "],"query":"005004032"},{"canonical":"Deuteronomy 4:33","passages":["השמע עם קול אלהים מדבר מתוך האש כאשר שמעת אתה ויחי "],"query":"005004033"},{"canonical":"Deuteronomy 4:34","passages":["או הנסה אלהים לבוא לקחת לו גוי מקרב גוי במסת באתת ובמופתים ובמלחמה וביד חזקה ובזרוע נטויה ובמוראים גדלים ככל אשר עשה לכם יהוה אלהיכם במצרים לעיניך "],"query":"005004034"},{"canonical":"Deuteronomy 4:35","passages":["אתה הראת לדעת כי יהוה הוא האלהים אין עוד מלבדו "],"query":"005004035"},{"canonical":"Deuteronomy 4:36","passages":["מן השמים השמיעך את קלו ליסרך ועל הארץ הראך את אשו הגדולה ודבריו שמעת מתוך האש "],"query":"005004036"},{"canonical":"Deuteronomy 4:37","passages":["ותחת כי אהב את אבתיך ויבחר בזרעו אחריו ויוצאך בפניו בכחו הגדל ממצרים "],"query":"005004037"},{"canonical":"Deuteronomy 4:38","passages":["להוריש גוים גדלים ועצמים ממך מפניך להביאך לתת לך את ארצם נחלה כיום הזה "],"query":"005004038"},{"canonical":"Deuteronomy 4:39","passages":["וידעת היום והשבת אל לבבך כי יהוה הוא האלהים בשמים ממעל ועל הארץ מתחת אין עוד "],"query":"005004039"},{"canonical":"Deuteronomy 4:40","passages":["ושמרת את חקיו ואת מצותיו אשר אנכי מצוך היום אשר ייטב לך ולבניך אחריך ולמען תאריך ימים על האדמה אשר יהוה אלהיך נתן לך כל הימים פ"],"query":"005004040"},{"canonical":"Deuteronomy 4:41","passages":["אז יבדיל משה שלש ערים בעבר הירדן מזרחה שמש "],"query":"005004041"},{"canonical":"Deuteronomy 4:42","passages":["לנס שמה רוצח אשר ירצח את רעהו בבלי דעת והוא לא שנא לו מתמול שלשום ונס אל אחת מן הערים האל וחי "],"query":"005004042"},{"canonical":"Deuteronomy 4:43","passages":["את בצר במדבר בארץ המישר לראובני ואת ראמת בגלעד לגדי ואת גולן בבשן למנשי "],"query":"005004043"},{"canonical":"Deuteronomy 4:44","passages":["וזאת התורה אשר שם משה לפני בני ישראל "],"query":"005004044"},{"canonical":"Deuteronomy 4:45","passages":["אלה העדת והחקים והמשפטים אשר דבר משה אל בני ישראל בצאתם ממצרים "],"query":"005004045"},{"canonical":"Deuteronomy 4:46","passages":["בעבר הירדן בגיא מול בית פעור בארץ סיחן מלך האמרי אשר יושב בחשבון אשר הכה משה ובני ישראל בצאתם ממצרים "],"query":"005004046"},{"canonical":"Deuteronomy 4:47","passages":["ויירשו את ארצו ואת ארץ עוג מלך הבשן שני מלכי האמרי אשר בעבר הירדן מזרח שמש "],"query":"005004047"},{"canonical":"Deuteronomy 4:48","passages":["מערער אשר על שפת נחל ארנן ועד הר שיאן הוא חרמון "],"query":"005004048"},{"canonical":"Deuteronomy 4:49","passages":["וכל הערבה עבר הירדן מזרחה ועד ים הערבה תחת אשדת הפסגה פ"],"query":"005004049"}]}