{"query":"005029","verses":[{},{"canonical":"Deuteronomy 29:1","passages":["ויקרא משה אל כל ישראל ויאמר אלהם אתם ראיתם את כל אשר עשה יהוה לעיניכם בארץ מצרים לפרעה ולכל עבדיו ולכל ארצו "],"query":"005029001"},{"canonical":"Deuteronomy 29:2","passages":["המסות הגדלת אשר ראו עיניך האתת והמפתים הגדלים ההם "],"query":"005029002"},{"canonical":"Deuteronomy 29:3","passages":["ולא נתן יהוה לכם לב לדעת ועינים לראות ואזנים לשמע עד היום הזה "],"query":"005029003"},{"canonical":"Deuteronomy 29:4","passages":["ואולך אתכם ארבעים שנה במדבר לא בלו שלמתיכם מעליכם ונעלך לא בלתה מעל רגלך "],"query":"005029004"},{"canonical":"Deuteronomy 29:5","passages":["לחם לא אכלתם ויין ושכר לא שתיתם למען תדעו כי אני יהוה אלהיכם "],"query":"005029005"},{"canonical":"Deuteronomy 29:6","passages":["ותבאו אל המקום הזה ויצא סיחן מלך חשבון ועוג מלך הבשן לקראתנו למלחמה ונכם "],"query":"005029006"},{"canonical":"Deuteronomy 29:7","passages":["ונקח את ארצם ונתנה לנחלה לראובני ולגדי ולחצי שבט המנשי "],"query":"005029007"},{"canonical":"Deuteronomy 29:8","passages":["ושמרתם את דברי הברית הזאת ועשיתם אתם למען תשכילו את כל אשר תעשון פ"],"query":"005029008"},{"canonical":"Deuteronomy 29:9","passages":["אתם נצבים היום כלכם לפני יהוה אלהיכם ראשיכם שבטיכם זקניכם ושטריכם כל איש ישראל "],"query":"005029009"},{"canonical":"Deuteronomy 29:10","passages":["טפכם נשיכם וגרך אשר בקרב מחניך מחטב עציך עד שאב מימיך "],"query":"005029010"},{"canonical":"Deuteronomy 29:11","passages":["לעברך בברית יהוה אלהיך ובאלתו אשר יהוה אלהיך כרת עמך היום "],"query":"005029011"},{"canonical":"Deuteronomy 29:12","passages":["למען הקים אתך היום לו לעם והוא יהיה לך לאלהים כאשר דבר לך וכאשר נשבע לאבתיך לאברהם ליצחק וליעקב "],"query":"005029012"},{"canonical":"Deuteronomy 29:13","passages":["ולא אתכם לבדכם אנכי כרת את הברית הזאת ואת האלה הזאת "],"query":"005029013"},{"canonical":"Deuteronomy 29:14","passages":["כי את אשר ישנו פה עמנו עמד היום לפני יהוה אלהינו ואת אשר איננו פה עמנו היום "],"query":"005029014"},{"canonical":"Deuteronomy 29:15","passages":["כי אתם ידעתם את אשר ישבנו בארץ מצרים ואת אשר עברנו בקרב הגוים אשר עברתם "],"query":"005029015"},{"canonical":"Deuteronomy 29:16","passages":["ותראו את שקוציהם ואת גלליהם עץ ואבן כסף וזהב אשר עמהם "],"query":"005029016"},{"canonical":"Deuteronomy 29:17","passages":["פן יש בכם איש או אשה או משפחה או שבט אשר לבבו פנה היום מעם יהוה אלהינו ללכת לעבד את אלהי הגוים ההם פן יש בכם שרש פרה ראש ולענה "],"query":"005029017"},{"canonical":"Deuteronomy 29:18","passages":["והיה בשמעו את דברי האלה הזאת והתברך בלבבו לאמר שלום יהיה לי כי בשררות לבי אלך למען ספות הרוה את הצמאה "],"query":"005029018"},{"canonical":"Deuteronomy 29:19","passages":["לא יאבה יהוה סלח לו כי אז יעשן אף יהוה וקנאתו באיש ההוא ורבצה בו כל האלה הכתובה בספר הזה ומחה יהוה את שמו מתחת השמים "],"query":"005029019"},{"canonical":"Deuteronomy 29:20","passages":["והבדילו יהוה לרעה מכל שבטי ישראל ככל אלות הברית הכתובה בספר התורה הזה "],"query":"005029020"},{"canonical":"Deuteronomy 29:21","passages":["ואמר הדור ה͏אחרון בניכם אשר יקומו מאחריכם והנכרי אשר יבא מארץ רחוקה וראו את מכות הארץ ההוא ואת תחלאיה אשר חלה יהוה בה "],"query":"005029021"},{"canonical":"Deuteronomy 29:22","passages":["גפרית ומלח שרפה כל ארצה לא תזרע ולא תצמח ולא יעלה בה כל עשב כמהפכת סדם ועמרה אדמה וצבוים אשר הפך יהוה באפו ובחמתו "],"query":"005029022"},{"canonical":"Deuteronomy 29:23","passages":["ואמרו כל הגוים על מה עשה יהוה ככה לארץ הזאת מה חרי האף הגדול הזה "],"query":"005029023"},{"canonical":"Deuteronomy 29:24","passages":["ואמרו על אשר עזבו את ברית יהוה אלהי אבתם אשר כרת עמם בהוציאו אתם מארץ מצרים "],"query":"005029024"},{"canonical":"Deuteronomy 29:25","passages":["וילכו ויעבדו אלהים אחרים וישתחוו להם אלהים אשר לא ידעום ולא חלק להם "],"query":"005029025"},{"canonical":"Deuteronomy 29:26","passages":["ויחר אף יהוה בארץ ההוא להביא עליה את כל הקללה הכתובה בספר הזה "],"query":"005029026"},{"canonical":"Deuteronomy 29:27","passages":["ויתשם יהוה מעל אדמתם באף ובחמה ובקצף גדול וישלכם אל ארץ אחרת כיום הזה "],"query":"005029027"},{"canonical":"Deuteronomy 29:28","passages":["הנסתרת ליהוה אלהינו והנגלת לנו ולבנינו עד עולם לעשות את כל דברי התורה הזאת  ס "],"query":"005029028"}]}