{"query":"005012","verses":[{},{"canonical":"Deuteronomy 12:1","passages":["אלה ה͏חקים והמשפטים אשר תשמרון לעשות בארץ אשר נתן יהוה אלהי אבתיך לך לרשתה כל הימים אשר אתם חיים על האדמה "],"query":"005012001"},{"canonical":"Deuteronomy 12:2","passages":["אבד תאבדון את כל המקמות אשר עבדו שם הגוים אשר אתם ירשים אתם את אלהיהם על ההרים הרמים ועל הגבעות ותחת כל עץ רענן "],"query":"005012002"},{"canonical":"Deuteronomy 12:3","passages":["ונתצתם את מזבחתם ושברתם את מצבתם ואשריהם תשרפון באש ופסילי אלהיהם תגדעון ואבדתם את שמם מן המקום ההוא "],"query":"005012003"},{"canonical":"Deuteronomy 12:4","passages":["לא תעשון כן ליהוה אלהיכם "],"query":"005012004"},{"canonical":"Deuteronomy 12:5","passages":["כי אם אל המקום אשר יבחר יהוה אלהיכם מכל שבטיכם לשום את שמו שם לשכנו תדרשו ובאת שמה "],"query":"005012005"},{"canonical":"Deuteronomy 12:6","passages":["והבאתם שמה עלתיכם וזבחיכם ואת מעשרתיכם ואת תרומת ידכם ונדריכם ונדבתיכם ובכרת בקרכם וצאנכם "],"query":"005012006"},{"canonical":"Deuteronomy 12:7","passages":["ואכלתם שם לפני יהוה אלהיכם ושמחתם בכל משלח ידכם אתם ובתיכם אשר ברכך יהוה אלהיך "],"query":"005012007"},{"canonical":"Deuteronomy 12:8","passages":["לא תעשון ככל אשר אנחנו עשים פה היום איש כל הישר בעיניו "],"query":"005012008"},{"canonical":"Deuteronomy 12:9","passages":["כי לא באתם עד עתה אל המנוחה ואל ה͏נחלה אשר יהוה אלהיך נתן לך "],"query":"005012009"},{"canonical":"Deuteronomy 12:10","passages":["ועברתם את הירדן וישבתם בארץ אשר יהוה אלהיכם מנחיל אתכם והניח לכם מכל איביכם מסביב וישבתם בטח "],"query":"005012010"},{"canonical":"Deuteronomy 12:11","passages":["והיה המקום אשר יבחר יהוה אלהיכם בו לשכן שמו שם שמה תביאו את כל אשר אנכי מצוה אתכם עולתיכם וזבחיכם מעשרתיכם ותרמת ידכם וכל מבחר נדריכם אשר תדרו ליהוה "],"query":"005012011"},{"canonical":"Deuteronomy 12:12","passages":["ושמחתם לפני יהוה אלהיכם אתם ובניכם ובנתיכם ועבדיכם ואמהתיכם והלוי אשר בש͏עריכם כי אין לו חלק ונחלה אתכם "],"query":"005012012"},{"canonical":"Deuteronomy 12:13","passages":["השמר לך פן תעלה עלתיך בכל מקום אשר תראה "],"query":"005012013"},{"canonical":"Deuteronomy 12:14","passages":["כי אם במקום אשר יבחר יהוה באחד שבטיך שם תעלה עלתיך ושם תעשה כל אשר אנכי מצוך "],"query":"005012014"},{"canonical":"Deuteronomy 12:15","passages":["רק בכל אות נפשך תזבח ואכלת בשר כברכת יהוה אלהיך אשר נתן לך בכל שעריך הטמא והטהור יאכלנו כצבי וכאיל "],"query":"005012015"},{"canonical":"Deuteronomy 12:16","passages":["רק הדם לא תאכלו על הארץ תשפכנו כמים "],"query":"005012016"},{"canonical":"Deuteronomy 12:17","passages":["לא תוכל לאכל בשעריך מעשר דגנך ותירשך ויצהרך ובכרת בקרך וצאנך וכל נדריך אשר תדר ונדבתיך ותרומת ידך "],"query":"005012017"},{"canonical":"Deuteronomy 12:18","passages":["כי אם לפני יהוה אלהיך תאכלנו במקום אשר יבחר יהוה אלהיך בו אתה ובנך ובתך ועבדך ואמתך והלוי אשר בשעריך ושמחת לפני יהוה אלהיך בכל משלח ידך "],"query":"005012018"},{"canonical":"Deuteronomy 12:19","passages":["השמר לך פן תעזב את הלוי כל ימיך על אדמתך  ס "],"query":"005012019"},{"canonical":"Deuteronomy 12:20","passages":["כי ירחיב יהוה אלהיך את גבולך כאשר דבר לך ואמרת אכלה בשר כי תאוה נפשך לאכל בשר בכל אות נפשך תאכל בשר "],"query":"005012020"},{"canonical":"Deuteronomy 12:21","passages":["כי ירחק ממך המקום אשר יבחר יהוה אלהיך לשום שמו שם וזבחת מבקרך ומצאנך אשר נתן יהוה לך כאשר צויתך ואכלת בשעריך בכל אות נפשך "],"query":"005012021"},{"canonical":"Deuteronomy 12:22","passages":["אך כאשר יאכל את הצבי ואת האיל כן תאכלנו הטמא והטהור יחדו יאכלנו "],"query":"005012022"},{"canonical":"Deuteronomy 12:23","passages":["רק חזק לבלתי אכל הדם כי הדם הוא הנפש ולא תאכל הנפש עם הבשר "],"query":"005012023"},{"canonical":"Deuteronomy 12:24","passages":["לא תאכלנו על הארץ תשפכנו כמים "],"query":"005012024"},{"canonical":"Deuteronomy 12:25","passages":["לא תאכלנו למען ייטב לך ולבניך אחריך כי תעשה הישר בעיני יהוה "],"query":"005012025"},{"canonical":"Deuteronomy 12:26","passages":["רק ק͏דשיך אשר יהיו לך ונדריך תשא ובאת אל המקום אשר יבחר יהוה "],"query":"005012026"},{"canonical":"Deuteronomy 12:27","passages":["ועשית עלתיך הבשר והדם על מזבח יהוה אלהיך ודם זבחיך ישפך על מזבח יהוה אלהיך והבשר תאכל "],"query":"005012027"},{"canonical":"Deuteronomy 12:28","passages":["שמר ושמעת את כל הדברים האלה אשר אנכי מצוך למען ייטב לך ולבניך אחריך עד עולם כי תעשה הטוב והישר בעיני יהוה אלהיך  ס "],"query":"005012028"},{"canonical":"Deuteronomy 12:29","passages":["כי יכרית יהוה אלהיך את הגוים אשר אתה בא שמה לרשת אותם מפניך וירשת אתם וישבת בארצם "],"query":"005012029"},{"canonical":"Deuteronomy 12:30","passages":["השמר לך פן תנקש אחריהם אחרי השמדם מפניך ופן תדרש לאלהיהם לאמר איכה יעבדו הגוים האלה את אלהיהם ואעשה כן גם אני "],"query":"005012030"},{"canonical":"Deuteronomy 12:31","passages":["לא תעשה כן ליהוה אלהיך כי כל תועבת יהוה אשר שנא עשו לאלהיהם כי גם את בניהם ואת בנתיהם ישרפו באש לאלהיהם "],"query":"005012031"}]}