{"query":"005020","verses":[{},{"canonical":"Deuteronomy 20:1","passages":["כי תצא למלחמה על איביך וראית סוס ורכב עם רב ממך לא תירא מהם כי יהוה אלהיך עמך המעלך מארץ מצרים "],"query":"005020001"},{"canonical":"Deuteronomy 20:2","passages":["והיה כקרבכם אל המלחמה ונגש הכהן ודבר אל העם "],"query":"005020002"},{"canonical":"Deuteronomy 20:3","passages":["ואמר אלהם שמע ישראל אתם קרבים היום למלחמה על איביכם אל ירך לבבכם אל תיראו ואל תחפזו ואל ת͏ערצו מפניהם "],"query":"005020003"},{"canonical":"Deuteronomy 20:4","passages":["כי יהוה אלהיכם ההלך עמכם להלחם לכם עם איביכם להושיע אתכם "],"query":"005020004"},{"canonical":"Deuteronomy 20:5","passages":["ודברו השטרים אל העם לאמר מי האיש אשר בנה בית חדש ולא חנכו ילך וישב לביתו פן ימות במלחמה ואיש אחר יחנכנו "],"query":"005020005"},{"canonical":"Deuteronomy 20:6","passages":["ומי האיש אשר נטע כרם ולא חללו ילך וישב לביתו פן ימות במלחמה ואיש אחר יחללנו "],"query":"005020006"},{"canonical":"Deuteronomy 20:7","passages":["ומי האיש אשר ארש אשה ולא לקחה ילך וישב לביתו פן ימות במלחמה ואיש אחר יקחנה "],"query":"005020007"},{"canonical":"Deuteronomy 20:8","passages":["ויספו השטרים לדבר אל העם ואמרו מי האיש הירא ורך הלבב ילך וישב לביתו ולא ימס את לבב אחיו כלבבו "],"query":"005020008"},{"canonical":"Deuteronomy 20:9","passages":["והיה ככלת השטרים לדבר אל העם ופקדו שרי צבאות בראש העם  ס "],"query":"005020009"},{"canonical":"Deuteronomy 20:10","passages":["כי תקרב אל עיר להלחם עליה וקראת אליה לשלום "],"query":"005020010"},{"canonical":"Deuteronomy 20:11","passages":["והיה אם שלום תענך ופתחה לך והיה כל העם הנמצא בה יהיו לך למס ועבדוך "],"query":"005020011"},{"canonical":"Deuteronomy 20:12","passages":["ואם לא תשלים עמך ועשתה עמך מלחמה וצרת עליה "],"query":"005020012"},{"canonical":"Deuteronomy 20:13","passages":["ונתנה יהוה אלהיך בידך והכית את כל זכורה לפי חרב "],"query":"005020013"},{"canonical":"Deuteronomy 20:14","passages":["רק הנשים והטף והבהמה וכל אשר יהיה בעיר כל שללה תבז לך ואכלת את שלל איביך אשר נתן יהוה אלהיך לך "],"query":"005020014"},{"canonical":"Deuteronomy 20:15","passages":["כן תעשה לכל הערים הרחקת ממך מאד אשר לא מערי הגוים האלה הנה "],"query":"005020015"},{"canonical":"Deuteronomy 20:16","passages":["רק מערי העמים האלה אשר יהוה אלהיך נתן לך נחלה לא תחיה כל נשמה "],"query":"005020016"},{"canonical":"Deuteronomy 20:17","passages":["כי החרם תחרימם החתי והאמרי הכנעני והפרזי החוי והיבוסי כאשר צוך יהוה אלהיך "],"query":"005020017"},{"canonical":"Deuteronomy 20:18","passages":["למען אשר לא ילמדו אתכם לעשות ככל תועבתם אשר עשו לאלהיהם וחטאתם ליהוה אלהיכם  ס "],"query":"005020018"},{"canonical":"Deuteronomy 20:19","passages":["כי תצור אל עיר ימים רבים להלחם עליה לתפשה לא תשחית את עצה לנדח עליו גרזן כי ממנו תאכל ואתו לא תכרת כי ה͏אדם עץ השדה לבא מפניך במצור "],"query":"005020019"},{"canonical":"Deuteronomy 20:20","passages":["רק עץ אשר תדע כי לא עץ מאכל הוא אתו תשחית וכרת ובנית מצור על העיר אשר הוא עשה עמך מלחמה עד רדתה פ"],"query":"005020020"}]}