{"query":"005011","verses":[{},{"canonical":"Deuteronomy 11:1","passages":["ואהבת את יהוה אלהיך ושמרת משמרתו וחקתיו ומשפטיו ומצותיו כל הימים "],"query":"005011001"},{"canonical":"Deuteronomy 11:2","passages":["וידעתם היום כי לא את בניכם אשר לא ידעו ואשר לא ראו את מוסר יהוה אלהיכם את גדלו את ידו החזקה וזרעו הנטויה "],"query":"005011002"},{"canonical":"Deuteronomy 11:3","passages":["ואת אתתיו ואת מעשיו אשר עשה בתוך מצרים לפרעה מלך מצרים ולכל ארצו "],"query":"005011003"},{"canonical":"Deuteronomy 11:4","passages":["ואשר עשה לחיל מצרים לסוסיו ולרכבו אשר הציף את מי ים סוף על פניהם ברדפם אחריכם ויאבדם יהוה עד היום הזה "],"query":"005011004"},{"canonical":"Deuteronomy 11:5","passages":["ואשר עשה לכם במדבר עד באכם עד המקום הזה "],"query":"005011005"},{"canonical":"Deuteronomy 11:6","passages":["ואשר עשה לדתן ולאבירם בני אליאב בן ראובן אשר פצתה הארץ את פיה ותבלעם ואת בתיהם ואת אהליהם ואת כל היקום אשר ברגליהם בקרב כל ישראל "],"query":"005011006"},{"canonical":"Deuteronomy 11:7","passages":["כי עיניכם הראת את כל מעשה יהוה הגדל אשר עשה "],"query":"005011007"},{"canonical":"Deuteronomy 11:8","passages":["ושמרתם את כל המצוה אשר אנכי מצוך היום למען תחזקו ובאתם וירשתם את הארץ אשר אתם עברים שמה לרשתה "],"query":"005011008"},{"canonical":"Deuteronomy 11:9","passages":["ולמען תאריכו ימים על האדמה אשר נשבע יהוה לאבתיכם לתת להם ולזרעם ארץ זבת חלב ודבש  ס "],"query":"005011009"},{"canonical":"Deuteronomy 11:10","passages":["כי הארץ אשר אתה בא שמה לרשתה לא כארץ מצרים הוא אשר יצאתם משם אשר תזרע את זרעך והשקית ברגלך כגן הירק "],"query":"005011010"},{"canonical":"Deuteronomy 11:11","passages":["והארץ אשר אתם עברים שמה לרשתה ארץ הרים ובקעת למטר השמים תשתה מים "],"query":"005011011"},{"canonical":"Deuteronomy 11:12","passages":["ארץ אשר יהוה אלהיך דרש אתה תמיד עיני יהוה אלהיך בה מרשית השנה ועד אחרית שנה  ס "],"query":"005011012"},{"canonical":"Deuteronomy 11:13","passages":["והיה אם שמע תשמעו אל מצותי אשר אנכי מצוה אתכם היום לאהבה את יהוה אלהיכם ולעבדו בכל לבבכם ובכל נפשכם "],"query":"005011013"},{"canonical":"Deuteronomy 11:14","passages":["ונתתי מטר ארצכם בעתו יורה ומלקוש ואספת דגנך ותירשך ויצהרך "],"query":"005011014"},{"canonical":"Deuteronomy 11:15","passages":["ונתתי עשב בשדך לבהמתך ואכלת ושבעת "],"query":"005011015"},{"canonical":"Deuteronomy 11:16","passages":["השמרו לכם פן יפתה לבבכם וסרתם ועבדתם אלהים אחרים והשתחויתם להם "],"query":"005011016"},{"canonical":"Deuteronomy 11:17","passages":["וחרה אף יהוה בכם ועצר את השמים ולא יהיה מטר והאדמה לא תתן את יבולה ואבדתם מהרה מעל הארץ הטבה אשר יהוה נתן לכם "],"query":"005011017"},{"canonical":"Deuteronomy 11:18","passages":["ושמתם את דברי אלה על לבבכם ועל נפשכם וקשרתם אתם לאות על ידכם והיו לטוטפת בין עיניכם "],"query":"005011018"},{"canonical":"Deuteronomy 11:19","passages":["ולמדתם אתם את בניכם לדבר בם בשבתך בביתך ובלכתך בדרך ובשכבך ובקומך "],"query":"005011019"},{"canonical":"Deuteronomy 11:20","passages":["וכתבתם על מזוזות ביתך ובשעריך "],"query":"005011020"},{"canonical":"Deuteronomy 11:21","passages":["למען ירבו ימיכם וימי בניכם על האדמה אשר נשבע יהוה לאבתיכם לתת להם כימי השמים על הארץ  ס "],"query":"005011021"},{"canonical":"Deuteronomy 11:22","passages":["כי אם שמר תשמרון את כל המצוה הזאת אשר אנכי מצוה אתכם לעשתה לאהבה את יהוה אלהיכם ללכת בכל דרכיו ולדבקה בו "],"query":"005011022"},{"canonical":"Deuteronomy 11:23","passages":["והוריש יהוה את כל הגוים האלה מלפניכם וירשתם גוים גדלים ועצמים מכם "],"query":"005011023"},{"canonical":"Deuteronomy 11:24","passages":["כל המקום אשר תדרך כף רגלכם בו לכם יהיה מן המדבר והלבנון מן הנהר נהר פרת ועד הים האחרון יהיה גבלכם "],"query":"005011024"},{"canonical":"Deuteronomy 11:25","passages":["לא יתיצב איש בפניכם פחדכם ומוראכם יתן יהוה אלהיכם על פני כל הארץ אשר תדרכו בה כאשר דבר לכם  ס "],"query":"005011025"},{"canonical":"Deuteronomy 11:26","passages":["ראה אנכי נתן לפניכם היום ברכה וקללה "],"query":"005011026"},{"canonical":"Deuteronomy 11:27","passages":["את הברכה אשר תשמעו אל מצות יהוה אלהיכם אשר אנכי מצוה אתכם היום "],"query":"005011027"},{"canonical":"Deuteronomy 11:28","passages":["והקללה אם לא תשמעו אל מצות יהוה אלהיכם וסרתם מן הדרך אשר אנכי מצוה אתכם היום ללכת אחרי אלהים אחרים אשר לא ידעתם  ס "],"query":"005011028"},{"canonical":"Deuteronomy 11:29","passages":["והיה כי יביאך יהוה אלהיך אל הארץ אשר אתה בא שמה לרשתה ונתתה את הברכה על הר גרזים ואת הקללה על הר עיבל "],"query":"005011029"},{"canonical":"Deuteronomy 11:30","passages":["הלא המה בעבר הירדן אחרי דרך מבוא השמש בארץ הכנעני הישב בערבה מול הגלגל אצל אלוני מרה "],"query":"005011030"},{"canonical":"Deuteronomy 11:31","passages":["כי אתם עברים את הירדן לבא לרשת את הארץ אשר יהוה אלהיכם נתן לכם וירשתם אתה וישבתם בה "],"query":"005011031"},{"canonical":"Deuteronomy 11:32","passages":["ושמרתם לעשות את כל ה͏חקים ואת המשפטים אשר אנכי נתן לפניכם היום "],"query":"005011032"}]}