{"query":"006024","verses":[{},{"canonical":"Joshua 24:1","passages":["ויאסף יהושע את כל שבטי ישראל שכמה ויקרא לזקני ישראל ולראשיו ולשפטיו ולשטריו ויתיצבו לפני האלהים "],"query":"006024001"},{"canonical":"Joshua 24:2","passages":["ויאמר יהושע אל כל העם כה אמר יהוה אלהי ישראל בעבר הנהר ישבו אבותיכם מעולם תרח אבי אברהם ואבי נחור ויעבדו אלהים אחרים "],"query":"006024002"},{"canonical":"Joshua 24:3","passages":["ואקח את אביכם את אברהם מעבר הנהר ואולך אותו בכל ארץ כנען וארבה את זרעו ואתן לו את יצחק "],"query":"006024003"},{"canonical":"Joshua 24:4","passages":["ואתן ליצחק את יעקב ואת עשו ואתן לעשו את הר שעיר לרשת אותו ויעקב ובניו ירדו מצרים "],"query":"006024004"},{"canonical":"Joshua 24:5","passages":["ואשלח את משה ואת אהרן ואגף את מצרים כאשר עשיתי בקרבו ואחר הוצאתי אתכם "],"query":"006024005"},{"canonical":"Joshua 24:6","passages":["ואוציא את אבותיכם ממצרים ותבאו הימה וירדפו מצרים אחרי אבותיכם ברכב ובפרשים ים סוף "],"query":"006024006"},{"canonical":"Joshua 24:7","passages":["ויצעקו אל יהוה וישם מ͏אפל ביניכם ובין המצרים ויבא עליו את הים ויכסהו ותראינה עיניכם את אשר עשיתי במצרים ותשבו במדבר ימים רבים "],"query":"006024007"},{"canonical":"Joshua 24:8","passages":["ואביא אתכם אל ארץ האמרי היושב בעבר הירדן וילחמו אתכם ואתן אותם בידכם ותירשו את ארצם ואשמידם מפניכם "],"query":"006024008"},{"canonical":"Joshua 24:9","passages":["ויקם בלק בן צפור מלך מואב וילחם בישראל וישלח ויקרא לבלעם בן בעור לקלל אתכם "],"query":"006024009"},{"canonical":"Joshua 24:10","passages":["ולא אביתי לשמע לבלעם ויברך ברוך אתכם ואצל אתכם מידו "],"query":"006024010"},{"canonical":"Joshua 24:11","passages":["ותעברו את הירדן ותבאו אל יריחו וילחמו בכם בעלי יריחו האמרי והפרזי והכנעני וה͏חתי והגרגשי ה͏חוי והיבוסי ואתן אותם בידכם "],"query":"006024011"},{"canonical":"Joshua 24:12","passages":["ואשלח לפניכם את הצרעה ותגרש אותם מפניכם שני מלכי האמרי לא בחרבך ולא בקשתך "],"query":"006024012"},{"canonical":"Joshua 24:13","passages":["ואתן לכם ארץ אשר לא יגעת בה וערים אשר לא בניתם ותשבו בהם כרמים וזיתים אשר לא נטעתם אתם אכלים "],"query":"006024013"},{"canonical":"Joshua 24:14","passages":["ועתה יראו את יהוה ועבדו אתו בתמים ובאמת והסירו את אלהים אשר עבדו אבותיכם בעבר הנהר ובמצרים ועבדו את יהוה "],"query":"006024014"},{"canonical":"Joshua 24:15","passages":["ואם רע בעיניכם לעבד את יהוה בחרו לכם היום את מי תעבדון אם את אלהים אשר עבדו אבותיכם אשר פ"],"query":"006024015"},{"canonical":"Joshua 24:16","passages":["ויען העם ויאמר חלילה לנו מעזב את יהוה לעבד אלהים אחרים "],"query":"006024016"},{"canonical":"Joshua 24:17","passages":["כי יהוה אלהינו הוא המעלה אתנו ואת אבותינו מארץ מצרים מבית עבדים ואשר עשה לעינינו את האתות הגדלות האלה וישמרנו בכל הדרך אשר הלכנו בה ובכל העמים אשר עברנו בקרבם "],"query":"006024017"},{"canonical":"Joshua 24:18","passages":["ויגרש יהוה את כל העמים ואת האמרי ישב הארץ מפנינו גם אנחנו נעבד את יהוה כי הוא אלהינו  ס "],"query":"006024018"},{"canonical":"Joshua 24:19","passages":["ויאמר יהושע אל העם לא תוכלו לעבד את יהוה כי אלהים קדשים הוא אל קנוא הוא לא ישא לפשעכם ולחטאותיכם "],"query":"006024019"},{"canonical":"Joshua 24:20","passages":["כי תעזבו את יהוה ועבדתם אלהי נכר ושב והרע לכם וכלה אתכם אחרי אשר היטיב לכם "],"query":"006024020"},{"canonical":"Joshua 24:21","passages":["ויאמר העם אל יהושע לא כי את יהוה נעבד "],"query":"006024021"},{"canonical":"Joshua 24:22","passages":["ויאמר יהושע אל העם עדים אתם בכם כי אתם בחרתם לכם את יהוה לעבד אותו ויאמרו עדים "],"query":"006024022"},{"canonical":"Joshua 24:23","passages":["ועתה הסירו את אלהי הנכר אשר בקרבכם והטו את לבבכם אל יהוה אלהי ישראל "],"query":"006024023"},{"canonical":"Joshua 24:24","passages":["ויאמרו העם אל יהושע את יהוה אלהינו נעבד ובקולו נשמע "],"query":"006024024"},{"canonical":"Joshua 24:25","passages":["ויכרת יהושע ברית לעם ביום ההוא וישם לו חק ומשפט בשכם "],"query":"006024025"},{"canonical":"Joshua 24:26","passages":["ויכתב יהושע את הדברים האלה בספר תורת אלהים ויקח אבן גדולה ויקימה שם תחת האלה אשר במקדש יהוה  ס "],"query":"006024026"},{"canonical":"Joshua 24:27","passages":["ויאמר יהושע אל כל העם הנה האבן הזאת תהיה בנו לעדה כי היא שמעה את כל אמרי יהוה אשר דבר עמנו והיתה בכם לעדה פן תכחשון באלהיכם "],"query":"006024027"},{"canonical":"Joshua 24:28","passages":["וישלח יהושע את העם איש לנחלתו פ"],"query":"006024028"},{"canonical":"Joshua 24:29","passages":["ויהי א͏חרי הדברים האלה וימת יהושע בן נון עבד יהוה בן מאה ועשר שנים "],"query":"006024029"},{"canonical":"Joshua 24:30","passages":["ויקברו אתו בגבול נחלתו בתמנת סרח אשר בהר אפרים מצפון להר געש "],"query":"006024030"},{"canonical":"Joshua 24:31","passages":["ויעבד ישראל את יהוה כל ימי יהושע וכל ימי הזקנים אשר האריכו ימים אחרי יהושע ואשר ידעו את כל מעשה יהוה אשר עשה לישראל "],"query":"006024031"},{"canonical":"Joshua 24:32","passages":["ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם בחלקת השדה אשר קנה יעקב מאת בני חמור אבי שכם במאה קשיטה ויהיו לבני יוסף לנחלה "],"query":"006024032"},{"canonical":"Joshua 24:33","passages":["ואלעזר בן אהרן מת ויקברו אתו בגבעת פינחס בנו אשר נתן לו בהר אפרים "],"query":"006024033"}]}