{"query":"006008","verses":[{},{"canonical":"Joshua 8:1","passages":["ויאמר יהוה אל יהושע אל תירא ואל תחת קח עמך את כל עם המלחמה וקום עלה העי ראה נתתי בידך את מלך העי ואת עמו ואת עירו ואת ארצו "],"query":"006008001"},{"canonical":"Joshua 8:2","passages":["ועשית לעי ולמלכה כאשר עשית ליריחו ולמלכה רק שללה ובהמתה תבזו לכם שים לך ארב לעיר מאחריה "],"query":"006008002"},{"canonical":"Joshua 8:3","passages":["ויקם יהושע וכל עם המלחמה לעלות העי ויבחר יהושע שלשים אלף איש גבורי החיל וישלחם לילה "],"query":"006008003"},{"canonical":"Joshua 8:4","passages":["ויצו אתם לאמר ראו אתם ארבים לעיר מאחרי העיר אל תרחיקו מן העיר מאד והייתם כלכם נכנים "],"query":"006008004"},{"canonical":"Joshua 8:5","passages":["ואני וכל העם אשר אתי נקרב אל העיר והיה כי יצאו לקראתנו כאשר בראשנה ונסנו לפניהם "],"query":"006008005"},{"canonical":"Joshua 8:6","passages":["ויצאו אחרינו עד התיקנו אותם מן העיר כי יאמרו נסים לפנינו כאשר בראשנה ונסנו לפניהם "],"query":"006008006"},{"canonical":"Joshua 8:7","passages":["ואתם תקמו מהאורב והורשתם את העיר ונתנה יהוה אלהיכם בידכם "],"query":"006008007"},{"canonical":"Joshua 8:8","passages":["והיה כתפשכם את העיר תציתו את העיר באש כדבר יהוה תעשו ראו צויתי אתכם "],"query":"006008008"},{"canonical":"Joshua 8:9","passages":["וישלחם יהושע וילכו אל המארב וישבו בין בית אל ובין העי מים לעי וילן יהושע בלילה ההוא בתוך העם "],"query":"006008009"},{"canonical":"Joshua 8:10","passages":["וישכם יהושע בבקר ויפקד את העם ויעל הוא וזקני ישראל לפני העם העי "],"query":"006008010"},{"canonical":"Joshua 8:11","passages":["וכל העם המלחמה אשר אתו עלו ויגשו ויבאו נגד העיר ויחנו מצפון לעי והגי ביניו ובין העי "],"query":"006008011"},{"canonical":"Joshua 8:12","passages":["ויקח כחמשת אלפים איש וישם אותם ארב בין בית אל ובין העי מים לעיר "],"query":"006008012"},{"canonical":"Joshua 8:13","passages":["וישימו העם את כל המחנה אשר מצפון לעיר ואת עקבו מים לעיר וילך יהושע בלילה ההוא בתוך העמק "],"query":"006008013"},{"canonical":"Joshua 8:14","passages":["ויהי כראות מלך העי וימהרו וישכימו ויצאו אנשי העיר לקראת ישראל למלחמה הוא וכל עמו למועד לפני הערבה והוא לא ידע כי ארב לו מאחרי העיר "],"query":"006008014"},{"canonical":"Joshua 8:15","passages":["וינגעו יהושע וכל ישראל לפניהם וינסו דרך המדבר "],"query":"006008015"},{"canonical":"Joshua 8:16","passages":["ויזעקו כל העם אשר בעי לרדף אחריהם וירדפו אחרי יהושע וינתקו מן העיר "],"query":"006008016"},{"canonical":"Joshua 8:17","passages":["ולא נשאר איש בעי ובית אל אשר לא יצאו אחרי ישראל ויעזבו את העיר פתוחה וירדפו אחרי ישראל פ"],"query":"006008017"},{"canonical":"Joshua 8:18","passages":["ויאמר יהוה אל יהושע נטה בכידון אשר בידך אל העי כי בידך אתננה ויט יהושע בכידון אשר בידו אל העיר "],"query":"006008018"},{"canonical":"Joshua 8:19","passages":["והאורב קם מהרה ממקומו וירוצו כנטות ידו ויבאו העיר וילכדוה וימהרו ויציתו את העיר באש "],"query":"006008019"},{"canonical":"Joshua 8:20","passages":["ויפנו אנשי העי אחריהם ויראו והנה עלה עשן העיר השמימה ולא היה בהם ידים לנוס הנה והנה והעם הנס המדבר נהפך אל הרודף "],"query":"006008020"},{"canonical":"Joshua 8:21","passages":["ויהושע וכל ישראל ראו כי לכד הארב את העיר וכי עלה עשן העיר וישבו ויכו את אנשי העי "],"query":"006008021"},{"canonical":"Joshua 8:22","passages":["ואלה יצאו מן העיר לקראתם ויהיו לישראל בתוך אלה מזה ואלה מזה ויכו אותם עד בלתי השאיר לו שריד ופליט "],"query":"006008022"},{"canonical":"Joshua 8:23","passages":["ואת מלך העי תפשו חי ויקרבו אתו אל יהושע "],"query":"006008023"},{"canonical":"Joshua 8:24","passages":["ויהי ככלות ישראל להרג את כל ישבי העי בשדה במדבר אשר רדפום בו ויפלו כלם לפי חרב עד תמם וישבו כל ישראל העי ויכו אתה לפי חרב "],"query":"006008024"},{"canonical":"Joshua 8:25","passages":["ויהי כל הנפלים ביום ההוא מאיש ועד אשה שנים עשר אלף כל אנשי העי "],"query":"006008025"},{"canonical":"Joshua 8:26","passages":["ויהושע לא השיב ידו אשר נטה בכידון עד אשר החרים את כל ישבי העי "],"query":"006008026"},{"canonical":"Joshua 8:27","passages":["רק הבהמה ושלל העיר ההיא בזזו להם ישראל כדבר יהוה אשר צוה את יהושע "],"query":"006008027"},{"canonical":"Joshua 8:28","passages":["וישרף יהושע את העי וישימה תל עולם שממה עד היום הזה "],"query":"006008028"},{"canonical":"Joshua 8:29","passages":["ואת מלך העי תלה על העץ עד עת הערב וכבוא השמש צוה יהושע וירידו את נבלתו מן העץ וישליכו אותה אל פתח שער העיר ויקימו עליו גל אבנים גדול עד היום הזה פ"],"query":"006008029"},{"canonical":"Joshua 8:30","passages":["אז יבנה יהושע מזבח ליהוה אלהי ישראל בהר עיבל "],"query":"006008030"},{"canonical":"Joshua 8:31","passages":["כאשר צוה משה עבד יהוה את בני ישראל ככתוב בספר תורת משה מזבח אבנים שלמות אשר לא הניף עליהן ברזל ויעלו עליו עלות ליהוה ויזבחו שלמים "],"query":"006008031"},{"canonical":"Joshua 8:32","passages":["ויכתב שם על האבנים את משנה תורת משה אשר כתב לפני בני ישראל "],"query":"006008032"},{"canonical":"Joshua 8:33","passages":["וכל ישראל וזקניו ושטרים ושפטיו עמדים מזה ומזה לארון נגד הכהנים הלוים נשאי ארון ברית יהוה כגר כאזרח חציו אל מול הר גרזים והחציו אל מול הר עיבל כאשר צוה משה עבד יהוה לברך את העם ישראל בראשנה "],"query":"006008033"},{"canonical":"Joshua 8:34","passages":["וא͏חרי כן קרא את כל דברי התורה הברכה והקללה ככל הכתוב בספר התורה "],"query":"006008034"},{"canonical":"Joshua 8:35","passages":["לא היה דבר מכל אשר צוה משה אשר לא קרא יהושע נגד כל קהל ישראל והנשים והטף והגר ההלך בקרבם פ"],"query":"006008035"}]}