{"query":"006009","verses":[{},{"canonical":"Joshua 9:1","passages":["ויהי כשמע כל המלכים אשר בעבר הירדן בהר ובשפלה ובכל חוף הים הגדול אל מול הלבנון החתי והאמרי הכנעני הפרזי החוי והיבוסי "],"query":"006009001"},{"canonical":"Joshua 9:2","passages":["ויתקבצו יחדו להלחם עם יהושע ועם ישראל פה אחד פ"],"query":"006009002"},{"canonical":"Joshua 9:3","passages":["וישבי גבעון שמעו את אשר עשה יהושע ליריחו ולעי "],"query":"006009003"},{"canonical":"Joshua 9:4","passages":["ויעשו גם המה בערמה וילכו ויצטירו ויקחו שקים בלים לחמוריהם ונאדות יין בלים ומבקעים ומצררים "],"query":"006009004"},{"canonical":"Joshua 9:5","passages":["ונעלות בלות ומטלאות ברגליהם ושלמות בלות עליהם וכל לחם צידם יבש היה נקדים "],"query":"006009005"},{"canonical":"Joshua 9:6","passages":["וילכו אל יהושע אל המחנה הגלגל ויאמרו אליו ואל איש ישראל מארץ רחוקה באנו ועתה כרתו לנו ברית "],"query":"006009006"},{"canonical":"Joshua 9:7","passages":["אכרת לך ברית "],"query":"006009007"},{"canonical":"Joshua 9:8","passages":["ויאמרו אל יהושע עבדיך אנחנו ויאמר אלהם יהושע מי אתם ומאין תבאו "],"query":"006009008"},{"canonical":"Joshua 9:9","passages":["ויאמרו אליו מארץ רחוקה מאד באו עבדיך לשם יהוה אלהיך כי שמענו שמעו ואת כל אשר עשה במצרים "],"query":"006009009"},{"canonical":"Joshua 9:10","passages":["ואת כל אשר עשה לשני מלכי האמרי אשר בעבר הירדן לסיחון מלך חשבון ולעוג מלך הבשן אשר בעשתרות "],"query":"006009010"},{"canonical":"Joshua 9:11","passages":["ויאמרו אלינו זקינינו וכל ישבי ארצנו לאמר קחו בידכם צידה לדרך ולכו לקראתם ואמרתם אליהם עבדיכם אנחנו ועתה כרתו לנו ברית "],"query":"006009011"},{"canonical":"Joshua 9:12","passages":["זה לחמנו חם הצטידנו אתו מבתינו ביום צאתנו ללכת אליכם ועתה הנה יבש והיה נקדים "],"query":"006009012"},{"canonical":"Joshua 9:13","passages":["ואלה נאדות היין אשר מלאנו חדשים והנה התבקעו ואלה שלמותינו ונעלינו בלו מרב הדרך מאד "],"query":"006009013"},{"canonical":"Joshua 9:14","passages":["ויקחו האנשים מצידם ואת פי יהוה לא שאלו "],"query":"006009014"},{"canonical":"Joshua 9:15","passages":["ויעש להם יהושע שלום ויכרת להם ברית לחיותם וישבעו להם נשיאי העדה "],"query":"006009015"},{"canonical":"Joshua 9:16","passages":["ויהי מקצה שלשת ימים אחרי אשר כרתו להם ברית וישמעו כי קרבים הם אליו ובקרבו הם ישבים "],"query":"006009016"},{"canonical":"Joshua 9:17","passages":["ויסעו בני ישראל ויבאו אל עריהם ביום השלישי ועריהם גבעון והכפירה ובארות וקרית יערים "],"query":"006009017"},{"canonical":"Joshua 9:18","passages":["ולא הכום בני ישראל כי נשבעו להם נשיאי העדה ביהוה אלהי ישראל וילנו כל העדה על הנשיאים "],"query":"006009018"},{"canonical":"Joshua 9:19","passages":["ויאמרו כל הנשיאים אל כל העדה אנחנו נשבענו להם ביהוה אלהי ישראל ועתה לא נוכל לנגע בהם "],"query":"006009019"},{"canonical":"Joshua 9:20","passages":["זאת נעשה להם והחיה אותם ולא יהיה עלינו קצף על השבועה אשר נשבענו להם "],"query":"006009020"},{"canonical":"Joshua 9:21","passages":["ויאמרו אליהם הנשיאים יחיו ויהיו חטבי עצים ושאבי מים לכל העדה כאשר דברו להם הנשיאים "],"query":"006009021"},{"canonical":"Joshua 9:22","passages":["ויקרא להם יהושע וידבר אליהם לאמר למה רמיתם אתנו לאמר רחוקים אנחנו מכם מאד ואתם בקרבנו ישבים "],"query":"006009022"},{"canonical":"Joshua 9:23","passages":["ועתה ארורים אתם ולא יכרת מכם עבד וחטבי עצים ושאבי מים לבית אלהי "],"query":"006009023"},{"canonical":"Joshua 9:24","passages":["ויענו את יהושע ויאמרו כי הגד הגד לעבדיך את אשר צוה יהוה אלהיך את משה עבדו לתת לכם את כל הארץ ולהשמיד את כל ישבי הארץ מפניכם ונירא מאד לנפשתינו מפניכם ונעשה את הדבר הזה "],"query":"006009024"},{"canonical":"Joshua 9:25","passages":["ועתה הננו בידך כטוב וכישר בעיניך לעשות לנו עשה "],"query":"006009025"},{"canonical":"Joshua 9:26","passages":["ויעש להם כן ויצל אותם מיד בני ישראל ולא הרגום "],"query":"006009026"},{"canonical":"Joshua 9:27","passages":["ויתנם יהושע ביום ההוא חטבי עצים ושאבי מים לעדה ולמזבח יהוה עד היום הזה אל המקום אשר יבחר פ"],"query":"006009027"}]}