{"query":"006017","verses":[{},{"canonical":"Joshua 17:1","passages":["ויהי הגורל למטה מנשה כי הוא בכור יוסף למכיר בכור מנשה אבי הגלעד כי הוא היה איש מלחמה ו͏יהי לו הגלעד והבשן "],"query":"006017001"},{"canonical":"Joshua 17:2","passages":["ויהי לבני מנשה הנותרים למשפחתם לבני אביעזר ולבני חלק ולבני אשריאל ולבני שכם ולבני חפר ולבני שמידע אלה בני מנשה בן יוסף הזכרים למשפחתם "],"query":"006017002"},{"canonical":"Joshua 17:3","passages":["ולצלפחד בן חפר בן גלעד בן מכיר בן מנשה לא היו לו בנים כי אם בנות ואלה שמות בנתיו מחלה ונעה חגלה מלכה ותרצה "],"query":"006017003"},{"canonical":"Joshua 17:4","passages":["ותקרבנה לפני אלעזר הכהן ולפני יהושע בן נון ולפני הנשיאים לאמר יהוה צוה את משה לתת לנו נחלה בתוך אחינו ויתן להם אל פי יהוה נ͏חלה בתוך אחי אביהן "],"query":"006017004"},{"canonical":"Joshua 17:5","passages":["ויפלו חבלי מנשה עשרה לבד מארץ הגלעד והבשן אשר מעבר לירדן "],"query":"006017005"},{"canonical":"Joshua 17:6","passages":["כי בנות מנשה נחלו נחלה בתוך בניו וארץ הגלעד היתה לבני מנשה הנותרים "],"query":"006017006"},{"canonical":"Joshua 17:7","passages":["ויהי גבול מנשה מאשר המכמתת אשר על פני שכם והלך הגבול אל הימין אל ישבי עין תפוח "],"query":"006017007"},{"canonical":"Joshua 17:8","passages":["למנשה היתה ארץ תפוח ותפוח אל גבול מנשה לבני אפרים "],"query":"006017008"},{"canonical":"Joshua 17:9","passages":["וירד הגבול נחל קנה נגבה לנחל ערים האלה לאפרים בתוך ערי מנשה וגבול מנשה מצפון לנחל ויהי תצאתיו הימה "],"query":"006017009"},{"canonical":"Joshua 17:10","passages":["נגבה לאפרים וצפונה למנשה ויהי הים גבולו ובאשר יפגעון מצפון וביששכר ממזרח "],"query":"006017010"},{"canonical":"Joshua 17:11","passages":["ויהי למנשה ביששכר ובאשר בית שאן ובנותיה ויבלעם ובנותיה ואת ישבי דאר ובנותיה וישבי עין דר ובנתיה וישבי תענך ובנתיה וישבי מגדו ובנותיה שלשת הנפת "],"query":"006017011"},{"canonical":"Joshua 17:12","passages":["ולא יכלו בני מנשה להוריש את הערים האלה ויואל הכנעני לשבת בארץ הזאת "],"query":"006017012"},{"canonical":"Joshua 17:13","passages":["ו͏יהי כי ח͏זקו בני ישראל ויתנו את הכנעני למס והורש לא הורישו  ס "],"query":"006017013"},{"canonical":"Joshua 17:14","passages":["וידברו בני יוסף את יהושע לאמר מדוע נתתה לי נחלה גורל אחד וחבל אחד ו͏אני עם רב עד אשר עד כה ברכני יהוה "],"query":"006017014"},{"canonical":"Joshua 17:15","passages":["ויאמר אליהם יהושע אם עם רב אתה עלה לך היערה ובראת לך שם בארץ הפרזי והרפאים כי אץ לך הר אפרים "],"query":"006017015"},{"canonical":"Joshua 17:16","passages":["ויאמרו בני יוסף לא ימצא לנו ההר ורכב ברזל בכל הכנעני הישב בארץ העמק ל͏אשר בבית שאן ובנותיה ולאשר בעמק יזרעאל "],"query":"006017016"},{"canonical":"Joshua 17:17","passages":["ויאמר יהושע אל בית יוסף לאפרים ולמנשה לאמר עם רב אתה וכח גדול לך לא יהיה לך גורל אחד "],"query":"006017017"},{"canonical":"Joshua 17:18","passages":["כי הר יהיה לך כי יער הוא ובראתו והיה לך תצאתיו כי תוריש את הכנעני כי רכב ברזל לו כי חזק הוא פ"],"query":"006017018"}]}