{"query":"006002","verses":[{},{"canonical":"Joshua 2:1","passages":["וישלח יהושע בן נון מן השטים שנים אנשים מרגלים חרש לאמר לכו ראו את הארץ ואת יריחו וילכו ויבאו בית אשה זונה ושמה רחב וישכבו שמה "],"query":"006002001"},{"canonical":"Joshua 2:2","passages":["ויאמר למלך יריחו לאמר הנה אנשים באו הנה הלילה מבני ישראל לחפר את הארץ "],"query":"006002002"},{"canonical":"Joshua 2:3","passages":["וישלח מלך יריחו אל רחב לאמר הוציאי האנשים הבאים אליך אשר באו לביתך כי לחפר את כל הארץ באו "],"query":"006002003"},{"canonical":"Joshua 2:4","passages":["ותקח ה͏אשה את שני האנשים ותצפנו ותאמר כן באו אלי ה͏אנשים ולא ידעתי מאין המה "],"query":"006002004"},{"canonical":"Joshua 2:5","passages":["ויהי השער לסגור בחשך והאנשים יצאו לא ידעתי אנה הלכו ה͏אנשים רדפו מהר אחריהם כי תשיגום "],"query":"006002005"},{"canonical":"Joshua 2:6","passages":["והיא העלתם הגגה ותטמנם בפשתי העץ הערכות לה על הגג "],"query":"006002006"},{"canonical":"Joshua 2:7","passages":["והאנשים רדפו א͏חריהם דרך הירדן על המעברות והשער סגרו אחרי כאשר יצאו הרדפים אחריהם "],"query":"006002007"},{"canonical":"Joshua 2:8","passages":["והמה טרם ישכבון והיא עלתה עליהם על הגג "],"query":"006002008"},{"canonical":"Joshua 2:9","passages":["ותאמר אל האנשים ידעתי כי נתן יהוה לכם את הארץ וכי נפלה אימתכם עלינו וכי נמגו כל ישבי הארץ מפניכם "],"query":"006002009"},{"canonical":"Joshua 2:10","passages":["כי שמענו את אשר הוביש יהוה את מי ים סוף מפניכם בצאתכם ממצרים ואשר עשיתם לשני מלכי האמרי אשר בעבר הירדן לסיחן ולעוג אשר החרמתם אותם "],"query":"006002010"},{"canonical":"Joshua 2:11","passages":["ונשמע וימס לבבנו ולא קמה עוד רוח באיש מפניכם כי יהוה אלהיכם הוא אלהים בשמים ממעל ועל הארץ מתחת "],"query":"006002011"},{"canonical":"Joshua 2:12","passages":["ועתה השבעו נא לי ביהוה כי עשיתי עמכם חסד ועשיתם גם אתם עם בית אבי חסד ונתתם לי אות אמת "],"query":"006002012"},{"canonical":"Joshua 2:13","passages":["והחיתם את אבי ואת אמי ואת אחי ואת אחיותי ואת כל אשר להם והצלתם את נפשתינו ממות "],"query":"006002013"},{"canonical":"Joshua 2:14","passages":["ויאמרו לה האנשים נפשנו תחתיכם למות אם לא תגידו את דברנו זה והיה בתת יהוה לנו את הארץ ועשינו עמך חסד ואמת "],"query":"006002014"},{"canonical":"Joshua 2:15","passages":["ותורדם בחבל בעד ה͏חלון כי ביתה בקיר החומה ובחומה היא יושבת "],"query":"006002015"},{"canonical":"Joshua 2:16","passages":["ותאמר להם ההרה לכו פן יפגעו בכם הרדפים ונחבתם שמה שלשת ימים עד שוב הרדפים ואחר תלכו לדרככם "],"query":"006002016"},{"canonical":"Joshua 2:17","passages":["ויאמרו אליה האנשים נקים אנחנו משבעתך הזה אשר השבעתנו "],"query":"006002017"},{"canonical":"Joshua 2:18","passages":["הנה אנחנו באים בארץ את תקות חוט השני הזה תקשרי בחלון אשר הורדתנו בו ואת אביך ואת אמך ואת אחיך ואת כל בית אביך תאספי אליך הביתה "],"query":"006002018"},{"canonical":"Joshua 2:19","passages":["והיה כל אשר יצא מדלתי ביתך החוצה דמו בראשו ואנחנו נקים וכל אשר יהיה אתך בבית דמו בראשנו אם יד תהיה בו "],"query":"006002019"},{"canonical":"Joshua 2:20","passages":["ואם תגידי את דברנו זה והיינו נקים משבעתך אשר השבעתנו "],"query":"006002020"},{"canonical":"Joshua 2:21","passages":["ותאמר כדבריכם כן הוא ותשלחם וילכו ותקשר את תקות השני בחלון "],"query":"006002021"},{"canonical":"Joshua 2:22","passages":["וילכו ויבאו ההרה וישבו שם שלשת ימים עד שבו הרדפים ויבקשו הרדפים בכל הדרך ולא מצאו "],"query":"006002022"},{"canonical":"Joshua 2:23","passages":["וישבו שני האנשים וירדו מההר ויעברו ויבאו אל יהושע בן נון ויספרו לו את כל המצאות אותם "],"query":"006002023"},{"canonical":"Joshua 2:24","passages":["ויאמרו אל יהושע כי נתן יהוה בידנו את כל הארץ וגם נמגו כל ישבי הארץ מפנינו  ס "],"query":"006002024"}]}