{"query":"006005","verses":[{},{"canonical":"Joshua 5:1","passages":["ויהי כשמע כל מלכי האמרי אשר בעבר הירדן ימה וכל מלכי הכנעני אשר על הים את אשר הוביש יהוה את מי הירדן מפני בני ישראל עד  ס "],"query":"006005001"},{"canonical":"Joshua 5:2","passages":["בעת ההיא אמר יהוה אל יהושע עשה לך חרבות צרים ושוב מל את בני ישראל שנית "],"query":"006005002"},{"canonical":"Joshua 5:3","passages":["ויעש לו יהושע חרבות צרים וימל את בני ישראל אל גבעת הערלות "],"query":"006005003"},{"canonical":"Joshua 5:4","passages":["וזה הדבר אשר מל יהושע כל העם היצא ממצרים הזכרים כל אנשי המלחמה מתו במדבר בדרך בצאתם ממצרים "],"query":"006005004"},{"canonical":"Joshua 5:5","passages":["כי מלים היו כל העם היצאים וכל העם הילדים במדבר בדרך בצאתם ממצרים לא מלו "],"query":"006005005"},{"canonical":"Joshua 5:6","passages":["כי ארבעים שנה הלכו בני ישראל במדבר עד תם כל הגוי אנשי המלחמה היצאים ממצרים אשר לא שמעו בקול יהוה אשר נשבע יהוה להם לבלתי הראותם את הארץ אשר נשבע יהוה ל͏אבותם לתת לנו ארץ זבת חלב ודבש "],"query":"006005006"},{"canonical":"Joshua 5:7","passages":["ואת בניהם הקים תחתם אתם מל יהושע כי ערלים היו כי לא מלו אותם בדרך "],"query":"006005007"},{"canonical":"Joshua 5:8","passages":["ויהי כאשר תמו כל הגוי להמול וישבו תחתם במחנה עד חיותם פ"],"query":"006005008"},{"canonical":"Joshua 5:9","passages":["ויאמר יהוה אל יהושע היום גלותי את חרפת מצרים מעליכם ויקרא שם המקום ההוא גלגל עד היום הזה "],"query":"006005009"},{"canonical":"Joshua 5:10","passages":["ויחנו בני ישראל בגלגל ויעשו את הפסח בארבעה עשר יום לחדש בערב בערבות יריחו "],"query":"006005010"},{"canonical":"Joshua 5:11","passages":["ויאכלו מעבור הארץ ממחרת הפסח מצות וקלוי בעצם היום הזה "],"query":"006005011"},{"canonical":"Joshua 5:12","passages":["וישבת המן ממחרת באכלם מעבור הארץ ולא היה עוד לבני ישראל מן ויאכלו מתבואת ארץ כנען בשנה ההיא  ס "],"query":"006005012"},{"canonical":"Joshua 5:13","passages":["ויהי בהיות יהושע ביריחו וישא עיניו וירא והנה איש עמד לנגדו וחרבו שלופה בידו וילך יהושע אליו ויאמר לו הלנו אתה אם לצרינו "],"query":"006005013"},{"canonical":"Joshua 5:14","passages":["ויאמר לא כי אני שר צבא יהוה עתה באתי ויפל יהושע אל פניו ארצה וישתחו ויאמר לו מה אדני מדבר אל עבדו "],"query":"006005014"},{"canonical":"Joshua 5:15","passages":["ויאמר שר צבא יהוה אל יהושע של נעלך מעל רגלך כי המקום אשר אתה עמד עליו קדש הוא ויעש יהושע כן "],"query":"006005015"}]}