{"query":"006006","verses":[{},{"canonical":"Joshua 6:1","passages":["ויריחו סגרת ומסגרת מפני בני ישראל אין יוצא ואין בא  ס "],"query":"006006001"},{"canonical":"Joshua 6:2","passages":["ויאמר יהוה אל יהושע ראה נתתי בידך את יריחו ואת מלכה גבורי החיל "],"query":"006006002"},{"canonical":"Joshua 6:3","passages":["וסבתם את העיר כל אנשי המלחמה הקיף את העיר פעם אחת כה תעשה ששת ימים "],"query":"006006003"},{"canonical":"Joshua 6:4","passages":["ושבעה כהנים ישאו שבעה שופרות היובלים לפני הארון וביום השביעי תסבו את העיר שבע פעמים והכהנים יתקעו בשופרות "],"query":"006006004"},{"canonical":"Joshua 6:5","passages":["והיה במשך בקרן היובל כשמעכם את קול השופר יריעו כל העם תרועה גדולה ונפלה חומת העיר תחתיה ועלו העם איש נגדו "],"query":"006006005"},{"canonical":"Joshua 6:6","passages":["ויקרא יהושע בן נון אל הכהנים ויאמר אלהם שאו את ארון הברית ושבעה כהנים ישאו שבעה שופרות יובלים לפני ארון יהוה "],"query":"006006006"},{"canonical":"Joshua 6:7","passages":["ויאמר אל העם עברו וסבו את העיר והחלוץ יעבר לפני ארון יהוה "],"query":"006006007"},{"canonical":"Joshua 6:8","passages":["ויהי כאמר יהושע אל העם ושבעה הכהנים נשאים שבעה שופרות היובלים לפני יהוה עברו ותקעו בשופרות ו͏ארון ברית יהוה הלך אחריהם "],"query":"006006008"},{"canonical":"Joshua 6:9","passages":["והחלוץ הלך לפני הכהנים תקעי השופרות והמאסף הלך אחרי הארון הלוך ותקוע בשופרות "],"query":"006006009"},{"canonical":"Joshua 6:10","passages":["ואת העם צוה יהושע לאמר לא תריעו ולא תשמיעו את קולכם ולא יצא מפיכם דבר עד יום אמרי אליכם הריעו והריעתם "],"query":"006006010"},{"canonical":"Joshua 6:11","passages":["ויסב ארון יהוה את העיר הקף פעם אחת ויבאו המחנה וילינו במחנה פ"],"query":"006006011"},{"canonical":"Joshua 6:12","passages":["וישכם יהושע בבקר וישאו הכהנים את ארון יהוה "],"query":"006006012"},{"canonical":"Joshua 6:13","passages":["ושבעה הכהנים נשאים שבעה שופרות היבלים לפני ארון יהוה הלכים הלוך ותקעו בשופרות והחלוץ הלך לפניהם וה͏מאסף הלך א͏חרי ארון יהוה הלוך ותקוע בשופרות "],"query":"006006013"},{"canonical":"Joshua 6:14","passages":["ויסבו את העיר ביום השני פעם אחת וישבו המחנה כה עשו ששת ימים "],"query":"006006014"},{"canonical":"Joshua 6:15","passages":["ויהי ביום השביעי וישכמו כעלות השחר ויסבו את העיר כמשפט הזה שבע פעמים רק ביום ההוא סבבו את העיר שבע פעמים "],"query":"006006015"},{"canonical":"Joshua 6:16","passages":["ויהי בפעם השביעית תקעו הכהנים בשופרות ויאמר יהושע אל העם הריעו כי נתן יהוה לכם את העיר "],"query":"006006016"},{"canonical":"Joshua 6:17","passages":["והיתה העיר חרם היא וכל אשר בה ליהוה רק רחב הזונה תחיה היא וכל אשר אתה בבית כי החבאתה את המלאכים אשר שלחנו "],"query":"006006017"},{"canonical":"Joshua 6:18","passages":["ורק אתם שמרו מן החרם פן תחרימו ולקחתם מן החרם ושמתם את מחנה ישראל לחרם ועכרתם אותו "],"query":"006006018"},{"canonical":"Joshua 6:19","passages":["וכל כסף וזהב וכלי נחשת וברזל קדש הוא ליהוה אוצר יהוה יבוא "],"query":"006006019"},{"canonical":"Joshua 6:20","passages":["וירע העם ויתקעו בשפרות ויהי כשמע העם את קול השופר ויריעו העם תרועה גדולה ותפל החומה תחתיה ויעל העם העירה איש נגדו וילכדו את העיר "],"query":"006006020"},{"canonical":"Joshua 6:21","passages":["ויחרימו את כל אשר בעיר מאיש ועד אשה מנער ועד זקן ועד שור ושה וחמור לפי חרב "],"query":"006006021"},{"canonical":"Joshua 6:22","passages":["ולשנים האנשים המרגלים את הארץ אמר יהושע באו בית האשה הזונה והוציאו משם את האשה ואת כל אשר לה כאשר נשבעתם לה "],"query":"006006022"},{"canonical":"Joshua 6:23","passages":["ויבאו הנערים המרגלים ויציאו את רחב ואת אביה ואת אמה ואת אחיה ואת כל אשר לה ואת כל משפחותיה הוציאו ויניחום מחוץ למחנה ישראל "],"query":"006006023"},{"canonical":"Joshua 6:24","passages":["והעיר שרפו באש וכל אשר בה רק הכסף והזהב וכלי הנחשת והברזל נתנו אוצר בית יהוה "],"query":"006006024"},{"canonical":"Joshua 6:25","passages":["ואת רחב הזונה ואת בית אביה ואת כל אשר לה החיה יהושע ותשב בקרב ישראל עד היום הזה כי החביאה את המלאכים אשר שלח יהושע לרגל את יריחו פ"],"query":"006006025"},{"canonical":"Joshua 6:26","passages":["וישבע יהושע בעת ההיא לאמר ארור האיש לפני יהוה אשר יקום ובנה את העיר הזאת את יריחו בבכרו ייסדנה ובצעירו יציב דלתיה "],"query":"006006026"},{"canonical":"Joshua 6:27","passages":["ויהי יהוה את יהושע ויהי שמעו בכל הארץ "],"query":"006006027"}]}