{"query":"006011","verses":[{},{"canonical":"Joshua 11:1","passages":["ויהי כשמע יבין מלך חצור וישלח אל יובב מלך מדון ואל מלך שמרון ואל מלך אכשף "],"query":"006011001"},{"canonical":"Joshua 11:2","passages":["ואל המלכים אשר מצפון בהר ובערבה נגב כנרות ובשפלה ובנפות דור מים "],"query":"006011002"},{"canonical":"Joshua 11:3","passages":["הכנעני ממזרח ומים והאמרי והחתי והפרזי והיבוסי בהר והחוי תחת חרמון בארץ המצפה "],"query":"006011003"},{"canonical":"Joshua 11:4","passages":["ויצאו הם וכל מחניהם עמם עם רב כחול אשר על שפת הים לרב וסוס ורכב רב מאד "],"query":"006011004"},{"canonical":"Joshua 11:5","passages":["ויועדו כל המלכים האלה ויבאו ויחנו יחדו אל מי מרום להלחם עם ישראל פ"],"query":"006011005"},{"canonical":"Joshua 11:6","passages":["ויאמר יהוה אל יהושע אל תירא מפניהם כי מחר כעת הזאת אנכי נתן את כלם חללים לפני ישראל את סוסיהם תעקר ואת מרכבתיהם תשרף באש "],"query":"006011006"},{"canonical":"Joshua 11:7","passages":["ויבא יהושע וכל עם המלחמה עמו עליהם על מי מרום פתאם ויפלו בהם "],"query":"006011007"},{"canonical":"Joshua 11:8","passages":["ויתנם יהוה ביד ישראל ויכום וירדפום עד צידון רבה ועד משרפות מים ועד בקעת מצפה מזרחה ויכם עד בלתי השאיר להם שריד "],"query":"006011008"},{"canonical":"Joshua 11:9","passages":["ויעש להם יהושע כאשר אמר לו יהוה את סוסיהם עקר ואת מרכבתיהם שרף באש  ס "],"query":"006011009"},{"canonical":"Joshua 11:10","passages":["וישב יהושע בעת ההיא וילכד את חצור ואת מלכה הכה בחרב כי חצור לפנים היא ראש כל הממלכות האלה "],"query":"006011010"},{"canonical":"Joshua 11:11","passages":["ויכו את כל הנפש אשר בה לפי חרב החרם לא נותר כל נשמה ואת חצור שרף באש "],"query":"006011011"},{"canonical":"Joshua 11:12","passages":["ואת כל ערי המלכ͏ים האלה ואת כל מלכיהם לכד יהושע ויכם לפי חרב החרים אותם כאשר צוה משה עבד יהוה "],"query":"006011012"},{"canonical":"Joshua 11:13","passages":["רק כל הערים העמדות על תלם לא שרפם ישראל זולתי את חצור לבדה שרף יהושע "],"query":"006011013"},{"canonical":"Joshua 11:14","passages":["וכל שלל הערים האלה והבהמה בזזו להם בני ישראל רק את כל האדם הכו לפי חרב עד השמדם אותם לא השאירו כל נשמה "],"query":"006011014"},{"canonical":"Joshua 11:15","passages":["כאשר צוה יהוה את משה עבדו כן צוה משה את יהושע וכן עשה יהושע לא הסיר דבר מכל אשר צוה יהוה את משה "],"query":"006011015"},{"canonical":"Joshua 11:16","passages":["ויקח יהושע את כל הארץ הזאת ההר ואת כל הנגב ואת כל ארץ הגשן ואת השפלה ואת הערבה ואת הר ישראל ושפלתה "],"query":"006011016"},{"canonical":"Joshua 11:17","passages":["מן ההר החלק העולה שעיר ועד בעל גד בבקעת הלבנון תחת הר חרמון ואת כל מלכיהם לכד ויכם וימיתם "],"query":"006011017"},{"canonical":"Joshua 11:18","passages":["ימים רבים עשה יהושע את כל המלכים האלה מלחמה "],"query":"006011018"},{"canonical":"Joshua 11:19","passages":["לא היתה עיר אשר השלימה אל בני ישראל בלתי החוי ישבי גבעון את הכל לקחו במלחמה "],"query":"006011019"},{"canonical":"Joshua 11:20","passages":["כי מאת יהוה היתה לחזק את לבם לקראת המלחמה את ישראל למען החרימם לבלתי היות להם תחנה כי למען השמידם כאשר צוה יהוה את משה  ס "],"query":"006011020"},{"canonical":"Joshua 11:21","passages":["ויבא יהושע בעת ההיא ויכרת את הענקים מן ההר מן חברון מן דבר מן ענב ומכל הר יהודה ומכל הר ישראל עם עריהם החרימם יהושע "],"query":"006011021"},{"canonical":"Joshua 11:22","passages":["לא נותר ענקים בארץ בני ישראל רק בעזה בגת ובאשדוד נשארו "],"query":"006011022"},{"canonical":"Joshua 11:23","passages":["ויקח יהושע את כל הארץ ככל אשר דבר יהוה אל משה ויתנה יהושע לנחלה לישראל כמחלקתם לשבטיהם והארץ שקטה ממלחמה פ"],"query":"006011023"}]}