{"query":"006004","verses":[{},{"canonical":"Joshua 4:1","passages":["ויהי כאשר תמו כל הגוי לעבור את הירדן פויאמר יהוה אל יהושע לאמר "],"query":"006004001"},{"canonical":"Joshua 4:2","passages":["קחו לכם מן העם שנים עשר אנשים איש אחד איש אחד משבט "],"query":"006004002"},{"canonical":"Joshua 4:3","passages":["וצוו אותם לאמר שאו לכם מזה מתוך הירדן ממצב רגלי הכהנים הכין שתים עשרה אבנים והעברתם אותם עמכם והנחתם אותם במלון אשר תלינו בו הלילה  ס "],"query":"006004003"},{"canonical":"Joshua 4:4","passages":["ויקרא יהושע אל שנים העשר איש אשר הכין מבני ישראל איש אחד איש אחד משבט "],"query":"006004004"},{"canonical":"Joshua 4:5","passages":["ויאמר להם יהושע עברו לפני ארון יהוה אלהיכם אל תוך הירדן והרימו לכם איש אבן אחת על שכמו למספר שבטי בני ישראל "],"query":"006004005"},{"canonical":"Joshua 4:6","passages":["למען תהיה זאת אות בקרבכם כי ישאלון בניכם מחר לאמר מה האבנים האלה לכם "],"query":"006004006"},{"canonical":"Joshua 4:7","passages":["ואמרתם להם אשר נכרתו מימי הירדן מפני ארון ברית יהוה בעברו בירדן נכרתו מי הירדן והיו האבנים האלה לזכרון לבני ישראל עד עולם "],"query":"006004007"},{"canonical":"Joshua 4:8","passages":["ויעשו כן בני ישראל כאשר צוה יהושע וישאו שתי עשרה אבנים מתוך הירדן כאשר דבר יהוה אל יהושע למספר שבטי בני ישראל ויעברום עמם אל המלון וינחום שם "],"query":"006004008"},{"canonical":"Joshua 4:9","passages":["ושתים עשרה אבנים הקים יהושע בתוך הירדן תחת מצב רגלי הכהנים נשאי ארון הברית ויהיו שם עד היום הזה "],"query":"006004009"},{"canonical":"Joshua 4:10","passages":["והכהנים נשאי הארון עמדים בתוך הירדן עד תם כל הדבר אשר צוה יהוה את יהושע לדבר אל העם ככל אשר צוה משה את יהושע וימהרו העם ו͏יעברו "],"query":"006004010"},{"canonical":"Joshua 4:11","passages":["ויהי כ͏אשר תם כל העם ל͏עבור ויעבר ארון יהוה והכהנים לפני העם "],"query":"006004011"},{"canonical":"Joshua 4:12","passages":["ויעברו בני ראובן ובני גד וחצי שבט המנשה חמשים לפני בני ישראל כאשר דבר אליהם משה "],"query":"006004012"},{"canonical":"Joshua 4:13","passages":["כארבעים אלף חלוצי הצבא עברו לפני יהוה למלחמה אל ערבות יריחו  ס "],"query":"006004013"},{"canonical":"Joshua 4:14","passages":["ביום ההוא גדל יהוה את יהושע בעיני כל ישראל ויראו אתו כאשר יראו את משה כל ימי חייו פ"],"query":"006004014"},{"canonical":"Joshua 4:15","passages":["ויאמר יהוה אל יהושע לאמר "],"query":"006004015"},{"canonical":"Joshua 4:16","passages":["צוה את הכהנים נשאי ארון העדות ויעלו מן הירדן "],"query":"006004016"},{"canonical":"Joshua 4:17","passages":["ויצו יהושע את הכהנים לאמר עלו מן הירדן "],"query":"006004017"},{"canonical":"Joshua 4:18","passages":["ויהי כעלות הכהנים נשאי ארון ברית יהוה מתוך הירדן נתקו כפות רגלי הכהנים אל החרבה וישבו מי הירדן למקומם וילכו כתמול שלשום על כל גדותיו "],"query":"006004018"},{"canonical":"Joshua 4:19","passages":["והעם עלו מן הירדן בעשור לחדש הראשון ויחנו בגלגל בקצה מזרח יריחו "],"query":"006004019"},{"canonical":"Joshua 4:20","passages":["ואת שתים עשרה האבנים האלה אשר לקחו מן הירדן הקים יהושע בגלגל "],"query":"006004020"},{"canonical":"Joshua 4:21","passages":["ויאמר אל בני ישראל לאמר אשר ישאלון בניכם מחר את אבותם לאמר מה האבנים האלה "],"query":"006004021"},{"canonical":"Joshua 4:22","passages":["והודעתם את בניכם לאמר ביבשה עבר ישראל את הירדן הזה "],"query":"006004022"},{"canonical":"Joshua 4:23","passages":["אשר הוביש יהוה אלהיכם את מי הירדן מפניכם עד עברכם כאשר עשה יהוה אלהיכם לים סוף אשר הוביש מפנינו עד עברנו "],"query":"006004023"},{"canonical":"Joshua 4:24","passages":["למען דעת כל עמי הארץ את יד יהוה כי חזקה היא למען יראתם את יהוה אלהיכם כל הימים  ס "],"query":"006004024"}]}