{"query":"006001","verses":[{},{"canonical":"Joshua 1:1","passages":["ויהי אחרי מות משה עבד יהוה ויאמר יהוה אל יהושע בן נון משרת משה לאמר "],"query":"006001001"},{"canonical":"Joshua 1:2","passages":["משה עבדי מת ועתה קום עבר את הירדן הזה אתה וכל העם הזה אל הארץ אשר אנכי נתן להם לבני ישראל "],"query":"006001002"},{"canonical":"Joshua 1:3","passages":["כל מקום אשר תדרך כף רגלכם בו לכם נתתיו כאשר דברתי אל משה "],"query":"006001003"},{"canonical":"Joshua 1:4","passages":["מהמדבר והלבנון הזה ועד הנהר הגדול נהר פרת כל ארץ החתים ועד הים הגדול מבוא השמש יהיה גבולכם "],"query":"006001004"},{"canonical":"Joshua 1:5","passages":["לא יתיצב איש לפניך כל ימי חייך כ͏אשר הייתי עם משה אהיה עמך לא ארפך ולא אעזבך "],"query":"006001005"},{"canonical":"Joshua 1:6","passages":["חזק ואמץ כי אתה תנחיל את העם הזה את הארץ אשר נשבעתי לאבותם לתת להם "],"query":"006001006"},{"canonical":"Joshua 1:7","passages":["רק חזק ואמץ מאד לשמר לעשות ככל התורה אשר צוך משה עבדי אל תסור ממנו ימין ושמאול למען תשכיל בכל אשר תלך "],"query":"006001007"},{"canonical":"Joshua 1:8","passages":["לא ימוש ספר התורה הזה מפיך והגית בו יומם ולילה למען תשמר לעשות ככל הכתוב בו כי אז תצליח את דרכך ואז תשכיל "],"query":"006001008"},{"canonical":"Joshua 1:9","passages":["הלוא צויתיך חזק ואמץ אל תערץ ואל תחת כי עמך יהוה אלהיך בכל אשר תלך פ"],"query":"006001009"},{"canonical":"Joshua 1:10","passages":["ויצו יהושע את שטרי העם לאמר "],"query":"006001010"},{"canonical":"Joshua 1:11","passages":["עברו בקרב המחנה וצוו את העם לאמר הכינו לכם צידה כי בעוד שלשת ימים אתם עברים את הירדן הזה לבוא לרשת את הארץ אשר יהוה אלהיכם נתן לכם לרשתה  ס "],"query":"006001011"},{"canonical":"Joshua 1:12","passages":["ולראובני ולגדי ולחצי שבט המנשה אמר יהושע לאמר "],"query":"006001012"},{"canonical":"Joshua 1:13","passages":["זכור את הדבר אשר צוה אתכם משה עבד יהוה לאמר יהוה אלהיכם מניח לכם ונתן לכם את הארץ הזאת "],"query":"006001013"},{"canonical":"Joshua 1:14","passages":["נשיכם טפכם ומקניכם ישבו בארץ אשר נתן לכם משה בעבר הירדן ואתם תעברו חמשים לפני אחיכם כל גבורי החיל ועזרתם אותם "],"query":"006001014"},{"canonical":"Joshua 1:15","passages":["עד אשר יניח יהוה ל͏אחיכם ככם וירשו גם המה את הארץ אשר יהוה אלהיכם נתן להם ושבתם לארץ ירשתכם וירשתם אותה אשר נתן לכם משה עבד יהוה בעבר הירדן מזרח השמש "],"query":"006001015"},{"canonical":"Joshua 1:16","passages":["ויענו את יהושע לאמר כל אשר צויתנו נ͏עשה ואל כל אשר תשלחנו נלך "],"query":"006001016"},{"canonical":"Joshua 1:17","passages":["ככל אשר שמענו אל משה כן נשמע אליך רק יהיה יהוה אלהיך עמך כאשר היה עם משה "],"query":"006001017"},{"canonical":"Joshua 1:18","passages":["כל איש אשר ימרה את פיך ולא ישמע את דבריך לכל אשר תצונו יומת רק חזק ואמץ פ"],"query":"006001018"}]}