{"query":"006007","verses":[{},{"canonical":"Joshua 7:1","passages":["וימעלו בני ישראל מעל בחרם ויקח עכן בן כרמי בן זבדי בן זרח למטה יהודה מן החרם ויחר אף יהוה בבני ישראל "],"query":"006007001"},{"canonical":"Joshua 7:2","passages":["וישלח יהושע אנשים מיריחו העי אשר עם בית און מקדם לבית אל ויאמר אליהם לאמר עלו ורגלו את הארץ ויעלו האנשים וירגלו את העי "],"query":"006007002"},{"canonical":"Joshua 7:3","passages":["וישבו אל יהושע ויאמרו אליו אל יעל כל העם כאלפים איש או כשלשת אלפים איש יעלו ויכו את העי אל תיגע שמה את כל העם כי מעט המה "],"query":"006007003"},{"canonical":"Joshua 7:4","passages":["ויעלו מן העם שמה כשלשת אלפים איש וינסו לפני אנשי העי "],"query":"006007004"},{"canonical":"Joshua 7:5","passages":["ויכו מהם אנשי העי כשלשים וששה איש וירדפום לפני השער עד השברים ויכום במורד וימס לבב העם ויהי למים "],"query":"006007005"},{"canonical":"Joshua 7:6","passages":["ויקרע יהושע שמלתיו ויפל על פניו ארצה לפני ארון יהוה עד הערב הוא וזקני ישראל ויעלו עפר על ראשם "],"query":"006007006"},{"canonical":"Joshua 7:7","passages":["ויאמר יהושע אהה אדני יהוה למה העברת העביר את העם הזה את הירדן לתת אתנו ביד האמרי להאבידנו ולו הואלנו ונשב בעבר הירדן "],"query":"006007007"},{"canonical":"Joshua 7:8","passages":["בי אדני מה אמר אחרי אשר הפך ישראל ערף לפני איביו "],"query":"006007008"},{"canonical":"Joshua 7:9","passages":["וישמעו הכנעני וכל ישבי הארץ ונסבו עלינו והכריתו את שמנו מן הארץ ומה תעשה לשמך הגדול  ס "],"query":"006007009"},{"canonical":"Joshua 7:10","passages":["ויאמר יהוה אל יהושע קם לך למה זה אתה נפל על פניך "],"query":"006007010"},{"canonical":"Joshua 7:11","passages":["חטא ישראל וגם עברו את בריתי אשר צויתי אותם וגם לקחו מן החרם וגם גנבו וגם כחשו וגם שמו בכליהם "],"query":"006007011"},{"canonical":"Joshua 7:12","passages":["ולא יכלו בני ישראל לקום לפני איביהם ערף יפנו לפני איביהם כי היו לחרם לא אוסיף להיות עמכם אם לא תשמידו החרם מקרבכם "],"query":"006007012"},{"canonical":"Joshua 7:13","passages":["קם קדש את העם ואמרת התקדשו למחר כי כה אמר יהוה אלהי ישראל חרם בקרבך ישראל לא תוכל לקום לפני איביך עד הסירכם החרם מקרבכם "],"query":"006007013"},{"canonical":"Joshua 7:14","passages":["ונקרבתם בבקר לשבטיכם והיה השבט אשר ילכדנו יהוה יקרב למשפחות והמשפחה אשר ילכדנה יהוה תקרב לבתים והבית אשר ילכדנו יהוה יקרב לגברים "],"query":"006007014"},{"canonical":"Joshua 7:15","passages":["והיה הנלכד בחרם ישרף באש אתו ואת כל אשר לו כי עבר את ברית יהוה וכי עשה נבלה בישראל "],"query":"006007015"},{"canonical":"Joshua 7:16","passages":["וישכם יהושע בבקר ויקרב את ישראל לשבטיו וילכד שבט יהודה "],"query":"006007016"},{"canonical":"Joshua 7:17","passages":["ויקרב את משפחת יהודה וילכד את משפחת הזרחי ויקרב את משפחת הזרחי לגברים וילכד זבדי "],"query":"006007017"},{"canonical":"Joshua 7:18","passages":["ויקרב את ביתו לגברים וילכד עכן בן כרמי בן זבדי בן זרח למטה יהודה "],"query":"006007018"},{"canonical":"Joshua 7:19","passages":["ויאמר יהושע אל עכן בני שים נא כבוד ליהוה אלהי ישראל ותן לו תודה והגד נא לי מה עשית אל תכחד ממני "],"query":"006007019"},{"canonical":"Joshua 7:20","passages":["ויען עכן את יהושע ויאמר אמנה אנכי חטאתי ליהוה אלהי ישראל וכזאת וכזאת עשיתי "],"query":"006007020"},{"canonical":"Joshua 7:21","passages":["וארא בשלל אדרת שנער אחת טובה ומאתים שקלים כסף ולשון זהב אחד חמשים שקלים משקלו ואחמדם ואקחם והנם טמונים בארץ בתוך הא͏הלי והכסף תחתיה "],"query":"006007021"},{"canonical":"Joshua 7:22","passages":["וישלח יהושע מלאכים וירצו האהלה והנה טמונה באהלו והכסף תחתיה "],"query":"006007022"},{"canonical":"Joshua 7:23","passages":["ויקחום מתוך האהל ויבאום אל יהושע ואל כל בני ישראל ויצקם לפני יהוה "],"query":"006007023"},{"canonical":"Joshua 7:24","passages":["ויקח יהושע את עכן בן זרח ואת הכסף ואת האדרת ואת לשון הזהב ואת בניו ואת בנתיו ואת שורו ואת חמרו ואת צאנו ואת אהלו ואת כל אשר לו וכל ישראל עמו ויעלו אתם עמק עכור "],"query":"006007024"},{"canonical":"Joshua 7:25","passages":["ויאמר יהושע מה עכרתנו יעכרך יהוה ביום הזה וירגמו אתו כל ישראל אבן וישרפו אתם באש ויסקלו אתם באבנים "],"query":"006007025"},{"canonical":"Joshua 7:26","passages":["ויקימו עליו גל אבנים גדול עד היום הזה וישב יהוה מחרון אפו על כן קרא שם המקום ההוא עמק עכור עד היום הזה פ"],"query":"006007026"}]}