{"query":"006003","verses":[{},{"canonical":"Joshua 3:1","passages":["וישכם יהושע בבקר ויסעו מהשטים ויבאו עד הירדן הוא וכל בני ישראל וילנו שם טרם יעברו "],"query":"006003001"},{"canonical":"Joshua 3:2","passages":["ויהי מקצה שלשת ימים ויעברו השטרים בקרב המחנה "],"query":"006003002"},{"canonical":"Joshua 3:3","passages":["ויצוו את העם לאמר כראותכם את ארון ברית יהוה אלהיכם והכהנים הלוים נשאים אתו ואתם תסעו ממקומכם והלכתם אחריו "],"query":"006003003"},{"canonical":"Joshua 3:4","passages":["אך רחוק יהיה ביניכם  ס "],"query":"006003004"},{"canonical":"Joshua 3:5","passages":["ויאמר יהושע אל העם התקדשו כי מחר יעשה יהוה בקרבכם נפלאות "],"query":"006003005"},{"canonical":"Joshua 3:6","passages":["ויאמר יהושע אל הכהנים לאמר שאו את ארון הברית ועברו לפני העם וישאו את ארון הברית וילכו לפני העם  ס "],"query":"006003006"},{"canonical":"Joshua 3:7","passages":["ויאמר יהוה אל יהושע היום הזה אחל גדלך בעיני כל ישראל אשר ידעון כי כאשר הייתי עם משה אהיה עמך "],"query":"006003007"},{"canonical":"Joshua 3:8","passages":["ואתה תצוה את הכהנים נשאי ארון הברית לאמר כבאכם עד קצה מי הירדן בירדן תעמדו פ"],"query":"006003008"},{"canonical":"Joshua 3:9","passages":["ויאמר יהושע אל בני ישראל גשו הנה ושמעו את דברי יהוה אלהיכם "],"query":"006003009"},{"canonical":"Joshua 3:10","passages":["ויאמר יהושע בזאת תדעון כי אל חי בקרבכם והורש יוריש מפניכם את הכנעני ואת החתי ואת החוי ואת הפרזי ואת הגרגשי והאמרי והיבוסי "],"query":"006003010"},{"canonical":"Joshua 3:11","passages":["הנה ארון הברית אדון כל הארץ עבר לפניכם בירדן "],"query":"006003011"},{"canonical":"Joshua 3:12","passages":["ועתה קחו לכם שני עשר איש משבטי ישראל איש אחד איש אחד לשבט "],"query":"006003012"},{"canonical":"Joshua 3:13","passages":["והיה כנוח כפות רגלי הכהנים נשאי ארון יהוה אדון כל הארץ במי הירדן מי הירדן יכרתון המים הירדים מלמעלה ויעמדו נד אחד "],"query":"006003013"},{"canonical":"Joshua 3:14","passages":["ויהי בנסע העם מאהליהם לעבר את הירדן והכהנים נשאי הארון הברית לפני העם "],"query":"006003014"},{"canonical":"Joshua 3:15","passages":["וכבוא נשאי הארון עד הירדן ורגלי הכהנים נשאי הארון נטבלו בקצה המים והירדן מלא על כל גדותיו כל ימי קציר "],"query":"006003015"},{"canonical":"Joshua 3:16","passages":["ויעמדו המים הירדים מלמעלה קמו נד אחד הרחק מאד מאדם העיר אשר מצד צרתן והירדים על ים הערבה ים המלח תמו נכרתו והעם עברו נגד יריחו "],"query":"006003016"},{"canonical":"Joshua 3:17","passages":["ויעמדו הכהנים נשאי הארון ברית יהוה בח͏רבה בתוך הירדן הכן וכל ישראל עברים בחרבה עד אשר תמו כל הגוי לעבר את הירדן "],"query":"006003017"}]}