{"query":"006022","verses":[{},{"canonical":"Joshua 22:1","passages":["אז יקרא יהושע לראובני ולגדי ולחצי מטה מנשה "],"query":"006022001"},{"canonical":"Joshua 22:2","passages":["ויאמר אליהם אתם שמרתם את כל אשר צוה אתכם משה עבד יהוה ותשמעו בקולי לכל אשר צויתי אתכם "],"query":"006022002"},{"canonical":"Joshua 22:3","passages":["לא עזבתם את אחיכם זה ימים רבים עד היום הזה ושמרתם את משמרת מצות יהוה אלהיכם "],"query":"006022003"},{"canonical":"Joshua 22:4","passages":["ועתה הניח יהוה אלהיכם לאחיכם כאשר דבר להם ועתה פנו ולכו לכם לאהליכם אל ארץ אחזתכם אשר נתן לכם משה עבד יהוה בעבר הירדן "],"query":"006022004"},{"canonical":"Joshua 22:5","passages":["רק שמרו מאד לעשות את המצוה ואת התורה אשר צוה אתכם משה עבד יהוה לאהבה את יהוה אלהיכם וללכת בכל דרכיו ולשמר מצותיו ולדבקה בו ולעבדו בכל לבבכם ובכל נפשכם "],"query":"006022005"},{"canonical":"Joshua 22:6","passages":["ויברכם יהושע וישלחם וילכו אל אהליהם  ס "],"query":"006022006"},{"canonical":"Joshua 22:7","passages":["ולחצי שבט המנשה נתן משה בבשן ולחציו נתן יהושע עם אחיהם בעבר הירדן ימה וגם כי שלחם יהושע אל אהליהם ויברכם "],"query":"006022007"},{"canonical":"Joshua 22:8","passages":["ויאמר אליהם לאמר בנכסים רבים שובו אל אהליכם ובמקנה רב מאד בכסף ובזהב ובנחשת ובברזל ובשלמות הרבה מאד חלקו שלל איביכם עם אחיכם פ"],"query":"006022008"},{"canonical":"Joshua 22:9","passages":["וישבו וילכו בני ראובן ובני גד וחצי שבט המנשה מאת בני ישראל משלה אשר בארץ כנען ללכת אל ארץ הגלעד אל ארץ אחזתם אשר נאחזו בה על פי יהוה ביד משה "],"query":"006022009"},{"canonical":"Joshua 22:10","passages":["ויבאו אל גלילות הירדן אשר בארץ כנען ויבנו בני ראובן ובני גד וחצי שבט המנשה שם מזבח על הירדן מזבח גדול למראה "],"query":"006022010"},{"canonical":"Joshua 22:11","passages":["וישמעו בני ישראל לאמר הנה בנו בני ראובן ובני גד וחצי שבט המנשה את המזבח אל מול ארץ כנען אל גלילות הירדן אל עבר בני ישראל "],"query":"006022011"},{"canonical":"Joshua 22:12","passages":["וישמעו בני ישראל ויקהלו כל עדת בני ישראל שלה לעלות עליהם לצבא פ"],"query":"006022012"},{"canonical":"Joshua 22:13","passages":["וישלחו בני ישראל אל בני ראובן ואל בני גד ואל חצי שבט מנשה אל ארץ הגלעד את פינחס בן אלעזר הכהן "],"query":"006022013"},{"canonical":"Joshua 22:14","passages":["ועשרה נשאים עמו נשיא אחד נשיא אחד לבית אב לכל מטות ישראל ואיש ראש בית אבותם המה לאלפי ישראל "],"query":"006022014"},{"canonical":"Joshua 22:15","passages":["ויבאו אל בני ראובן ואל בני גד ואל חצי שבט מנשה אל ארץ הגלעד וידברו אתם לאמר "],"query":"006022015"},{"canonical":"Joshua 22:16","passages":["כה אמרו כל עדת יהוה מה המעל הזה אשר מעלתם באלהי ישראל לשוב היום מאחרי יהוה בבנותכם לכם מזבח למרדכם היום ביהוה "],"query":"006022016"},{"canonical":"Joshua 22:17","passages":["המעט לנו את עון פעור אשר לא הטהרנו ממנו עד היום הזה ויהי הנגף בעדת יהוה "],"query":"006022017"},{"canonical":"Joshua 22:18","passages":["ואתם תשבו היום מאחרי יהוה והיה אתם תמרדו היום ביהוה ומחר אל כל עדת ישראל יקצף "],"query":"006022018"},{"canonical":"Joshua 22:19","passages":["ואך אם טמאה ארץ אחזתכם עברו לכם אל ארץ אחזת יהוה אשר שכן שם משכן יהוה והאחזו בתוכנו וביהוה אל תמרדו ואתנו אל תמרדו בבנתכם לכם מזבח מבלעדי מזבח יהוה אלהינו "],"query":"006022019"},{"canonical":"Joshua 22:20","passages":["הלוא עכן בן זרח מעל מעל בחרם ועל כל עדת ישראל היה קצף והוא איש אחד לא גוע בעונו פ"],"query":"006022020"},{"canonical":"Joshua 22:21","passages":["ויענו בני ראובן ובני גד וחצי שבט המנשה וידברו את ראשי אלפי ישראל "],"query":"006022021"},{"canonical":"Joshua 22:22","passages":["אל אלהים יהוה אל אלהים יהוה הוא ידע וישראל הוא ידע אם במרד ואם במעל ביהוה אל תושיענו היום הזה "],"query":"006022022"},{"canonical":"Joshua 22:23","passages":["לבנות לנו מזבח לשוב מאחרי יהוה ואם להעלות עליו עולה ומנחה ואם לעשות עליו זבחי שלמים יהוה הוא יבקש "],"query":"006022023"},{"canonical":"Joshua 22:24","passages":["ואם לא מדאגה מדבר עשינו את זאת לאמר מחר יאמרו בניכם לבנינו לאמר מה לכם וליהוה אלהי ישראל "],"query":"006022024"},{"canonical":"Joshua 22:25","passages":["וגבול נתן יהוה ביננו וביניכם בני ראובן ובני גד את הירדן אין לכם חלק ביהוה והשביתו בניכם את בנינו לבלתי ירא את יהוה "],"query":"006022025"},{"canonical":"Joshua 22:26","passages":["ונאמר נעשה נא לנו לבנות את המזבח לא לעולה ולא לזבח "],"query":"006022026"},{"canonical":"Joshua 22:27","passages":["כי עד הוא בינינו וביניכם ובין דרותינו אחרינו לעבד את עבדת יהוה לפניו בעלותינו ובזבחינו ובשלמינו ולא יאמרו בניכם מחר לבנינו אין לכם חלק ביהוה "],"query":"006022027"},{"canonical":"Joshua 22:28","passages":["ונאמר והיה כי יאמרו אלינו ואל דרתינו מחר ואמרנו ראו את תבנית מזבח יהוה אשר עשו אבותינו לא לעולה ולא לזבח כי עד הוא בינינו וביניכם "],"query":"006022028"},{"canonical":"Joshua 22:29","passages":["חלילה לנו ממנו למרד ביהוה ולשוב היום מאחרי יהוה לבנות מזבח לעלה למנחה ולזבח מלבד מזבח יהוה אלהינו אשר לפני משכנו פ"],"query":"006022029"},{"canonical":"Joshua 22:30","passages":["וישמע פינחס הכהן ונשיאי העדה וראשי אלפי ישראל אשר אתו את הדברים אשר דברו בני ראובן ובני גד ובני מנשה וייטב בעיניהם "],"query":"006022030"},{"canonical":"Joshua 22:31","passages":["ויאמר פינחס בן אלעזר הכהן אל בני ראובן ואל בני גד ואל בני מנשה היום ידענו כי בתוכנו יהוה אשר לא מעלתם ביהוה המעל הזה אז הצלתם את בני ישראל מיד יהוה "],"query":"006022031"},{"canonical":"Joshua 22:32","passages":["וישב פינחס בן אלעזר הכהן והנשיאים מאת בני ראובן ומאת בני גד מארץ הגלעד אל ארץ כנען אל בני ישראל וישבו אותם דבר "],"query":"006022032"},{"canonical":"Joshua 22:33","passages":["וייטב הדבר בעיני בני ישראל ויברכו אלהים בני ישראל ולא אמרו לעלות עליהם לצבא לשחת את הארץ אשר בני ראובן ובני גד ישבים בה "],"query":"006022033"},{"canonical":"Joshua 22:34","passages":["ויקראו בני ראובן ובני גד למזבח כי עד הוא בינתינו כי יהוה האלהים פ"],"query":"006022034"}]}