{"query":"006010","verses":[{},{"canonical":"Joshua 10:1","passages":["ויהי כשמע אדני צדק מלך ירושלם כי לכד יהושע את העי ויחרימה כאשר עשה ליריחו ולמלכה כן עשה לעי ולמלכה וכי השלימו ישבי גבעון את ישראל ויהיו בקרבם "],"query":"006010001"},{"canonical":"Joshua 10:2","passages":["וייראו מאד כי עיר גדולה גבעון כאחת ערי הממלכה וכי היא גדולה מן העי וכל אנשיה גברים "],"query":"006010002"},{"canonical":"Joshua 10:3","passages":["וישלח אדני צדק מלך ירושלם אל הוהם מלך חברון ואל פראם מלך ירמות ואל יפיע מלך לכיש ואל דביר מלך עגלון לאמר "],"query":"006010003"},{"canonical":"Joshua 10:4","passages":["עלו אלי ועזרני ונכה את גבעון כי השלימה את יהושע ואת בני ישראל "],"query":"006010004"},{"canonical":"Joshua 10:5","passages":["ויאספו ויעלו חמשת מלכי האמרי מלך ירושלם מלך חברון מלך ירמות מלך לכיש מלך עגלון הם וכל מחניהם ויחנו על גבעון וילחמו עליה "],"query":"006010005"},{"canonical":"Joshua 10:6","passages":["וישלחו אנשי גבעון אל יהושע אל המחנה הגלגלה לאמר אל תרף ידיך מעבדיך עלה אלינו מהרה והושיעה לנו ועזרנו כי נקבצו אלינו כל מלכי האמרי ישבי ההר "],"query":"006010006"},{"canonical":"Joshua 10:7","passages":["ויעל יהושע מן הגלגל הוא וכל עם המלחמה עמו וכל גבורי החיל פ"],"query":"006010007"},{"canonical":"Joshua 10:8","passages":["ויאמר יהוה אל יהושע אל תירא מהם כי בידך נתתים לא יעמד איש מהם בפניך "],"query":"006010008"},{"canonical":"Joshua 10:9","passages":["ויבא אליהם יהושע פתאם כל הלילה עלה מן הגלגל "],"query":"006010009"},{"canonical":"Joshua 10:10","passages":["ויהמם יהוה לפני ישראל ויכם מכה גדולה בגבעון וירדפם דרך מעלה בית חורן ויכם עד עזקה ועד מקדה "],"query":"006010010"},{"canonical":"Joshua 10:11","passages":["ויהי בנסם מפני ישראל הם במורד בית חורן ויהוה השליך עליהם אבנים גדלות מן השמים עד עזקה וימתו רבים אשר מתו באבני הברד מאשר הרגו בני ישראל בחרב  ס "],"query":"006010011"},{"canonical":"Joshua 10:12","passages":["אז ידבר יהושע ליהוה ביום תת יהוה את האמרי לפני בני ישראל ויאמר לעיני ישראל שמש בגבעון דום וירח בעמק אילון "],"query":"006010012"},{"canonical":"Joshua 10:13","passages":["וידם השמש וירח עמד עד יקם גוי איביו הלא היא כתובה על ספר הישר ויעמד השמש בחצי השמים ולא אץ לבוא כיום תמים "],"query":"006010013"},{"canonical":"Joshua 10:14","passages":["ולא היה כיום ההוא לפניו ואחריו לשמע יהוה בקול איש כי יהוה נלחם לישראל פ"],"query":"006010014"},{"canonical":"Joshua 10:15","passages":["וישב יהושע וכל ישראל עמו אל המחנה הגלגלה "],"query":"006010015"},{"canonical":"Joshua 10:16","passages":["וינסו חמשת המלכים האלה ויחבאו במערה במקדה "],"query":"006010016"},{"canonical":"Joshua 10:17","passages":["ויגד ליהושע לאמר נמצאו חמשת המלכים נחבאים במערה במקדה "],"query":"006010017"},{"canonical":"Joshua 10:18","passages":["ויאמר יהושע גלו אבנים גדלות אל פי המערה והפקידו עליה אנשים לשמרם "],"query":"006010018"},{"canonical":"Joshua 10:19","passages":["ואתם אל תעמדו רדפו אחרי איביכם וזנבתם אותם אל תתנום לבוא אל עריהם כי נתנם יהוה אלהיכם בידכם "],"query":"006010019"},{"canonical":"Joshua 10:20","passages":["ויהי ככלות יהושע ובני ישראל להכותם מכה גדולה מאד עד תמם והשרידים שרדו מהם ויבאו אל ערי המבצר "],"query":"006010020"},{"canonical":"Joshua 10:21","passages":["וישבו כל העם אל המחנה אל יהושע מקדה בשלום לא חרץ לבני ישראל לאיש את לשנו "],"query":"006010021"},{"canonical":"Joshua 10:22","passages":["ויאמר יהושע פתחו את פי המערה והוציאו אלי את חמשת המלכים האלה מן המערה "],"query":"006010022"},{"canonical":"Joshua 10:23","passages":["ויעשו כן ויציאו אליו את חמשת המלכים האלה מן המערה את מלך ירושלם את מלך חברון את מלך ירמות את מלך לכיש את מלך עגלון "],"query":"006010023"},{"canonical":"Joshua 10:24","passages":["ויהי כהוציאם את המלכים האלה אל יהושע ויקרא יהושע אל כל איש ישראל ויאמר אל קציני אנשי המלחמה ההלכוא אתו קרבו שימו את רגליכם על צוארי המלכים האלה ויקרבו וישימו את רגליהם על צואריהם "],"query":"006010024"},{"canonical":"Joshua 10:25","passages":["ויאמר אליהם יהושע אל תיראו ואל תחתו חזקו ואמצו כי ככה יעשה יהוה לכל איביכם אשר אתם נלחמים אותם "],"query":"006010025"},{"canonical":"Joshua 10:26","passages":["ויכם יהושע אחרי כן וימיתם ויתלם על חמשה עצים ויהיו תלוים על העצים עד הערב "],"query":"006010026"},{"canonical":"Joshua 10:27","passages":["ויהי לעת בוא השמש צוה יהושע וירידום מעל העצים וישלכם אל המערה אשר נחבאו שם וישמו אבנים גדלות על פי המערה עד עצם היום הזה פ"],"query":"006010027"},{"canonical":"Joshua 10:28","passages":["ואת מקדה לכד יהושע ביום ההוא ויכה לפי חרב ואת מלכה החרם אותם ואת כל הנפש אשר בה לא השאיר שריד ויעש למלך מקדה כאשר עשה למלך יריחו "],"query":"006010028"},{"canonical":"Joshua 10:29","passages":["ויעבר יהושע וכל ישראל עמו ממקדה לבנה וילחם עם לבנה "],"query":"006010029"},{"canonical":"Joshua 10:30","passages":["ויתן יהוה גם אותה ביד ישראל ואת מלכה ויכה לפי חרב ואת כל הנפש אשר בה לא השאיר בה שריד ויעש למלכה כאשר עשה למלך יריחו  ס "],"query":"006010030"},{"canonical":"Joshua 10:31","passages":["ויעבר יהושע וכל ישראל עמו מלבנה לכישה ויחן עליה וילחם בה "],"query":"006010031"},{"canonical":"Joshua 10:32","passages":["ויתן יהוה את לכיש ביד ישראל וילכדה ביום השני ויכה לפי חרב ואת כל הנפש אשר בה ככל אשר עשה ללבנה פ"],"query":"006010032"},{"canonical":"Joshua 10:33","passages":["אז עלה הרם מלך גזר לעזר את לכיש ויכהו יהושע ואת עמו עד בלתי השאיר לו שריד "],"query":"006010033"},{"canonical":"Joshua 10:34","passages":["ויעבר יהושע וכל ישראל עמו מלכיש עגלנה ויחנו עליה וילחמו עליה "],"query":"006010034"},{"canonical":"Joshua 10:35","passages":["וילכדוה ביום ההוא ויכוה לפי חרב ואת כל הנפש אשר בה ביום ההוא החרים ככל אשר עשה ללכיש פ"],"query":"006010035"},{"canonical":"Joshua 10:36","passages":["ויעל יהושע וכל ישראל עמו מעגלונה חברונה וילחמו עליה "],"query":"006010036"},{"canonical":"Joshua 10:37","passages":["וילכדוה ויכוה לפי חרב ואת מלכה ואת כל עריה ואת כל הנפש אשר בה לא השאיר שריד ככל אשר עשה לעגלון ויחרם אותה ואת כל הנפש אשר בה  ס "],"query":"006010037"},{"canonical":"Joshua 10:38","passages":["וישב יהושע וכל ישראל עמו דברה וילחם עליה "],"query":"006010038"},{"canonical":"Joshua 10:39","passages":["וילכדה ואת מלכה ואת כל עריה ויכום לפי חרב ויחרימו את כל נפש אשר בה לא השאיר שריד כאשר עשה לחברון כן עשה לדברה ולמלכה וכאשר עשה ללבנה ולמלכה "],"query":"006010039"},{"canonical":"Joshua 10:40","passages":["ויכה יהושע את כל הארץ ההר והנגב והשפלה והאשדות ואת כל מלכיהם לא השאיר שריד ואת כל הנשמה החרים כאשר צוה יהוה אלהי ישראל "],"query":"006010040"},{"canonical":"Joshua 10:41","passages":["ויכם יהושע מקדש ברנע ועד עזה ואת כל ארץ גשן ועד גבעון "],"query":"006010041"},{"canonical":"Joshua 10:42","passages":["ואת כל המלכים האלה ואת ארצם לכד יהושע פעם אחת כי יהוה אלהי ישראל נלחם לישראל "],"query":"006010042"},{"canonical":"Joshua 10:43","passages":["וישב יהושע וכל ישראל עמו אל המחנה הגלגלה פ"],"query":"006010043"}]}