{"query":"007007","verses":[{},{"canonical":"Judges 7:1","passages":["וישכם ירבעל הוא גדעון וכל העם אשר אתו ויחנו על עין חרד ומחנה מדין היה לו מצפון מגבעת המורה בעמק "],"query":"007007001"},{"canonical":"Judges 7:2","passages":["ויאמר יהוה אל גדעון רב העם אשר אתך מתתי את מדין בידם פן יתפאר עלי ישראל לאמר ידי הושיעה לי "],"query":"007007002"},{"canonical":"Judges 7:3","passages":["ועתה קרא נא באזני העם לאמר מי ירא וחרד ישב ויצפר מהר הגלעד וישב מן העם עשרים ושנים אלף ועשרת אלפים נשארו  ס "],"query":"007007003"},{"canonical":"Judges 7:4","passages":["ויאמר יהוה אל גדעון עוד העם רב הורד אותם אל המים ואצרפנו לך שם והיה אשר אמר אליך זה ילך אתך הוא ילך אתך וכל אשר אמר אליך זה לא ילך עמך הוא לא ילך "],"query":"007007004"},{"canonical":"Judges 7:5","passages":["ויורד את העם אל המים  ס ויאמר יהוה אל גדעון כל אשר ילק בלשונו מן המים כאשר ילק הכלב תציג אותו לבד וכל אשר יכרע על ברכיו לשתות "],"query":"007007005"},{"canonical":"Judges 7:6","passages":["ויהי מספר המלקקים בידם אל פיהם שלש מאות איש וכל יתר העם כרעו על ברכיהם לשתות מים  ס "],"query":"007007006"},{"canonical":"Judges 7:7","passages":["ויאמר יהוה אל גדעון בשלש מאות האיש המלקקים אושיע אתכם ונתתי את מדין בידך וכל העם ילכו איש למקמו "],"query":"007007007"},{"canonical":"Judges 7:8","passages":["ויקחו את צדה העם בידם ואת שופרתיהם ואת כל איש ישראל שלח איש לאהליו ובשלש מאות האיש ה͏חזיק ומחנה מדין היה לו מתחת בעמק פ"],"query":"007007008"},{"canonical":"Judges 7:9","passages":["ו͏יהי בלילה ההוא ויאמר אליו יהוה קום רד במחנה כי נתתיו בידך "],"query":"007007009"},{"canonical":"Judges 7:10","passages":["ואם ירא אתה לרדת רד אתה ופרה נערך אל המחנה "],"query":"007007010"},{"canonical":"Judges 7:11","passages":["ושמעת מה ידברו ואחר תחזקנה ידיך וירדת במחנה וירד הוא ופרה נערו אל קצה החמשים אשר במחנה "],"query":"007007011"},{"canonical":"Judges 7:12","passages":["ומדין ועמלק וכל בני קדם נפלים בעמק כארבה לרב ולגמליהם אין מספר כחול שעל שפת הים לרב "],"query":"007007012"},{"canonical":"Judges 7:13","passages":["ויבא גדעון והנה איש מספר לרעהו חלום ויאמר הנה חלום חלמתי והנה צליל לחם שערים מתהפך במחנה מדין ויבא עד האהל ויכהו ויפל ויהפכהו למעלה ונפל האהל "],"query":"007007013"},{"canonical":"Judges 7:14","passages":["ויען רעהו ויאמר אין זאת בלתי אם חרב גדעון בן יואש איש ישראל נתן האלהים בידו את מדין ואת כל המחנה פ"],"query":"007007014"},{"canonical":"Judges 7:15","passages":["ויהי כשמע גדעון את מספר החלום ואת שברו וישתחו וישב אל מחנה ישראל ויאמר קומו כי נתן יהוה בידכם את מחנה מדין "],"query":"007007015"},{"canonical":"Judges 7:16","passages":["ויחץ את שלש מאות האיש שלשה ראשים ויתן שופרות ביד כלם וכדים רקים ולפדים בתוך הכדים "],"query":"007007016"},{"canonical":"Judges 7:17","passages":["ויאמר אליהם ממני תראו וכן תעשו והנה אנכי בא בקצה המחנה והיה כאשר אעשה כן תעשון "],"query":"007007017"},{"canonical":"Judges 7:18","passages":["ותקעתי בשופר אנכי וכל אשר אתי ותקעתם בשופרות גם אתם סביבות כל המחנה ואמרתם ליהוה ולגדעון פ"],"query":"007007018"},{"canonical":"Judges 7:19","passages":["ויבא גדעון ומאה איש אשר אתו בקצה המחנה ראש האשמרת התיכונה אך הקם הקימו את השמרים ויתקעו בשופרות ונפוץ הכדים אשר בידם "],"query":"007007019"},{"canonical":"Judges 7:20","passages":["ויתקעו שלשת הראשים בשופרות וישברו הכדים ויחזיקו ביד שמאולם בלפדים וביד ימינם השופרות לתקוע ויקראו חרב ליהוה ולגדעון "],"query":"007007020"},{"canonical":"Judges 7:21","passages":["ויעמדו איש תחתיו סביב למחנה וירץ כל המחנה ויריעו וינוסו "],"query":"007007021"},{"canonical":"Judges 7:22","passages":["ויתקעו שלש מאות השופרות וישם יהוה את חרב איש ברעהו ובכל המחנה וינס המחנה עד בית השטה צררתה עד שפת אבל מחולה על טבת "],"query":"007007022"},{"canonical":"Judges 7:23","passages":["ויצעק איש ישראל מנפתלי ומן אשר ומן כל מנשה וירדפו אחרי מדין "],"query":"007007023"},{"canonical":"Judges 7:24","passages":["ומלאכים שלח גדעון בכל הר אפרים לאמר רדו לקראת מדין ולכדו להם את המים עד בית ברה ואת הירדן ויצעק כל איש אפרים וילכדו את המים עד בית ברה ואת הירדן "],"query":"007007024"},{"canonical":"Judges 7:25","passages":["וילכדו שני שרי מדין את ערב ואת זאב ויהרגו את עורב בצור עורב ואת זאב הרגו ביקב זאב וירדפו אל מדין וראש ערב וזאב הביאו אל גדעון מעבר לירדן "],"query":"007007025"}]}