{"query":"007014","verses":[{},{"canonical":"Judges 14:1","passages":["וירד שמשון תמנתה וירא אשה בתמנתה מבנות פלשתים "],"query":"007014001"},{"canonical":"Judges 14:2","passages":["ויעל ויגד לאביו ולאמו ויאמר אשה ראיתי בתמנתה מבנות פלשתים ועתה קחו אותה לי לאשה "],"query":"007014002"},{"canonical":"Judges 14:3","passages":["ויאמר לו אביו ואמו האין בבנות אחיך ובכל עמי אשה כי אתה הולך לקחת אשה מפלשתים הערלים ויאמר שמשון אל אביו אותה קח לי כי היא ישרה בעיני "],"query":"007014003"},{"canonical":"Judges 14:4","passages":["ואביו ואמו לא ידעו כי מיהוה היא כי תאנה הוא מבקש מפלשתים ובעת ההיא פלשתים משלים בישראל פ"],"query":"007014004"},{"canonical":"Judges 14:5","passages":["וירד שמשון ואביו ואמו תמנתה ויבאו עד כרמי תמנתה והנה כפיר אריות שאג לקראתו "],"query":"007014005"},{"canonical":"Judges 14:6","passages":["ותצלח עליו רוח יהוה וישסעהו כשסע הגדי ומאומה אין בידו ולא הגיד לאביו ולאמו את אשר עשה "],"query":"007014006"},{"canonical":"Judges 14:7","passages":["וירד וידבר לאשה ותישר בעיני שמשון "],"query":"007014007"},{"canonical":"Judges 14:8","passages":["וישב מימים לקחתה ויסר לראות את מפלת האריה והנה עדת דבורים בגוית האריה ודבש "],"query":"007014008"},{"canonical":"Judges 14:9","passages":["וירדהו אל כפיו וילך הלוך ואכל וילך אל אביו ואל אמו ויתן להם ויאכלו ולא הגיד להם כי מגוית האריה רדה הדבש "],"query":"007014009"},{"canonical":"Judges 14:10","passages":["וירד אביהו אל האשה ויעש שם שמשון משתה כי כן יעשו הבחורים "],"query":"007014010"},{"canonical":"Judges 14:11","passages":["ויהי כראותם אותו ויקחו שלשים מרעים ויהיו אתו "],"query":"007014011"},{"canonical":"Judges 14:12","passages":["ויאמר להם שמשון אחודה נא לכם חידה אם הגד תגידו אותה לי שבעת ימי המשתה ומצאתם ונתתי לכם שלשים סדינים ושלשים חלפת בגדים "],"query":"007014012"},{"canonical":"Judges 14:13","passages":["ואם לא תוכלו להגיד לי ונתתם אתם לי שלשים סדינים ושלשים חליפות בגדים ויאמרו לו חודה חידתך ונשמענה "],"query":"007014013"},{"canonical":"Judges 14:14","passages":["ויאמר להם מהאכל יצא מאכל ומעז יצא מתוק ולא יכלו להגיד החידה שלשת ימים "],"query":"007014014"},{"canonical":"Judges 14:15","passages":["ויהי ביום השביעי ויאמרו לאשת שמשון פתי את אישך ויגד לנו את החידה פן נשרף אותך ואת בית אביך באש הלירשנו קראתם לנו הלא "],"query":"007014015"},{"canonical":"Judges 14:16","passages":["ותבך אשת שמשון עליו ותאמר רק שנאתני ולא אהבתני ה͏חידה חדת לבני עמי ולי לא הגדתה ויאמר לה הנה לאבי ולאמי לא הגדתי ולך אגיד "],"query":"007014016"},{"canonical":"Judges 14:17","passages":["ותבך עליו שבעת הימים אשר היה להם המשתה ויהי ביום השביעי ויגד לה כי הציקתהו ותגד החידה לבני עמה "],"query":"007014017"},{"canonical":"Judges 14:18","passages":["ויאמרו לו אנשי העיר ביום השביעי בטרם יבא החרסה מה מתוק מדבש ומה עז מארי ויאמר להם לולא חרשתם בעגלתי לא מצאתם חידתי "],"query":"007014018"},{"canonical":"Judges 14:19","passages":["ותצלח עליו רוח יהוה וירד אשקלון ויך מהם שלשים איש ויקח את חליצותם ויתן החליפות למגידי החידה ויחר אפו ויעל בית אביהו פ"],"query":"007014019"},{"canonical":"Judges 14:20","passages":["ותהי אשת שמשון למרעהו אשר רעה לו "],"query":"007014020"}]}