{"query":"007003","verses":[{},{"canonical":"Judges 3:1","passages":["ואלה הגוים אשר הניח יהוה לנסות בם את ישראל את כל אשר לא ידעו את כל מלחמות כנען "],"query":"007003001"},{"canonical":"Judges 3:2","passages":["רק למען דעת דרות בני ישראל ללמדם מלחמה רק אשר לפנים לא ידעום "],"query":"007003002"},{"canonical":"Judges 3:3","passages":["חמשת סרני פלשתים וכל הכנעני והצידני והחוי ישב הר הלבנון מהר בעל חרמון עד לבוא חמת "],"query":"007003003"},{"canonical":"Judges 3:4","passages":["ויהיו לנסות בם את ישראל לדעת הישמעו את מצות יהוה אשר צוה את אבותם ביד משה "],"query":"007003004"},{"canonical":"Judges 3:5","passages":["ובני ישראל ישבו בקרב הכנעני החתי והאמרי והפרזי והחוי והיבוסי "],"query":"007003005"},{"canonical":"Judges 3:6","passages":["ויקחו את בנותיהם להם לנשים ואת בנותיהם נתנו לבניהם ויעבדו את אלהיהם פ"],"query":"007003006"},{"canonical":"Judges 3:7","passages":["ויעשו בני ישראל את הרע בעיני יהוה וישכחו את יהוה אלהיהם ויעבדו את הבעלים ואת האשרות "],"query":"007003007"},{"canonical":"Judges 3:8","passages":["ויחר אף יהוה בישראל וימכרם ביד כושן רשעתים מלך ארם נהרים ויעבדו בני ישראל את כושן רשעתים שמנה שנים "],"query":"007003008"},{"canonical":"Judges 3:9","passages":["ויזעקו בני ישראל אל יהוה ויקם יהוה מושיע לבני ישראל ויושיעם את עתניאל בן קנז אחי כלב הקטן ממנו "],"query":"007003009"},{"canonical":"Judges 3:10","passages":["ותהי עליו רוח יהוה וישפט את ישראל ויצא למלחמה ויתן יהוה בידו את כושן רשעתים מלך ארם ותעז ידו על כושן רשעתים "],"query":"007003010"},{"canonical":"Judges 3:11","passages":["ותשקט הארץ ארבעים שנה וימת עתניאל בן קנז פ"],"query":"007003011"},{"canonical":"Judges 3:12","passages":["ויספו בני ישראל לעשות הרע בעיני יהוה ויחזק יהוה את עגלון מלך מואב על ישראל על כי עשו את הרע בעיני יהוה "],"query":"007003012"},{"canonical":"Judges 3:13","passages":["ויאסף אליו את בני עמון ועמלק וילך ויך את ישראל ויירשו את עיר התמרים "],"query":"007003013"},{"canonical":"Judges 3:14","passages":["ויעבדו בני ישראל את עגלון מלך מואב שמונה עשרה שנה  ס "],"query":"007003014"},{"canonical":"Judges 3:15","passages":["ויזעקו בני ישראל אל יהוה ויקם יהוה להם מושיע את אהוד בן גרא בן הימיני איש אטר יד ימינו וישלחו בני ישראל בידו מנחה לעגלון מלך מואב "],"query":"007003015"},{"canonical":"Judges 3:16","passages":["ויעש לו אהוד חרב ולה שני פיות גמד ארכה ויחגר אותה מתחת למדיו על ירך ימינו "],"query":"007003016"},{"canonical":"Judges 3:17","passages":["ויקרב את המנחה לעגלון מלך מואב ועגלון איש בריא מאד "],"query":"007003017"},{"canonical":"Judges 3:18","passages":["ויהי כאשר כלה להקריב את המנחה וישלח את העם נשאי המנחה "],"query":"007003018"},{"canonical":"Judges 3:19","passages":["והוא שב מן הפסילים אשר את הגלגל ויאמר דבר סתר לי אליך המלך ויאמר הס ויצאו מעליו כל העמדים עליו "],"query":"007003019"},{"canonical":"Judges 3:20","passages":["ואהוד בא אליו והוא ישב בעלית המקרה אשר לו לבדו ויאמר אהוד דבר אלהים לי אליך ויקם מעל הכסא "],"query":"007003020"},{"canonical":"Judges 3:21","passages":["וישלח אהוד את יד שמאלו ויקח את החרב מעל ירך ימינו ויתקעה בבטנו "],"query":"007003021"},{"canonical":"Judges 3:22","passages":["ויבא גם הנצב אחר הלהב ויסגר החלב בעד הלהב כי לא שלף החרב מבטנו ויצא ה͏פרשדנה "],"query":"007003022"},{"canonical":"Judges 3:23","passages":["ויצא אהוד המסדרונה ויסגר דלתות העליה בעדו ונעל "],"query":"007003023"},{"canonical":"Judges 3:24","passages":["והוא יצא ועבדיו באו ויראו והנה דלתות העליה נעלות ויאמרו אך מסיך הוא את רגליו בחדר המקרה "],"query":"007003024"},{"canonical":"Judges 3:25","passages":["ויחילו עד בוש והנה איננו פתח דלתות העליה ויקחו את המפתח ויפתחו והנה אדניהם נפל ארצה מת "],"query":"007003025"},{"canonical":"Judges 3:26","passages":["ואהוד נמלט עד התמהמהם והוא עבר את הפסילים וימלט השעירתה "],"query":"007003026"},{"canonical":"Judges 3:27","passages":["ויהי בבואו ויתקע בשופר בהר אפרים וירדו עמו בני ישראל מן ההר והוא לפניהם "],"query":"007003027"},{"canonical":"Judges 3:28","passages":["ויאמר אלהם רדפו אחרי כי נתן יהוה את איביכם את מואב בידכם וירדו אחריו וילכדו את מעברות הירדן למואב ולא נתנו איש לעבר "],"query":"007003028"},{"canonical":"Judges 3:29","passages":["ויכו את מואב בעת ההיא כעשרת אלפים איש כל שמן וכל איש חיל ולא נמלט איש "],"query":"007003029"},{"canonical":"Judges 3:30","passages":["ותכנע מואב ביום ההוא תחת יד ישראל ותשקט הארץ שמונים שנה  ס "],"query":"007003030"},{"canonical":"Judges 3:31","passages":["ואחריו היה שמגר בן ענת ויך את פלשתים שש מאות איש במלמד הבקר וישע גם הוא את ישראל  ס "],"query":"007003031"}]}