{"query":"007006","verses":[{},{"canonical":"Judges 6:1","passages":["ויעשו בני ישראל הרע בעיני יהוה ויתנם יהוה ביד מדין שבע שנים "],"query":"007006001"},{"canonical":"Judges 6:2","passages":["ותעז יד מדין על ישראל מפני מדין עשו להם בני ישראל את המנהרות אשר בהרים ואת המערות ואת המצדות "],"query":"007006002"},{"canonical":"Judges 6:3","passages":["והיה אם זרע ישראל ועלה מדין ו͏עמלק ובני קדם ועלו עליו "],"query":"007006003"},{"canonical":"Judges 6:4","passages":["ויחנו עליהם וישחיתו את יבול הארץ עד בואך עזה ולא ישאירו מחיה בישראל ושה ושור וחמור "],"query":"007006004"},{"canonical":"Judges 6:5","passages":["כי הם ומקניהם יעלו ואהליהם ובאו כדי ארבה לרב ולהם ולגמליהם אין מספר ויבאו בארץ לשחתה "],"query":"007006005"},{"canonical":"Judges 6:6","passages":["וידל ישראל מאד מפני מדין ויזעקו בני ישראל אל יהוה פ"],"query":"007006006"},{"canonical":"Judges 6:7","passages":["ויהי כי זעקו בני ישראל אל יהוה על אדות מדין "],"query":"007006007"},{"canonical":"Judges 6:8","passages":["וישלח יהוה איש נביא אל בני ישראל ויאמר להם כה אמר יהוה אלהי ישראל אנכי העליתי אתכם ממצרים ואציא אתכם מבית עבדים "],"query":"007006008"},{"canonical":"Judges 6:9","passages":["ואצל אתכם מיד מצרים ומיד כל לחציכם ואגרש אותם מפניכם ואתנה לכם את ארצם "],"query":"007006009"},{"canonical":"Judges 6:10","passages":["ואמרה לכם אני יהוה אלהיכם לא תיראו את אלהי האמרי אשר אתם יושבים בארצם ולא שמעתם בקולי פ"],"query":"007006010"},{"canonical":"Judges 6:11","passages":["ויבא מלאך יהוה וישב תחת האלה אשר בעפרה אשר ליואש אבי העזרי וגדעון בנו חבט חטים בגת להניס מפני מדין "],"query":"007006011"},{"canonical":"Judges 6:12","passages":["וירא אליו מלאך יהוה ויאמר אליו יהוה עמך גבור החיל "],"query":"007006012"},{"canonical":"Judges 6:13","passages":["ויאמר אליו גדעון בי אדני ויש יהוה עמנו ולמה מצאתנו כל זאת ואיה כל נפלאתיו אשר ספרו לנו אבותינו לאמר הלא ממצרים העלנו יהוה ועתה נטשנו יהוה ויתננו בכף מדין "],"query":"007006013"},{"canonical":"Judges 6:14","passages":["ויפן אליו יהוה ויאמר לך בכחך זה והושעת את ישראל מכף מדין הלא שלחתיך "],"query":"007006014"},{"canonical":"Judges 6:15","passages":["ויאמר אליו בי אדני במה אושיע את ישראל הנה אלפי הדל במנשה ואנכי הצעיר בבית אבי "],"query":"007006015"},{"canonical":"Judges 6:16","passages":["ויאמר אליו יהוה כי אהיה עמך והכית את מדין כאיש אחד "],"query":"007006016"},{"canonical":"Judges 6:17","passages":["ויאמר אליו אם נא מצאתי חן בעיניך ועשית לי אות שאתה מדבר עמי "],"query":"007006017"},{"canonical":"Judges 6:18","passages":["אל נא תמש מזה עד באי אליך והצאתי את מנחתי והנחתי לפניך ויאמר אנכי אשב עד שובך "],"query":"007006018"},{"canonical":"Judges 6:19","passages":["וגדעון בא ויעש גדי עזים ואיפת קמח מצות הבשר שם בסל והמרק שם בפרור ויוצא אליו אל תחת האלה ויגש  ס "],"query":"007006019"},{"canonical":"Judges 6:20","passages":["ויאמר אליו מלאך האלהים קח את הבשר ואת המצות והנח אל הסלע הלז ואת המרק שפוך ויעש כן "],"query":"007006020"},{"canonical":"Judges 6:21","passages":["וישלח מלאך יהוה את קצה המשענת אשר בידו ויגע בבשר ובמצות ותעל האש מן הצור ותאכל את הבשר ואת המצות ומלאך יהוה הלך מעיניו "],"query":"007006021"},{"canonical":"Judges 6:22","passages":["וירא גדעון כי מלאך יהוה הוא  ס ויאמר גדעון אהה אדני יהוה כי על כן ראיתי מלאך יהוה פנים אל פנים "],"query":"007006022"},{"canonical":"Judges 6:23","passages":["ויאמר לו יהוה שלום לך אל תירא לא תמות "],"query":"007006023"},{"canonical":"Judges 6:24","passages":["ויבן שם גדעון מזבח ליהוה ויקרא לו יהוה שלום עד היום הזה עודנו בעפרת אבי העזרי פ"],"query":"007006024"},{"canonical":"Judges 6:25","passages":["ויהי בלילה ההוא ויאמר לו יהוה קח את פר השור אשר לאביך ופר השני שבע שנים והרסת את מזבח הבעל אשר לאביך ואת האשרה אשר עליו תכרת "],"query":"007006025"},{"canonical":"Judges 6:26","passages":["ובנית מזבח ליהוה אלהיך על ראש המעוז הזה במערכה ולקחת את הפר השני והעלית עולה בעצי האשרה אשר תכרת "],"query":"007006026"},{"canonical":"Judges 6:27","passages":["ויקח גדעון עשרה אנשים מעבדיו ויעש כאשר דבר אליו יהוה ויהי כאשר ירא את בית אביו ואת אנשי העיר מעשות יומם ויעש לילה "],"query":"007006027"},{"canonical":"Judges 6:28","passages":["וישכימו אנשי העיר בבקר והנה נתץ מזבח הבעל והאשרה אשר עליו כרתה ואת הפר השני העלה על המזבח הבנוי "],"query":"007006028"},{"canonical":"Judges 6:29","passages":["ויאמרו איש אל רעהו מי עשה הדבר הזה וידרשו ויבקשו ויאמרו גדעון בן יואש עשה הדבר הזה "],"query":"007006029"},{"canonical":"Judges 6:30","passages":["ויאמרו אנשי העיר אל יואש הוצא את בנך וימת כי נתץ את מזבח הבעל וכי כרת האשרה אשר עליו "],"query":"007006030"},{"canonical":"Judges 6:31","passages":["ויאמר יואש לכל אשר עמדו עליו האתם תריבון לבעל אם אתם תושיעון אותו אשר יריב לו יומת עד הבקר אם אלהים הוא ירב לו כי נתץ את מזבחו "],"query":"007006031"},{"canonical":"Judges 6:32","passages":["ויקרא לו ביום ההוא ירבעל לאמר ירב בו הבעל כי נתץ את מזבחו פ"],"query":"007006032"},{"canonical":"Judges 6:33","passages":["וכל מדין ועמלק ובני קדם נאספו יחדו ויעברו ויחנו בעמק יזרעאל "],"query":"007006033"},{"canonical":"Judges 6:34","passages":["ורוח יהוה לבשה את גדעון ויתקע בשופר ויזעק אביעזר אחריו "],"query":"007006034"},{"canonical":"Judges 6:35","passages":["ומלאכים שלח בכל מנשה ויזעק גם הוא אחריו ומלאכים שלח באשר ובזבלון ובנפתלי ויעלו לקראתם "],"query":"007006035"},{"canonical":"Judges 6:36","passages":["ויאמר גדעון אל האלהים אם ישך מושיע בידי את ישראל כאשר דברת "],"query":"007006036"},{"canonical":"Judges 6:37","passages":["הנה אנכי מציג את גזת הצמר בגרן אם טל יהיה על הגזה לבדה ועל כל הארץ חרב וידעתי כי תושיע בידי את ישראל כאשר דברת "],"query":"007006037"},{"canonical":"Judges 6:38","passages":["ויהי כן וישכם ממחרת ויזר את הגזה וימץ טל מן הגזה מלוא הספל מים "],"query":"007006038"},{"canonical":"Judges 6:39","passages":["ויאמר גדעון אל האלהים אל יחר אפך בי ואדברה אך הפעם אנסה נא רק הפעם בגזה יהי נא חרב אל הגזה לבדה ועל כל הארץ יהיה טל "],"query":"007006039"},{"canonical":"Judges 6:40","passages":["ויעש אלהים כן בלילה ההוא ויהי חרב אל הגזה לבדה ועל כל הארץ היה טל פ"],"query":"007006040"}]}