{"query":"007008","verses":[{},{"canonical":"Judges 8:1","passages":["ויאמרו אליו איש אפרים מה הדבר הזה עשית לנו לבלתי קראות לנו כי הלכת להלחם במדין ויריבון אתו בחזקה "],"query":"007008001"},{"canonical":"Judges 8:2","passages":["ויאמר אליהם מה עשיתי עתה ככם הלוא טוב עללות אפרים מבציר אביעזר "],"query":"007008002"},{"canonical":"Judges 8:3","passages":["בידכם נתן אלהים את שרי מדין את ערב ואת זאב ומה יכלתי עשות ככם אז רפתה רוחם מעליו בדברו הדבר הזה "],"query":"007008003"},{"canonical":"Judges 8:4","passages":["ויבא גדעון הירדנה עבר הוא ושלש מאות האיש אשר אתו עיפים ורדפים "],"query":"007008004"},{"canonical":"Judges 8:5","passages":["ויאמר לאנשי סכות תנו נא ככרות לחם לעם אשר ברגלי כי עיפים הם ואנכי רדף אחרי זבח וצלמנע מלכי מדין "],"query":"007008005"},{"canonical":"Judges 8:6","passages":["ויאמר שרי סכות הכף זבח וצלמנע עתה בידך כי נתן לצבאך לחם "],"query":"007008006"},{"canonical":"Judges 8:7","passages":["ויאמר גדעון לכן בתת יהוה את זבח ואת צלמנע בידי ודשתי את בשרכם את קוצי המדבר ואת הברקנים "],"query":"007008007"},{"canonical":"Judges 8:8","passages":["ויעל משם פנואל וידבר אליהם כזאת ויענו אותו אנשי פנואל כאשר ענו אנשי סכות "],"query":"007008008"},{"canonical":"Judges 8:9","passages":["ויאמר גם לאנשי פנואל לאמר בשובי בשלום אתץ את המגדל הזה פ"],"query":"007008009"},{"canonical":"Judges 8:10","passages":["וזבח וצלמנע בקרקר ומחניהם עמם כחמשת עשר אלף כל הנותרים מכל מחנה בני קדם והנפלים מאה ועשרים אלף איש שלף חרב "],"query":"007008010"},{"canonical":"Judges 8:11","passages":["ויעל גדעון דרך השכוני ב͏אהלים מקדם לנבח ויגבהה ויך את המחנה והמחנה היה בטח "],"query":"007008011"},{"canonical":"Judges 8:12","passages":["וינוסו זבח וצלמנע וירדף אחריהם וילכד את שני מלכי מדין את זבח ואת צלמנע וכל המחנה החריד "],"query":"007008012"},{"canonical":"Judges 8:13","passages":["וישב גדעון בן יואש מן המלחמה מלמעלה החרס "],"query":"007008013"},{"canonical":"Judges 8:14","passages":["וילכד נער מאנשי סכות וישאלהו ויכתב אליו את שרי סכות ואת זקניה שבעים ושבעה איש "],"query":"007008014"},{"canonical":"Judges 8:15","passages":["ויבא אל אנשי סכות ויאמר הנה זבח וצלמנע אשר חרפתם אותי לאמר הכף זבח וצלמנע עתה בידך כי נתן לאנשיך היעפים לחם "],"query":"007008015"},{"canonical":"Judges 8:16","passages":["ויקח את זקני העיר ואת קוצי המדבר ואת הברקנים וידע בהם את אנשי סכות "],"query":"007008016"},{"canonical":"Judges 8:17","passages":["ואת מגדל פנואל נתץ ויהרג את אנשי העיר "],"query":"007008017"},{"canonical":"Judges 8:18","passages":["ויאמר אל זבח ואל צלמנע איפה האנשים אשר הרגתם בתבור ויאמרו כמוך כמוהם אחד כתאר בני המלך "],"query":"007008018"},{"canonical":"Judges 8:19","passages":["ויאמר אחי בני אמי הם חי יהוה לו החיתם אותם לא הרגתי אתכם "],"query":"007008019"},{"canonical":"Judges 8:20","passages":["ויאמר ליתר בכורו קום הרג אותם ולא שלף הנער חרבו כי ירא כי עודנו נער "],"query":"007008020"},{"canonical":"Judges 8:21","passages":["ויאמר זבח וצלמנע קום אתה ופגע בנו כי כאיש גבורתו ויקם גדעון ויהרג את זבח ואת צלמנע ויקח את השהרנים אשר בצוארי גמליהם "],"query":"007008021"},{"canonical":"Judges 8:22","passages":["ויאמרו איש ישראל אל גדעון משל בנו גם אתה גם בנך גם בן בנך כי הושעתנו מיד מדין "],"query":"007008022"},{"canonical":"Judges 8:23","passages":["ויאמר אלהם גדעון לא אמשל אני בכם ולא ימשל בני בכם יהוה ימשל בכם "],"query":"007008023"},{"canonical":"Judges 8:24","passages":["ויאמר אלהם גדעון אשאלה מכם שאלה ותנו לי איש נזם שללו כי נזמי זהב להם כי ישמעאלים הם "],"query":"007008024"},{"canonical":"Judges 8:25","passages":["ויאמרו נתון נתן ויפרשו את השמלה וישליכו שמה איש נזם שללו "],"query":"007008025"},{"canonical":"Judges 8:26","passages":["ויהי משקל נזמי הזהב אשר שאל אלף ושבע מאות זהב לבד מן השהרנים והנטפות ובגדי הארגמן שעל מלכי מדין ולבד מן הענקות אשר בצוארי גמליהם "],"query":"007008026"},{"canonical":"Judges 8:27","passages":["ויעש אותו גדעון לאפוד ויצג אותו בעירו בעפרה ויזנו כל ישראל אחריו שם ויהי לגדעון ולביתו למוקש "],"query":"007008027"},{"canonical":"Judges 8:28","passages":["ויכנע מדין לפני בני ישראל ולא יספו לשאת ראשם ותשקט הארץ ארבעים שנה בימי גדעון פ"],"query":"007008028"},{"canonical":"Judges 8:29","passages":["וילך ירבעל בן יואש וישב בביתו "],"query":"007008029"},{"canonical":"Judges 8:30","passages":["ולגדעון היו שבעים בנים יצאי ירכו כי נשים רבות היו לו "],"query":"007008030"},{"canonical":"Judges 8:31","passages":["ופילגשו אשר בשכם ילדה לו גם היא בן וישם את שמו אבימלך "],"query":"007008031"},{"canonical":"Judges 8:32","passages":["וימת גדעון בן יואש בשיבה טובה ויקבר בקבר יואש אביו בעפרה אבי העזרי פ"],"query":"007008032"},{"canonical":"Judges 8:33","passages":["ויהי כאשר מת גדעון וישובו בני ישראל ויזנו אחרי הבעלים וישימו להם בעל ברית לאלהים "],"query":"007008033"},{"canonical":"Judges 8:34","passages":["ולא זכרו בני ישראל את יהוה אלהיהם המציל אותם מיד כל איביהם מסביב "],"query":"007008034"},{"canonical":"Judges 8:35","passages":["ולא עשו חסד עם בית ירבעל גדעון ככל הטובה אשר עשה עם ישראל פ"],"query":"007008035"}]}