{"query":"007004","verses":[{},{"canonical":"Judges 4:1","passages":["ויספו בני ישראל לעשות הרע בעיני יהוה ואהוד מת "],"query":"007004001"},{"canonical":"Judges 4:2","passages":["וימכרם יהוה ביד יבין מלך כנען אשר מלך בחצור ושר צבאו סיסרא והוא יושב בחרשת הגוים "],"query":"007004002"},{"canonical":"Judges 4:3","passages":["ויצעקו בני ישראל אל יהוה כי תשע מאות רכב ברזל לו והוא לחץ את בני ישראל בחזקה עשרים שנה  ס "],"query":"007004003"},{"canonical":"Judges 4:4","passages":["ודבורה אשה נביאה אשת לפידות היא שפטה את ישראל בעת ההיא "],"query":"007004004"},{"canonical":"Judges 4:5","passages":["והיא יושבת תחת תמר דבורה בין הרמה ובין בית אל בהר אפרים ויעלו אליה בני ישראל למשפט "],"query":"007004005"},{"canonical":"Judges 4:6","passages":["ותשלח ותקרא לברק בן אבינעם מקדש נפתלי ותאמר אליו הלא צוה יהוה אלהי ישראל לך ומשכת בהר תבור ולקחת עמך עשרת אלפים איש מבני נפתלי ומבני זבלון "],"query":"007004006"},{"canonical":"Judges 4:7","passages":["ומשכתי אליך אל נחל קישון את סיסרא שר צבא יבין ואת רכבו ואת המונו ונתתיהו בידך "],"query":"007004007"},{"canonical":"Judges 4:8","passages":["ויאמר אליה ברק אם תלכי עמי והלכתי ואם לא תלכי עמי לא אלך "],"query":"007004008"},{"canonical":"Judges 4:9","passages":["ותאמר הלך אלך עמך אפס כי לא תהיה תפארתך על הדרך אשר אתה הולך כי ביד אשה ימכר יהוה את סיסרא ותקם דבורה ותלך עם ברק קדשה "],"query":"007004009"},{"canonical":"Judges 4:10","passages":["ויזעק ברק את זבולן ואת נפתלי קדשה ויעל ברגליו עשרת אלפי איש ותעל עמו דבורה "],"query":"007004010"},{"canonical":"Judges 4:11","passages":["וחבר הקיני נפרד מקין מבני חבב חתן משה ויט אהלו עד אלון בצעננים אשר את קדש "],"query":"007004011"},{"canonical":"Judges 4:12","passages":["ויגדו לסיסרא כי עלה ברק בן אבינעם הר תבור  ס "],"query":"007004012"},{"canonical":"Judges 4:13","passages":["ויזעק סיסרא את כל רכבו תשע מאות רכב ברזל ואת כל העם אשר אתו מחרשת הגוים אל נחל קישון "],"query":"007004013"},{"canonical":"Judges 4:14","passages":["ותאמר דברה אל ברק קום כי זה היום אשר נתן יהוה את סיסרא בידך הלא יהוה יצא לפניך וירד ברק מהר תבור ועשרת אלפים איש אחריו "],"query":"007004014"},{"canonical":"Judges 4:15","passages":["ויהם יהוה את סיסרא ואת כל הרכב ואת כל המחנה לפי חרב לפני ברק וירד סיסרא מעל המרכבה וינס ברגליו "],"query":"007004015"},{"canonical":"Judges 4:16","passages":["וברק רדף אחרי הרכב ואחרי המחנה עד חרשת הגוים ויפל כל מחנה סיסרא לפי חרב לא נשאר עד אחד "],"query":"007004016"},{"canonical":"Judges 4:17","passages":["וסיסרא נס ברגליו אל אהל יעל אשת חבר הקיני כי שלום בין יבין מלך חצור ובין בית חבר הקיני "],"query":"007004017"},{"canonical":"Judges 4:18","passages":["ותצא יעל לקראת סיסרא ותאמר אליו סורה אדני סורה אלי אל תירא ויסר אליה האהלה ותכסהו בשמיכה "],"query":"007004018"},{"canonical":"Judges 4:19","passages":["ויאמר אליה השקיני נא מעט מים כי צמאתי ותפתח את נאוד החלב ותשקהו ותכסהו "],"query":"007004019"},{"canonical":"Judges 4:20","passages":["ויאמר אליה עמד פתח האהל והיה אם איש יבוא ושאלך ואמר היש פה איש ואמרת אין "],"query":"007004020"},{"canonical":"Judges 4:21","passages":["ותקח יעל אשת חבר את יתד האהל ותשם את המקבת בידה ותבוא אליו בלאט ותתקע את היתד ברקתו ותצנח בארץ והוא נרדם ויעף וימת "],"query":"007004021"},{"canonical":"Judges 4:22","passages":["והנה ברק רדף את סיסרא ותצא יעל לקראתו ותאמר לו לך ואראך את האיש אשר אתה מבקש ויבא אליה והנה סיסרא נפל מת והיתד ברקתו "],"query":"007004022"},{"canonical":"Judges 4:23","passages":["ויכנע אלהים ביום ההוא את יבין מלך כנען לפני בני ישראל "],"query":"007004023"},{"canonical":"Judges 4:24","passages":["ותלך יד בני ישראל הלוך וקשה על יבין מלך כנען עד אשר הכריתו את יבין מלך כנען פ"],"query":"007004024"}]}