{"query":"007020","verses":[{},{"canonical":"Judges 20:1","passages":["ויצאו כל בני ישראל ותקהל העדה כאיש אחד למדן ועד באר שבע וארץ הגלעד אל יהוה המצפה "],"query":"007020001"},{"canonical":"Judges 20:2","passages":["ויתיצבו פנות כל העם כל שבטי ישראל בקהל עם האלהים ארבע מאות אלף איש רגלי שלף חרב פ"],"query":"007020002"},{"canonical":"Judges 20:3","passages":["וישמעו בני בנימן כי עלו בני ישראל המצפה ויאמרו בני ישראל דברו איכה נהיתה הרעה הזאת "],"query":"007020003"},{"canonical":"Judges 20:4","passages":["ויען האיש הלוי איש האשה הנרצחה ויאמר הגבעתה אשר לבנימן באתי אני ופילגשי ללון "],"query":"007020004"},{"canonical":"Judges 20:5","passages":["ויקמו עלי בעלי הגבעה ויסבו עלי את הבית לילה אותי דמו להרג ואת פילגשי ענו ותמת "],"query":"007020005"},{"canonical":"Judges 20:6","passages":["ואחז בפילגשי ואנתחה ו͏אשלחה בכל שדה נחלת ישראל כי עשו זמה ונבלה בישראל "],"query":"007020006"},{"canonical":"Judges 20:7","passages":["הנה כלכם בני ישראל הבו לכם דבר ועצה הלם "],"query":"007020007"},{"canonical":"Judges 20:8","passages":["ויקם כל העם כאיש אחד לאמר לא נלך איש לאהלו ולא נסור איש לביתו "],"query":"007020008"},{"canonical":"Judges 20:9","passages":["ועתה זה הדבר אשר נעשה לגבעה עליה בגורל "],"query":"007020009"},{"canonical":"Judges 20:10","passages":["ולקחנו עשרה אנשים למאה לכל שבטי ישראל ומאה לאלף ואלף לרבבה לקחת צדה לעם לעשות לבואם לגבע בנימן ככל הנבלה אשר עשה בישראל "],"query":"007020010"},{"canonical":"Judges 20:11","passages":["ויאסף כל איש ישראל אל העיר כאיש אחד חברים פ"],"query":"007020011"},{"canonical":"Judges 20:12","passages":["וישלחו שבטי ישראל אנשים בכל שבטי בנימן לאמר מה הרעה הזאת אשר נהיתה בכם "],"query":"007020012"},{"canonical":"Judges 20:13","passages":["ועתה תנו את האנשים בני בליעל אשר בגבעה ונמיתם ונבערה רעה מישראל ולא אבו בני בנימן לשמע בקול אחיהם בני ישראל "],"query":"007020013"},{"canonical":"Judges 20:14","passages":["ויאספו בני בנימן מן הערים הגבעתה לצאת למלחמה עם בני ישראל "],"query":"007020014"},{"canonical":"Judges 20:15","passages":["ויתפקדו בני בנימן ביום ההוא מהערים עשרים וששה אלף איש שלף חרב לבד מישבי הגבעה התפקדו שבע מאות איש בחור "],"query":"007020015"},{"canonical":"Judges 20:16","passages":["מכל העם הזה שבע מאות איש בחור אטר יד ימינו כל זה קלע באבן אל השערה ולא יחטא פ"],"query":"007020016"},{"canonical":"Judges 20:17","passages":["ואיש ישראל התפקדו לבד מבנימן ארבע מאות אלף איש שלף חרב כל זה איש מלחמה "],"query":"007020017"},{"canonical":"Judges 20:18","passages":["ויקמו ויעלו בית אל וישאלו באלהים ויאמרו בני ישראל מי יעלה לנו בתחלה למלחמה עם בני בנימן ויאמר יהוה יהודה בתחלה "],"query":"007020018"},{"canonical":"Judges 20:19","passages":["ויקומו בני ישראל בבקר וי͏חנו על הגבעה פ"],"query":"007020019"},{"canonical":"Judges 20:20","passages":["ויצא איש ישראל למלחמה עם בנימן ויערכו אתם איש ישראל מלחמה אל הגבעה "],"query":"007020020"},{"canonical":"Judges 20:21","passages":["ויצאו בני בנימן מן הגבעה וישחיתו בישראל ביום ההוא שנים ועשרים אלף איש ארצה "],"query":"007020021"},{"canonical":"Judges 20:22","passages":["ויתחזק העם איש ישראל ויספו לערך מלחמה במקום אשר ערכו שם ביום הראשון "],"query":"007020022"},{"canonical":"Judges 20:23","passages":["ויעלו בני ישראל ויבכו לפני יהוה עד הערב וישאלו ביהוה לאמר האוסיף לגשת למלחמה עם בני בנימן אחי ויאמר יהוה עלו אליו פ"],"query":"007020023"},{"canonical":"Judges 20:24","passages":["ויקרבו בני ישראל אל בני בנימן ביום השני "],"query":"007020024"},{"canonical":"Judges 20:25","passages":["ויצא בנימן לקראתם מן הגבעה ביום השני וישחיתו בבני ישראל עוד שמנת עשר אלף איש ארצה כל אלה שלפי חרב "],"query":"007020025"},{"canonical":"Judges 20:26","passages":["ויעלו כל בני ישראל וכל העם ויבאו בית אל ויבכו וישבו שם לפני יהוה ויצומו ביום ההוא עד הערב ויעלו עלות ושלמים לפני יהוה "],"query":"007020026"},{"canonical":"Judges 20:27","passages":["וישאלו בני ישראל ביהוה ושם ארון ברית האלהים בימים ההם "],"query":"007020027"},{"canonical":"Judges 20:28","passages":["ופינחס בן אלעזר בן אהרן עמד לפניו בימים ההם לאמר האוסף עוד לצאת למלחמה עם בני בנימן אחי אם אחדל ויאמר יהוה עלו כי מחר אתננו בידך "],"query":"007020028"},{"canonical":"Judges 20:29","passages":["וישם ישראל ארבים אל הגבעה סביב פ"],"query":"007020029"},{"canonical":"Judges 20:30","passages":["ויעלו בני ישראל אל בני בנימן ביום השלישי ויערכו אל הגבעה כפעם בפעם "],"query":"007020030"},{"canonical":"Judges 20:31","passages":["ויצאו בני בנימן לקראת העם הנתקו מן העיר ויחלו להכות מהעם חללים כפעם בפעם במסלות אשר אחת עלה בית אל ואחת גבעתה בשדה כשלשים איש בישראל "],"query":"007020031"},{"canonical":"Judges 20:32","passages":["ויאמרו בני בנימן נגפים הם לפנינו כבראשנה ובני ישראל אמרו ננוסה ונתקנהו מן העיר אל המסלות "],"query":"007020032"},{"canonical":"Judges 20:33","passages":["וכל איש ישראל קמו ממקומו ויערכו בבעל תמר וארב ישראל מגיח ממקמו ממערה גבע "],"query":"007020033"},{"canonical":"Judges 20:34","passages":["ויבאו מנגד לגבעה עשרת אלפים איש בחור מכל ישראל והמלחמה כבדה והם לא ידעו כי נגעת עליהם הרעה פ"],"query":"007020034"},{"canonical":"Judges 20:35","passages":["ויגף יהוה את בנימן לפני ישראל וישחיתו בני ישראל בבנימן ביום ההוא עשרים וחמשה אלף ומאה איש כל אלה שלף חרב "],"query":"007020035"},{"canonical":"Judges 20:36","passages":["ויראו בני בנימן כי נגפו ויתנו איש ישראל מקום לבנימן כי בטחו אל הארב אשר שמו אל הגבעה "],"query":"007020036"},{"canonical":"Judges 20:37","passages":["והארב החישו ויפשטו אל הגבעה וימשך הארב ויך את כל העיר לפי חרב "],"query":"007020037"},{"canonical":"Judges 20:38","passages":["והמועד היה לאיש ישראל עם הארב הרב להעלותם משאת העשן מן העיר "],"query":"007020038"},{"canonical":"Judges 20:39","passages":["ויהפך איש ישראל במלחמה ובנימן החל להכות חללים באיש ישראל כשלשים איש כי אמרו אך נגוף נגף הוא לפנינו כמלחמה הראשנה "],"query":"007020039"},{"canonical":"Judges 20:40","passages":["והמשאת החלה לעלות מן העיר עמוד עשן ויפן בנימן אחריו והנה עלה כליל העיר השמימה "],"query":"007020040"},{"canonical":"Judges 20:41","passages":["ואיש ישראל הפך ויבהל איש בנימן כי ראה כי נגעה עליו הרעה "],"query":"007020041"},{"canonical":"Judges 20:42","passages":["ויפנו לפני איש ישראל אל דרך המדבר והמלחמה הדביקתהו ואשר מהערים משחיתים אותו בתוכו "],"query":"007020042"},{"canonical":"Judges 20:43","passages":["כתרו את בנימן הרדיפהו מנוחה הדריכהו עד נכח הגבעה ממזרח שמש "],"query":"007020043"},{"canonical":"Judges 20:44","passages":["ויפלו מבנימן שמנה עשר אלף איש את כל אלה אנשי חיל "],"query":"007020044"},{"canonical":"Judges 20:45","passages":["ויפנו וינסו המדברה אל סלע הרמון ויעללהו במסלות חמשת אלפים איש וידביקו אחריו עד גדעם ויכו ממנו אלפים איש "],"query":"007020045"},{"canonical":"Judges 20:46","passages":["ויהי כל הנפלים מבנימן עשרים וחמשה אלף איש שלף חרב ביום ההוא את כל אלה אנשי חיל "],"query":"007020046"},{"canonical":"Judges 20:47","passages":["ויפנו וינסו המדברה אל סלע הרמון שש מאות איש וישבו בסלע רמון ארבעה חדשים "],"query":"007020047"},{"canonical":"Judges 20:48","passages":["ואיש ישראל שבו אל בני בנימן ויכום לפי חרב מעיר מתם עד בהמה עד כל הנמצא גם כל הערים הנמצאות שלחו באש פ"],"query":"007020048"}]}