{"query":"007013","verses":[{},{"canonical":"Judges 13:1","passages":["ויספו בני ישראל לעשות הרע בעיני יהוה ויתנם יהוה ביד פלשתים ארבעים שנה פ"],"query":"007013001"},{"canonical":"Judges 13:2","passages":["ויהי איש אחד מצרעה ממשפחת הדני ושמו מנוח ואשתו עקרה ולא ילדה "],"query":"007013002"},{"canonical":"Judges 13:3","passages":["וירא מלאך יהוה אל האשה ויאמר אליה הנה נא את עקרה ולא ילדת והרית וילדת בן "],"query":"007013003"},{"canonical":"Judges 13:4","passages":["ועתה השמרי נא ואל תשתי יין ושכר ואל תאכלי כל טמא "],"query":"007013004"},{"canonical":"Judges 13:5","passages":["כי הנך הרה וילדת בן ומורה לא יעלה על ראשו כי נזיר אלהים יהיה הנער מן הבטן והוא יחל להושיע את ישראל מיד פלשתים "],"query":"007013005"},{"canonical":"Judges 13:6","passages":["ותבא האשה ותאמר לאישה לאמר איש האלהים בא אלי ומראהו כמראה מלאך האלהים נורא מאד ולא שאלתיהו אי מזה הוא ואת שמו לא הגיד לי "],"query":"007013006"},{"canonical":"Judges 13:7","passages":["ויאמר לי הנך הרה וילדת בן ועתה אל תשתי יין ושכר ואל תאכלי כל טמאה כי נזיר אלהים יהיה הנער מן הבטן עד יום מותו פ"],"query":"007013007"},{"canonical":"Judges 13:8","passages":["ויעתר מנוח אל יהוה ויאמר בי אדוני איש האלהים אשר שלחת יבוא נא עוד אלינו ויורנו מה נעשה לנער היולד "],"query":"007013008"},{"canonical":"Judges 13:9","passages":["וישמע האלהים בקול מנוח ויבא מלאך האלהים עוד אל האשה והיא יושבת בשדה ומנוח אישה אין עמה "],"query":"007013009"},{"canonical":"Judges 13:10","passages":["ותמהר האשה ותרץ ותגד לאישה ותאמר אליו הנה נראה אלי האיש אשר בא ביום אלי "],"query":"007013010"},{"canonical":"Judges 13:11","passages":["ויקם וילך מנוח אחרי אשתו ויבא אל האיש ויאמר לו האתה האיש אשר דברת אל האשה ויאמר אני "],"query":"007013011"},{"canonical":"Judges 13:12","passages":["ויאמר מנוח עתה יבא דבריך מה יהיה משפט הנער ומעשהו "],"query":"007013012"},{"canonical":"Judges 13:13","passages":["ויאמר מלאך יהוה אל מנוח מכל אשר אמרתי אל האשה תשמר "],"query":"007013013"},{"canonical":"Judges 13:14","passages":["מכל אשר יצא מגפן היין לא תאכל ויין ושכר אל תשת וכל טמאה אל תאכל כל אשר צויתיה תשמר "],"query":"007013014"},{"canonical":"Judges 13:15","passages":["ויאמר מנוח אל מלאך יהוה נעצרה נא אותך ונעשה לפניך גדי עזים "],"query":"007013015"},{"canonical":"Judges 13:16","passages":["ויאמר מלאך יהוה אל מנוח אם תעצרני לא אכל בלחמך ואם תעשה עלה ליהוה תעלנה כי לא ידע מנוח כי מלאך יהוה הוא "],"query":"007013016"},{"canonical":"Judges 13:17","passages":["ויאמר מנוח אל מלאך יהוה מי שמך כי יבא דברך וכבדנוך "],"query":"007013017"},{"canonical":"Judges 13:18","passages":["ויאמר לו מלאך יהוה למה זה תשאל לשמי והוא פלאי  ס "],"query":"007013018"},{"canonical":"Judges 13:19","passages":["ויקח מנוח את גדי העזים ואת המנחה ויעל על הצור ליהוה ומפלא לעשות ומנוח ואשתו ראים "],"query":"007013019"},{"canonical":"Judges 13:20","passages":["ויהי בעלות הלהב מעל המזבח השמימה ויעל מלאך יהוה בלהב המזבח ומנוח ואשתו ראים ויפלו על פניהם ארצה "],"query":"007013020"},{"canonical":"Judges 13:21","passages":["ולא יסף עוד מלאך יהוה להראה אל מנוח ואל אשתו אז ידע מנוח כי מלאך יהוה הוא "],"query":"007013021"},{"canonical":"Judges 13:22","passages":["ויאמר מנוח אל אשתו מות נמות כי אלהים ראינו "],"query":"007013022"},{"canonical":"Judges 13:23","passages":["ותאמר לו אשתו לו חפץ יהוה להמיתנו לא לקח מידנו עלה ומנחה ולא הראנו את כל אלה וכעת לא השמיענו כזאת "],"query":"007013023"},{"canonical":"Judges 13:24","passages":["ותלד האשה בן ותקרא את שמו שמשון ויגדל הנער ויברכהו יהוה "],"query":"007013024"},{"canonical":"Judges 13:25","passages":["ותחל רוח יהוה לפעמו במחנה דן בין צרעה ובין אשתאל פ"],"query":"007013025"}]}