{"query":"007016","verses":[{},{"canonical":"Judges 16:1","passages":["וילך שמשון עזתה וירא שם אשה זונה ויבא אליה "],"query":"007016001"},{"canonical":"Judges 16:2","passages":["ל͏עזתים לאמר בא שמשון הנה ויסבו ויארבו לו כל הלילה בשער העיר ויתחרשו כל הלילה לאמר עד אור הבקר והרגנהו "],"query":"007016002"},{"canonical":"Judges 16:3","passages":["וישכב שמשון עד חצי הלילה ויקם בחצי הלילה ויאחז בדלתות שער העיר ובשתי המזוזות ויסעם עם הבריח וישם על כתפיו ויעלם אל ראש ההר אשר על פני חברון פ"],"query":"007016003"},{"canonical":"Judges 16:4","passages":["ו͏יהי אחרי כן ויאהב אשה בנחל שרק ושמה דלילה "],"query":"007016004"},{"canonical":"Judges 16:5","passages":["ויעלו אליה סרני פלשתים ויאמרו לה פתי אותו וראי במה כחו גדול ובמה נוכל לו ואסרנהו לענתו ואנחנו נתן לך איש אלף ומאה כסף "],"query":"007016005"},{"canonical":"Judges 16:6","passages":["ותאמר דלילה אל שמשון הגידה נא לי במה כחך גדול ובמה תאסר לענותך "],"query":"007016006"},{"canonical":"Judges 16:7","passages":["ויאמר אליה שמשון אם יאסרני בשבעה יתרים לחים אשר לא חרבו וחליתי והייתי כאחד האדם "],"query":"007016007"},{"canonical":"Judges 16:8","passages":["ויעלו לה סרני פלשתים שבעה יתרים לחים אשר לא חרבו ותאסרהו בהם "],"query":"007016008"},{"canonical":"Judges 16:9","passages":["והארב ישב לה בחדר ותאמר אליו פלשתים עליך שמשון וינתק את היתרים כאשר ינתק פתיל הנערת בהריחו אש ולא נודע כחו "],"query":"007016009"},{"canonical":"Judges 16:10","passages":["ותאמר דלילה אל שמשון הנה התלת בי ותדבר אלי כזבים עתה הגידה נא לי במה תאסר "],"query":"007016010"},{"canonical":"Judges 16:11","passages":["ויאמר אליה אם אסור יאסרוני בעבתים חדשים אשר לא נעשה בהם מלאכה וחליתי והייתי כאחד האדם "],"query":"007016011"},{"canonical":"Judges 16:12","passages":["ותקח דלילה עבתים חדשים ותאסרהו בהם ותאמר אליו פלשתים עליך שמשון והארב ישב בחדר וינתקם מעל זרעתיו כחוט "],"query":"007016012"},{"canonical":"Judges 16:13","passages":["ותאמר דלילה אל שמשון עד הנה התלת בי ותדבר אלי כזבים הגידה לי במה תאסר ויאמר אליה אם תארגי את שבע מחלפות ראשי עם המסכת "],"query":"007016013"},{"canonical":"Judges 16:14","passages":["ותתקע ביתד ותאמר אליו פלשתים עליך שמשון וייקץ משנתו ויסע את היתד הארג ואת המסכת "],"query":"007016014"},{"canonical":"Judges 16:15","passages":["ותאמר אליו איך תאמר אהבתיך ולבך אין אתי זה שלש פעמים התלת בי ולא הגדת לי במה כחך גדול "],"query":"007016015"},{"canonical":"Judges 16:16","passages":["ויהי כי הציקה לו בדבריה כל הימים ותאלצהו ותקצר נפשו למות "],"query":"007016016"},{"canonical":"Judges 16:17","passages":["ויגד לה את כל לבו ויאמר לה מורה לא עלה על ראשי כי נזיר אלהים אני מבטן אמי אם גלחתי וסר ממני כחי וחליתי והייתי ככל האדם "],"query":"007016017"},{"canonical":"Judges 16:18","passages":["ותרא דלילה כי הגיד לה את כל לבו ותשלח ותקרא לסרני פלשתים לאמר עלו הפעם כי הגיד לי את כל לבו ועלו אליה סרני פלשתים ויעלו הכסף בידם "],"query":"007016018"},{"canonical":"Judges 16:19","passages":["ותישנהו על ברכיה ותקרא לאיש ותגלח את שבע מחלפות ראשו ותחל לענותו ויסר כחו מעליו "],"query":"007016019"},{"canonical":"Judges 16:20","passages":["ותאמר פלשתים עליך שמשון ויקץ משנתו ויאמר אצא כפעם בפעם ואנער והוא לא ידע כי יהוה סר מעליו "],"query":"007016020"},{"canonical":"Judges 16:21","passages":["ויאחזוהו פלשתים ו͏ינקרו את עיניו ויורידו אותו עזתה ויאסרוהו בנחשתים ויהי טוחן בבית האסורים "],"query":"007016021"},{"canonical":"Judges 16:22","passages":["ויחל שער ראשו לצמח כאשר גלח פ"],"query":"007016022"},{"canonical":"Judges 16:23","passages":["וסרני פלשתים נאספו לזבח זבח גדול לדגון אלהיהם ולשמחה ויאמרו נתן אלהינו בידנו את שמשון אויבינו "],"query":"007016023"},{"canonical":"Judges 16:24","passages":["ויראו אתו העם ויהללו את אלהיהם כי אמרו נתן אלהינו בידנו את אויבנו ואת מחריב ארצנו ואשר הרבה את חללינו "],"query":"007016024"},{"canonical":"Judges 16:25","passages":["ויהי האסורים ויצחק לפניהם ויעמידו אותו בין העמודים "],"query":"007016025"},{"canonical":"Judges 16:26","passages":["ויאמר שמשון אל הנער המחזיק בידו הניחה אותי והמשני את העמדים אשר הבית נכון עליהם ואשען עליהם "],"query":"007016026"},{"canonical":"Judges 16:27","passages":["והבית מלא האנשים והנשים ושמה כל סרני פלשתים ועל הגג כשלשת אלפים איש ואשה הראים בשחוק שמשון "],"query":"007016027"},{"canonical":"Judges 16:28","passages":["ויקרא שמשון אל יהוה ויאמר אדני יהוה זכרני נא וחזקני נא אך הפעם הזה האלהים ואנקמה נקם אחת משתי עיני מפלשתים "],"query":"007016028"},{"canonical":"Judges 16:29","passages":["וילפת שמשון את שני עמודי התוך אשר הבית נכון עליהם ויסמך עליהם אחד בימינו ואחד בשמאלו "],"query":"007016029"},{"canonical":"Judges 16:30","passages":["ויאמר שמשון תמות נפשי עם פלשתים ויט בכח ויפל הבית על הסרנים ועל כל העם אשר בו ויהיו המתים אשר המית במותו רבים מאשר המית בחייו "],"query":"007016030"},{"canonical":"Judges 16:31","passages":["וירדו אחיו וכל בית אביהו וישאו אתו ויעלו ויקברו אותו בין צרעה ובין אשתאל בקבר מנוח אביו והוא שפט את ישראל עשרים שנה פ"],"query":"007016031"}]}