{"query":"007018","verses":[{},{"canonical":"Judges 18:1","passages":["בימים ההם אין מלך בישראל ובימים ההם שבט הדני מבקש לו נחלה לשבת כי לא נפלה לו עד היום ההוא בתוך שבטי ישראל בנחלה  ס "],"query":"007018001"},{"canonical":"Judges 18:2","passages":["וישלחו בני דן ממשפחתם חמשה אנשים מקצותם אנשים בני חיל מצרעה ומאשתאל לרגל את הארץ ולחקרה ויאמרו אלהם לכו חקרו את הארץ ויבאו הר אפרים עד בית מיכה וילינו שם "],"query":"007018002"},{"canonical":"Judges 18:3","passages":["המה עם בית מיכה והמה הכירו את קול הנער הלוי ויסורו שם ויאמרו לו מי הביאך הלם ומה אתה עשה בזה ומה לך פה "],"query":"007018003"},{"canonical":"Judges 18:4","passages":["ויאמר אלהם כזה וכזה עשה לי מיכה וישכרני ואהי לו לכהן "],"query":"007018004"},{"canonical":"Judges 18:5","passages":["ויאמרו לו שאל נא באלהים ונדעה התצליח דרכנו אשר אנחנו הלכים עליה "],"query":"007018005"},{"canonical":"Judges 18:6","passages":["ויאמר להם הכהן לכו לשלום נכח יהוה דרככם אשר תלכו בה פ"],"query":"007018006"},{"canonical":"Judges 18:7","passages":["וילכו חמשת האנשים ויבאו לישה ויראו את העם אשר בקרבה יושבת לבטח כמשפט צדנים שקט ובטח ואין מכלים דבר בארץ יורש עצר ורחקים המה מצדנים ודבר אין להם עם אדם "],"query":"007018007"},{"canonical":"Judges 18:8","passages":["ויבאו אל אחיהם צרעה ואשתאל ויאמרו להם אחיהם מה אתם "],"query":"007018008"},{"canonical":"Judges 18:9","passages":["ויאמרו קומה ונעלה עליהם כי ראינו את הארץ והנה טובה מאד ואתם מחשים אל תעצלו ללכת לבא לרשת את הארץ "],"query":"007018009"},{"canonical":"Judges 18:10","passages":["כבאכם תבאו אל עם בטח והארץ רחבת ידים כי נתנה אלהים בידכם מקום אשר אין שם מחסור כל דבר אשר בארץ "],"query":"007018010"},{"canonical":"Judges 18:11","passages":["ויסעו משם ממשפחת הדני מצרעה ומאשתאל שש מאות איש חגור כלי מלחמה "],"query":"007018011"},{"canonical":"Judges 18:12","passages":["ויעלו ויחנו בקרית יערים ביהודה על כן קראו למקום ההוא מחנה דן עד היום הזה הנה אחרי קרית יערים "],"query":"007018012"},{"canonical":"Judges 18:13","passages":["ויעברו משם הר אפרים ויבאו עד בית מיכה "],"query":"007018013"},{"canonical":"Judges 18:14","passages":["ויענו חמשת האנשים ההלכים לרגל את הארץ ליש ויאמרו אל אחיהם הידעתם כי יש בבתים האלה אפוד ותרפים ופסל ומסכה ועתה דעו מה תעשו "],"query":"007018014"},{"canonical":"Judges 18:15","passages":["ויסורו שמה ויבאו אל בית הנער הלוי בית מיכה וישאלו לו לשלום "],"query":"007018015"},{"canonical":"Judges 18:16","passages":["ושש מאות איש חגורים כלי מלחמתם נצבים פתח השער אשר מבני דן "],"query":"007018016"},{"canonical":"Judges 18:17","passages":["ו͏יעלו חמשת האנשים ההלכים לרגל את הארץ באו שמה לקחו את הפסל ואת האפוד ואת התרפים ואת המסכה והכהן נצב פתח השער ושש מאות האיש החגור כלי המלחמה "],"query":"007018017"},{"canonical":"Judges 18:18","passages":["ואלה באו בית מיכה ויקחו את פסל האפוד ואת התרפים ואת המסכה ויאמר אליהם הכהן מה אתם עשים "],"query":"007018018"},{"canonical":"Judges 18:19","passages":["ויאמרו לו החרש שים ידך על פיך ולך עמנו והיה לנו לאב ולכהן הטוב היותך כהן לבית איש אחד או היותך כהן לשבט ולמשפחה בישראל "],"query":"007018019"},{"canonical":"Judges 18:20","passages":["וייטב לב הכהן ויקח את האפוד ואת התרפים ואת הפסל ויבא בקרב העם "],"query":"007018020"},{"canonical":"Judges 18:21","passages":["ויפנו וילכו וישימו את הטף ואת המקנה ואת הכבודה לפניהם "],"query":"007018021"},{"canonical":"Judges 18:22","passages":["המה הרחיקו מבית מיכה והאנשים אשר בבתים אשר עם בית מיכה נזעקו וידביקו את בני דן "],"query":"007018022"},{"canonical":"Judges 18:23","passages":["ויקראו אל בני דן ויסבו פניהם ויאמרו למיכה מה לך כי נזעקת "],"query":"007018023"},{"canonical":"Judges 18:24","passages":["ויאמר את אלהי אשר עשיתי לקחתם ואת הכהן ותלכו ומה לי עוד ומה זה תאמרו אלי מה לך "],"query":"007018024"},{"canonical":"Judges 18:25","passages":["ויאמרו אליו בני דן אל תשמע קולך עמנו פן יפגעו בכם אנשים מרי נפש ואספתה נפשך ונפש ביתך "],"query":"007018025"},{"canonical":"Judges 18:26","passages":["וילכו בני דן לדרכם וירא מיכה כי חזקים המה ממנו ויפן וישב אל ביתו "],"query":"007018026"},{"canonical":"Judges 18:27","passages":["והמה לקחו את אשר עשה מיכה ואת הכהן אשר היה לו ויבאו על ליש על עם שקט ובטח ויכו אותם לפי חרב ואת העיר שרפו באש "],"query":"007018027"},{"canonical":"Judges 18:28","passages":["ואין מציל כי רחוקה היא מצידון ודבר אין להם עם אדם והיא בעמק אשר לבית רחוב ויבנו את העיר וישבו בה "],"query":"007018028"},{"canonical":"Judges 18:29","passages":["ויקראו שם העיר דן בשם דן אביהם אשר יולד לישראל ואולם ליש שם העיר לראשנה "],"query":"007018029"},{"canonical":"Judges 18:30","passages":["ויקימו להם בני דן את הפסל ויהונתן בן גרשם בן מנשה הוא ובניו היו כהנים לשבט הדני עד יום גלות הארץ "],"query":"007018030"},{"canonical":"Judges 18:31","passages":["וישימו להם את פסל מיכה אשר עשה כל ימי היות בית האלהים בשלה פ"],"query":"007018031"}]}