{"query":"007012","verses":[{},{"canonical":"Judges 12:1","passages":["ויצעק איש אפרים ויעבר צפונה ויאמרו ליפתח מדוע עברת להלחם בבני עמון ולנו לא קראת ללכת עמך ביתך נשרף עליך באש "],"query":"007012001"},{"canonical":"Judges 12:2","passages":["ויאמר יפתח אליהם איש ריב הייתי אני ועמי ובני עמון מאד ואזעק אתכם ולא הושעתם אותי מידם "],"query":"007012002"},{"canonical":"Judges 12:3","passages":["ואראה כי אינך מושיע ואשימה נפשי בכפי ואעברה אל בני עמון ויתנם יהוה בידי ולמה עליתם אלי היום הזה להלחם בי "],"query":"007012003"},{"canonical":"Judges 12:4","passages":["ויקבץ יפתח את כל אנשי גלעד וילחם את אפרים ויכו אנשי גלעד את אפרים כי אמרו פליטי אפרים אתם גלעד בתוך אפרים בתוך מנשה "],"query":"007012004"},{"canonical":"Judges 12:5","passages":["וילכד גלעד את מעברות הירדן לאפרים והיה כי יאמרו פליטי אפרים אעברה ויאמרו לו אנשי גלעד האפרתי אתה ויאמר לא "],"query":"007012005"},{"canonical":"Judges 12:6","passages":["ויאמרו לו אמר נא שבלת ויאמר סבלת ולא יכין לדבר כן ויאחזו אותו וישחטוהו אל מעברות הירדן ויפל בעת ההיא מאפרים ארבעים ושנים אלף "],"query":"007012006"},{"canonical":"Judges 12:7","passages":["וישפט יפתח את ישראל שש שנים וימת יפתח הגלעדי ויקבר בערי גלעד פ"],"query":"007012007"},{"canonical":"Judges 12:8","passages":["וישפט אחריו את ישראל אבצן מבית לחם "],"query":"007012008"},{"canonical":"Judges 12:9","passages":["ויהי לו שלשים בנים ושלשים בנות שלח החוצה ושלשים בנות הביא לבניו מן החוץ וישפט את ישראל שבע שנים "],"query":"007012009"},{"canonical":"Judges 12:10","passages":["וימת אבצן ויקבר בבית לחם פ"],"query":"007012010"},{"canonical":"Judges 12:11","passages":["וישפט א͏חריו את ישראל אילון הזבולני וישפט את ישראל עשר שנים "],"query":"007012011"},{"canonical":"Judges 12:12","passages":["וימת אלון הזבולני ויקבר באילון בארץ זבולן פ"],"query":"007012012"},{"canonical":"Judges 12:13","passages":["וישפט אחריו את ישראל עבדון בן הלל הפרעתוני "],"query":"007012013"},{"canonical":"Judges 12:14","passages":["ויהי לו ארבעים בנים ושלשים בני בנים רכבים על שבעים עירם וישפט את ישראל שמנה שנים "],"query":"007012014"},{"canonical":"Judges 12:15","passages":["וימת עבדון בן הלל הפרעתוני ויקבר בפרעתון בארץ אפרים בהר העמלקי פ"],"query":"007012015"}]}