{"query":"007001","verses":[{},{"canonical":"Judges 1:1","passages":["ויהי אחרי מות יהושע וישאלו בני ישראל ביהוה לאמר מי יעלה לנו אל הכנעני בתחלה להלחם בו "],"query":"007001001"},{"canonical":"Judges 1:2","passages":["ויאמר יהוה יהודה יעלה הנה נתתי את הארץ בידו "],"query":"007001002"},{"canonical":"Judges 1:3","passages":["ויאמר יהודה לשמעון אחיו עלה אתי בגורלי ונלחמה בכנעני והלכתי גם אני אתך בגורלך וילך אתו שמעון "],"query":"007001003"},{"canonical":"Judges 1:4","passages":["ויעל יהודה ויתן יהוה את הכנעני והפרזי בידם ויכום בבזק עשרת אלפים איש "],"query":"007001004"},{"canonical":"Judges 1:5","passages":["וימצאו את אדני בזק בבזק וילחמו בו ויכו את הכנעני ואת הפרזי "],"query":"007001005"},{"canonical":"Judges 1:6","passages":["וינס אדני בזק וירדפו אחריו ויאחזו אתו ויקצצו את בהנות ידיו ורגליו "],"query":"007001006"},{"canonical":"Judges 1:7","passages":["ויאמר אדני בזק שבעים מלכים בהנות ידיהם ורגליהם מקצצים היו מלקטים תחת שלחני כאשר עשיתי כן שלם לי אלהים ויביאהו ירושל͏ם וימת שם פ"],"query":"007001007"},{"canonical":"Judges 1:8","passages":["וילחמו בני יהודה בירושלם וילכדו אותה ויכוה לפי חרב ואת העיר שלחו באש "],"query":"007001008"},{"canonical":"Judges 1:9","passages":["ואחר ירדו בני יהודה להלחם בכנעני יושב ההר והנגב והשפלה "],"query":"007001009"},{"canonical":"Judges 1:10","passages":["וילך יהודה אל הכנעני היושב בחברון ושם חברון לפנים קרית ארבע ויכו את ששי ואת אחימן ואת תלמי "],"query":"007001010"},{"canonical":"Judges 1:11","passages":["וילך משם אל יושבי דביר ושם דביר לפנים קרית ספר "],"query":"007001011"},{"canonical":"Judges 1:12","passages":["ויאמר כלב אשר יכה את קרית ספר ולכדה ונתתי לו את עכסה בתי לאשה "],"query":"007001012"},{"canonical":"Judges 1:13","passages":["וילכדה עתניאל בן קנז אחי כלב הקטן ממנו ויתן לו את עכסה בתו לאשה "],"query":"007001013"},{"canonical":"Judges 1:14","passages":["ויהי בבואה ותסיתהו לשאול מאת אביה השדה ותצנח מעל החמור ויאמר לה כלב מה לך "],"query":"007001014"},{"canonical":"Judges 1:15","passages":["ותאמר לו הבה לי ברכה כי ארץ הנגב נתתני ונתתה לי גלת מים ויתן לה כלב את גלת עלית ואת גלת תחתית פ"],"query":"007001015"},{"canonical":"Judges 1:16","passages":["ובני קיני חתן משה עלו מעיר התמרים את בני יהודה מדבר יהודה אשר בנגב ערד וילך וישב את העם "],"query":"007001016"},{"canonical":"Judges 1:17","passages":["וילך יהודה את שמעון אחיו ויכו את הכנעני יושב צפת ויחרימו אותה ויקרא את שם העיר חרמה "],"query":"007001017"},{"canonical":"Judges 1:18","passages":["וילכד יהודה את עזה ואת גבולה ואת אשקלון ואת גבולה ואת עקרון ואת גבולה "],"query":"007001018"},{"canonical":"Judges 1:19","passages":["ויהי יהוה את יהודה וירש את ההר כי לא להוריש את ישבי העמק כי רכב ברזל להם "],"query":"007001019"},{"canonical":"Judges 1:20","passages":["ויתנו לכלב את חברון כ͏אשר דבר משה ויורש משם את שלשה בני הענק "],"query":"007001020"},{"canonical":"Judges 1:21","passages":["ואת היבוסי ישב ירושלם לא הורישו בני בנימן וישב היבוסי את בני בנימן בירושלם עד היום הזה  ס "],"query":"007001021"},{"canonical":"Judges 1:22","passages":["ויעלו בית יוסף גם הם בית אל ויהוה עמם "],"query":"007001022"},{"canonical":"Judges 1:23","passages":["ויתירו בית יוסף בבית אל ושם העיר לפנים לוז "],"query":"007001023"},{"canonical":"Judges 1:24","passages":["ויראו השמרים איש יוצא מן העיר ויאמרו לו הראנו נא את מבוא העיר ועשינו עמך חסד "],"query":"007001024"},{"canonical":"Judges 1:25","passages":["ויראם את מבוא העיר ויכו את העיר לפי חרב ואת האיש ואת כל משפחתו שלחו "],"query":"007001025"},{"canonical":"Judges 1:26","passages":["וילך האיש ארץ החתים ויבן עיר ויקרא שמה לוז הוא שמה עד היום הזה פ"],"query":"007001026"},{"canonical":"Judges 1:27","passages":["ולא הוריש מנשה את בית שאן ואת בנותיה ואת תענך ואת בנתיה ואת ישבי דור ואת בנותיה ואת יושבי יבלעם ואת בנתיה ואת יושבי מגדו ואת בנותיה ויואל הכנעני לשבת בארץ הזאת "],"query":"007001027"},{"canonical":"Judges 1:28","passages":["ו͏יהי כי חזק ישראל וישם את הכנעני למס והוריש לא הורישו  ס "],"query":"007001028"},{"canonical":"Judges 1:29","passages":["ואפרים לא הוריש את הכנעני היושב בגזר וישב הכנעני בקרבו בגזר פ"],"query":"007001029"},{"canonical":"Judges 1:30","passages":["זבולן לא הוריש את יושבי קטרון ואת יושבי נהלל וישב הכנעני בקרבו ויהיו למס  ס "],"query":"007001030"},{"canonical":"Judges 1:31","passages":["אשר לא הוריש את ישבי עכו ואת יושבי צידון ואת אחלב ואת אכזיב ואת חלבה ואת אפיק ואת רחב "],"query":"007001031"},{"canonical":"Judges 1:32","passages":["וישב האשרי בקרב הכנעני ישבי הארץ כי לא הורישו  ס "],"query":"007001032"},{"canonical":"Judges 1:33","passages":["נפתלי לא הוריש את ישבי בית שמש ואת ישבי בית ענת וישב בקרב הכנעני ישבי הארץ וישבי בית שמש ובית ענת היו להם למס  ס "],"query":"007001033"},{"canonical":"Judges 1:34","passages":["וילחצו האמרי את בני דן ההרה כי לא נתנו לרדת לעמק "],"query":"007001034"},{"canonical":"Judges 1:35","passages":["ויואל האמרי לשבת בהר חרס באילון ובשעלבים ותכבד יד בית יוסף ויהיו למס "],"query":"007001035"},{"canonical":"Judges 1:36","passages":["וגבול האמרי ממעלה עקרבים מהסלע ומעלה פ"],"query":"007001036"}]}