{"query":"007010","verses":[{},{"canonical":"Judges 10:1","passages":["ויקם אחרי אבימלך להושיע את ישראל תולע בן פואה בן דודו איש יששכר והוא ישב בשמיר בהר אפרים "],"query":"007010001"},{"canonical":"Judges 10:2","passages":["וישפט את ישראל עשרים ושלש שנה וימת ויקבר בשמיר פ"],"query":"007010002"},{"canonical":"Judges 10:3","passages":["ויקם אחריו יאיר הגלעדי וישפט את ישראל עשרים ושתים שנה "],"query":"007010003"},{"canonical":"Judges 10:4","passages":["ויהי לו שלשים בנים רכבים על שלשים עירים ושלשים עירים להם להם יקראו חות יאיר עד היום הזה אשר בארץ הגלעד "],"query":"007010004"},{"canonical":"Judges 10:5","passages":["וימת יאיר ויקבר בקמון פ"],"query":"007010005"},{"canonical":"Judges 10:6","passages":["ויספו בני ישראל לעשות הרע בעיני יהוה ויעבדו את הבעלים ואת העשתרות ואת אלהי ארם ואת אלהי צידון ואת אלהי מואב ואת אלהי בני עמון ואת אלהי פלשתים ויעזבו את יהוה ולא עבדוהו "],"query":"007010006"},{"canonical":"Judges 10:7","passages":["ויחר אף יהוה בישראל וימכרם ביד פלשתים וביד בני עמון "],"query":"007010007"},{"canonical":"Judges 10:8","passages":["וירעצו וירצצו את בני ישראל בשנה ההיא שמנה עשרה שנה את כל בני ישראל אשר בעבר הירדן בארץ האמרי אשר בגלעד "],"query":"007010008"},{"canonical":"Judges 10:9","passages":["ויעברו בני עמון את הירדן להלחם גם ביהודה ובבנימין ובבית אפרים ותצר לישראל מאד "],"query":"007010009"},{"canonical":"Judges 10:10","passages":["ויזעקו בני ישראל אל יהוה לאמר חטאנו לך וכי עזבנו את אלהינו ונעבד את הבעלים פ"],"query":"007010010"},{"canonical":"Judges 10:11","passages":["ויאמר יהוה אל בני ישראל הלא ממצרים ומן האמרי ומן בני עמון ומן פלשתים "],"query":"007010011"},{"canonical":"Judges 10:12","passages":["וצידונים ועמלק ומעון לחצו אתכם ותצעקו אלי ואושיעה אתכם מידם "],"query":"007010012"},{"canonical":"Judges 10:13","passages":["ואתם עזבתם אותי ותעבדו אלהים אחרים לכן לא אוסיף להושיע אתכם "],"query":"007010013"},{"canonical":"Judges 10:14","passages":["לכו וזעקו אל האלהים אשר בחרתם בם המה יושיעו לכם בעת צרתכם "],"query":"007010014"},{"canonical":"Judges 10:15","passages":["ויאמרו בני ישראל אל יהוה חטאנו עשה אתה לנו ככל הטוב בעיניך אך הצילנו נא היום הזה "],"query":"007010015"},{"canonical":"Judges 10:16","passages":["ויסירו את אלהי הנכר מקרבם ויעבדו את יהוה ותקצר נפשו בעמל ישראל פ"],"query":"007010016"},{"canonical":"Judges 10:17","passages":["ויצעקו בני עמון ויחנו בגלעד ויאספו בני ישראל ויחנו במצפה "],"query":"007010017"},{"canonical":"Judges 10:18","passages":["ויאמרו העם שרי גלעד איש אל רעהו מי האיש אשר יחל להלחם בבני עמון יהיה לראש לכל ישבי גלעד פ"],"query":"007010018"}]}