{"query":"007021","verses":[{},{"canonical":"Judges 21:1","passages":["ואיש ישראל נשבע במצפה לאמר איש ממנו לא יתן בתו לבנימן לאשה "],"query":"007021001"},{"canonical":"Judges 21:2","passages":["ויבא העם בית אל וישבו שם עד הערב לפני האלהים וישאו קולם ויבכו בכי גדול "],"query":"007021002"},{"canonical":"Judges 21:3","passages":["ויאמרו למה יהוה אלהי ישראל היתה זאת בישראל להפקד היום מישראל שבט אחד "],"query":"007021003"},{"canonical":"Judges 21:4","passages":["ויהי ממחרת וישכימו העם ויבנו שם מזבח ויעלו עלות ושלמים פ"],"query":"007021004"},{"canonical":"Judges 21:5","passages":["ויאמרו בני ישראל מי אשר לא עלה בקהל מכל שבטי ישראל אל יהוה כי השבועה הגדולה היתה לאשר לא עלה אל יהוה המצפה לאמר מות יומת "],"query":"007021005"},{"canonical":"Judges 21:6","passages":["וינחמו בני ישראל אל בנימן אחיו ויאמרו נגדע היום שבט אחד מישראל "],"query":"007021006"},{"canonical":"Judges 21:7","passages":["מה נעשה להם לנותרים לנשים ואנחנו נשבענו ביהוה לבלתי תת להם מבנותינו לנשים "],"query":"007021007"},{"canonical":"Judges 21:8","passages":["ויאמרו מי אחד משבטי ישראל אשר לא עלה אל יהוה המצפה והנה לא בא איש אל המחנה מיביש גלעד אל הקהל "],"query":"007021008"},{"canonical":"Judges 21:9","passages":["ויתפקד העם והנה אין שם איש מיושבי יבש גלעד "],"query":"007021009"},{"canonical":"Judges 21:10","passages":["וישלחו שם העדה שנים עשר אלף איש מבני החיל ויצוו אותם לאמר לכו והכיתם את יושבי יבש גלעד לפי חרב והנשים והטף "],"query":"007021010"},{"canonical":"Judges 21:11","passages":["וזה הדבר אשר תעשו כל זכר וכל אשה ידעת משכב זכר תחרימו "],"query":"007021011"},{"canonical":"Judges 21:12","passages":["וימצאו מיושבי יביש גלעד ארבע מאות נערה בתולה אשר לא ידעה איש למשכב זכר ויביאו אותם אל המחנה שלה אשר בארץ כנען  ס "],"query":"007021012"},{"canonical":"Judges 21:13","passages":["וישלחו כל העדה וידברו אל בני בנימן אשר בסלע רמון ויקראו להם שלום "],"query":"007021013"},{"canonical":"Judges 21:14","passages":["וישב בנימן בעת ההיא ויתנו להם הנשים אשר חיו מנשי יבש גלעד ולא מצאו להם כן "],"query":"007021014"},{"canonical":"Judges 21:15","passages":["והעם נחם לבנימן כי עשה יהוה פרץ בשבטי ישראל "],"query":"007021015"},{"canonical":"Judges 21:16","passages":["ויאמרו זקני העדה מה נעשה לנותרים לנשים כי נשמדה מבנימן אשה "],"query":"007021016"},{"canonical":"Judges 21:17","passages":["ויאמרו ירשת פליטה לבנימן ולא ימחה שבט מישראל "],"query":"007021017"},{"canonical":"Judges 21:18","passages":["ואנחנו לא נוכל לתת להם נשים מבנותינו כי נשבעו בני ישראל לאמר ארור נתן אשה לבנימן  ס "],"query":"007021018"},{"canonical":"Judges 21:19","passages":["ויאמרו הנה חג יהוה בשלו מימים ימימה אשר מצפונה לבית אל מזרחה השמש למסלה העלה מבית אל שכמה ומנגב ללבונה "],"query":"007021019"},{"canonical":"Judges 21:20","passages":["ויצוו את בני בנימן לאמר לכו וארבתם בכרמים "],"query":"007021020"},{"canonical":"Judges 21:21","passages":["וראיתם והנה אם יצאו בנות שילו לחול במחלות ויצאתם מן הכרמים וחטפתם לכם איש אשתו מבנות שילו והלכתם ארץ בנימן "],"query":"007021021"},{"canonical":"Judges 21:22","passages":["והיה כי יבאו אבותם או אחיהם  ס "],"query":"007021022"},{"canonical":"Judges 21:23","passages":["ויעשו כן בני בנימן וישאו נשים למספרם מן המחללות אשר גזלו וילכו וישובו אל נחלתם ויבנו את הערים וישבו בהם "],"query":"007021023"},{"canonical":"Judges 21:24","passages":["ויתהלכו משם בני ישראל בעת ההיא איש לשבטו ולמשפחתו ויצאו משם איש לנחלתו "],"query":"007021024"},{"canonical":"Judges 21:25","passages":["בימים ההם אין מלך בישראל איש הישר בעיניו יעשה "],"query":"007021025"}]}