{"query":"007009","verses":[{},{"canonical":"Judges 9:1","passages":["וילך אבימלך בן ירבעל שכמה אל אחי אמו וידבר אליהם ואל כל משפחת בית אבי אמו לאמר "],"query":"007009001"},{"canonical":"Judges 9:2","passages":["דברו נא באזני כל בעלי שכם מה טוב לכם המשל בכם שבעים איש כל בני ירבעל אם משל בכם איש אחד וזכרתם כי עצמכם ובשרכם אני "],"query":"007009002"},{"canonical":"Judges 9:3","passages":["וידברו אחי אמו עליו באזני כל בעלי שכם את כל הדברים האלה ויט לבם אחרי אבימלך כי אמרו אחינו הוא "],"query":"007009003"},{"canonical":"Judges 9:4","passages":["ויתנו לו שבעים כסף מבית בעל ברית וישכר בהם אבימלך אנשים ריקים ופחזים וילכו אחריו "],"query":"007009004"},{"canonical":"Judges 9:5","passages":["ויבא בית אביו עפרתה ויהרג את אחיו בני ירבעל שבעים איש על אבן אחת ויותר יותם בן ירבעל הקטן כי נחבא  ס "],"query":"007009005"},{"canonical":"Judges 9:6","passages":["ויאספו כל בעלי שכם וכל בית מלוא וילכו וימליכו את אבימלך למלך עם אלון מצב אשר בשכם "],"query":"007009006"},{"canonical":"Judges 9:7","passages":["ויגדו ליותם וילך ויעמד בראש הר גרזים וישא קולו ויקרא ויאמר להם שמעו אלי בעלי שכם וישמע אליכם אלהים "],"query":"007009007"},{"canonical":"Judges 9:8","passages":["הלוך הלכו העצים למשח עליהם מלך ויאמרו לזית מלכה עלינו "],"query":"007009008"},{"canonical":"Judges 9:9","passages":["ויאמר להם הזית החדלתי את דשני אשר בי יכבדו אלהים ואנשים והלכתי לנוע על העצים "],"query":"007009009"},{"canonical":"Judges 9:10","passages":["ויאמרו העצים לתאנה לכי את מלכי עלינו "],"query":"007009010"},{"canonical":"Judges 9:11","passages":["ותאמר להם התאנה החדלתי את מתקי ואת תנובתי הטובה והלכתי לנוע על העצים "],"query":"007009011"},{"canonical":"Judges 9:12","passages":["ויאמרו העצים לגפן לכי את מלכי עלינו "],"query":"007009012"},{"canonical":"Judges 9:13","passages":["ותאמר להם הגפן החדלתי את תירושי המשמח אלהים ואנשים והלכתי לנוע על העצים "],"query":"007009013"},{"canonical":"Judges 9:14","passages":["ויאמרו כל העצים אל האטד לך אתה מלך עלינו "],"query":"007009014"},{"canonical":"Judges 9:15","passages":["ויאמר האטד אל העצים אם באמת אתם משחים אתי למלך עליכם באו חסו בצלי ואם אין תצא אש מן האטד ותאכל את ארזי הלבנון "],"query":"007009015"},{"canonical":"Judges 9:16","passages":["ועתה אם באמת ובתמים עשיתם ותמליכו את אבימלך ואם טובה עשיתם עם ירבעל ועם ביתו ואם כגמול ידיו עשיתם לו "],"query":"007009016"},{"canonical":"Judges 9:17","passages":["אשר נלחם אבי עליכם וישלך את נפשו מנגד ויצל אתכם מיד מדין "],"query":"007009017"},{"canonical":"Judges 9:18","passages":["ואתם קמתם על בית אבי היום ותהרגו את בניו שבעים איש על אבן אחת ותמליכו את אבימלך בן אמתו על בעלי שכם כי אחיכם הוא "],"query":"007009018"},{"canonical":"Judges 9:19","passages":["ואם באמת ובתמים עשיתם עם ירבעל ועם ביתו היום הזה שמחו באבימלך וישמח גם הוא בכם "],"query":"007009019"},{"canonical":"Judges 9:20","passages":["ואם אין תצא אש מאבימלך ותאכל את בעלי שכם ואת בית מלוא ותצא אש מבעלי שכם ומבית מלוא ותאכל את אבימלך "],"query":"007009020"},{"canonical":"Judges 9:21","passages":["וינס יותם ויברח וילך בארה וישב שם מפני אבימלך אחיו פ"],"query":"007009021"},{"canonical":"Judges 9:22","passages":["וישר אבימלך על ישראל שלש שנים "],"query":"007009022"},{"canonical":"Judges 9:23","passages":["וישלח אלהים רוח רעה בין אבימלך ובין בעלי שכם ויבגדו בעלי שכם באבימלך "],"query":"007009023"},{"canonical":"Judges 9:24","passages":["לבוא חמס שבעים בני ירבעל ודמם לשום על אבימלך אחיהם אשר הרג אותם ועל בעלי שכם אשר חזקו את ידיו להרג את אחיו "],"query":"007009024"},{"canonical":"Judges 9:25","passages":["וישימו לו בעלי שכם מארבים על ראשי ההרים ויגזלו את כל אשר יעבר עליהם בדרך ויגד לאבימלך פ"],"query":"007009025"},{"canonical":"Judges 9:26","passages":["ויבא געל בן עבד ואחיו ויעברו בשכם ויבטחו בו בעלי שכם "],"query":"007009026"},{"canonical":"Judges 9:27","passages":["ויצאו השדה ויבצרו את כרמיהם וידרכו ויעשו הלולים ויבאו בית אלהיהם ויאכלו וישתו ויקללו את אבימלך "],"query":"007009027"},{"canonical":"Judges 9:28","passages":["ויאמר געל בן עבד מי אבימלך ומי שכם כי נעבדנו הלא בן ירבעל וזבל פקידו עבדו את אנשי חמור אבי שכם ומדוע נעבדנו אנחנו "],"query":"007009028"},{"canonical":"Judges 9:29","passages":["ומי יתן את העם הזה בידי ואסירה את אבימלך ויאמר לאבימלך רבה צבאך וצאה "],"query":"007009029"},{"canonical":"Judges 9:30","passages":["וישמע זבל שר העיר את דברי געל בן עבד ויחר אפו "],"query":"007009030"},{"canonical":"Judges 9:31","passages":["וישלח מלאכים אל אבימלך בתרמה לאמר הנה געל בן עבד ואחיו באים שכמה והנם צרים את העיר עליך "],"query":"007009031"},{"canonical":"Judges 9:32","passages":["ועתה קום לילה אתה והעם אשר אתך וארב בשדה "],"query":"007009032"},{"canonical":"Judges 9:33","passages":["והיה בבקר כזרח השמש תשכים ופשטת על העיר והנה הוא והעם אשר אתו יצאים אליך ועשית לו כאשר תמצא ידך  ס "],"query":"007009033"},{"canonical":"Judges 9:34","passages":["ויקם אבימלך וכל העם אשר עמו לילה ויארבו על שכם ארבעה ראשים "],"query":"007009034"},{"canonical":"Judges 9:35","passages":["ויצא געל בן עבד ויעמד פתח שער העיר ויקם אבימלך והעם אשר אתו מן המארב "],"query":"007009035"},{"canonical":"Judges 9:36","passages":["וירא געל את העם ויאמר אל זבל הנה עם יורד מראשי ההרים ויאמר אליו זבל את צל ההרים אתה ראה כאנשים  ס "],"query":"007009036"},{"canonical":"Judges 9:37","passages":["ויסף עוד געל לדבר ויאמר הנה עם יורדים מעם טבור הארץ וראש אחד בא מדרך אלון מעוננים "],"query":"007009037"},{"canonical":"Judges 9:38","passages":["ויאמר אליו זבל איה אפוא פיך אשר תאמר מי אבימלך כי נעבדנו הלא זה העם אשר מאסתה בו צא נא עתה והלחם בו  ס "],"query":"007009038"},{"canonical":"Judges 9:39","passages":["ויצא געל לפני בעלי שכם וילחם באבימלך "],"query":"007009039"},{"canonical":"Judges 9:40","passages":["וירדפהו אבימלך וינס מפניו ויפלו חללים רבים עד פתח השער "],"query":"007009040"},{"canonical":"Judges 9:41","passages":["וישב אבימלך בארומה ויגרש זבל את געל ואת אחיו משבת בשכם "],"query":"007009041"},{"canonical":"Judges 9:42","passages":["ויהי ממחרת ויצא העם השדה ויגדו לאבימלך "],"query":"007009042"},{"canonical":"Judges 9:43","passages":["ויקח את העם ויחצם לשלשה ראשים ויארב בשדה וירא והנה העם יצא מן העיר ויקם עליהם ויכם "],"query":"007009043"},{"canonical":"Judges 9:44","passages":["ואבימלך והראשים אשר עמו פשטו ויעמדו פתח שער העיר ושני ה͏ראשים פשטו על כל אשר בשדה ויכום "],"query":"007009044"},{"canonical":"Judges 9:45","passages":["ואבימלך נלחם בעיר כל היום ההוא וילכד את העיר ואת העם אשר בה הרג ויתץ את העיר ויזרעה מלח פ"],"query":"007009045"},{"canonical":"Judges 9:46","passages":["וישמעו כל בעלי מגדל שכם ויבאו אל צריח בית אל ברית "],"query":"007009046"},{"canonical":"Judges 9:47","passages":["ויגד לאבימלך כי התקבצו כל בעלי מגדל שכם "],"query":"007009047"},{"canonical":"Judges 9:48","passages":["ויעל אבימלך הר צלמון הוא וכל העם אשר אתו ויקח אבימלך את הקרדמות בידו ויכרת שוכת עצים וישאה וישם על שכמו ויאמר אל העם אשר עמו מה ראיתם עשיתי מהרו עשו כמוני "],"query":"007009048"},{"canonical":"Judges 9:49","passages":["ויכרתו גם כל העם איש שוכה וילכו אחרי אבימלך וישימו על הצריח ויציתו עליהם את הצריח באש וימתו גם כל אנשי מגדל שכם כאלף איש ואשה פ"],"query":"007009049"},{"canonical":"Judges 9:50","passages":["וילך אבימלך אל תבץ ויחן בתבץ וילכדה "],"query":"007009050"},{"canonical":"Judges 9:51","passages":["ומגדל עז היה בתוך העיר וינסו שמה כל האנשים והנשים וכל בעלי העיר ויסגרו בעדם ויעלו על גג המגדל "],"query":"007009051"},{"canonical":"Judges 9:52","passages":["ויבא אבימלך עד המגדל וילחם בו ויגש עד פתח המגדל לשרפו באש "],"query":"007009052"},{"canonical":"Judges 9:53","passages":["ותשלך אשה אחת פלח רכב על ראש אבימלך ותרץ את גלגלתו "],"query":"007009053"},{"canonical":"Judges 9:54","passages":["ויקרא מהרה אל הנער נשא כליו ויאמר לו שלף חרבך ומותתני פן יאמרו לי אשה הרגתהו וידקרהו נערו וימת "],"query":"007009054"},{"canonical":"Judges 9:55","passages":["ויראו איש ישראל כי מת אבימלך וילכו איש למקמו "],"query":"007009055"},{"canonical":"Judges 9:56","passages":["וישב אלהים את רעת אבימלך אשר עשה לאביו להרג את שבעים אחיו "],"query":"007009056"},{"canonical":"Judges 9:57","passages":["ואת כל רעת אנשי שכם השיב אלהים בראשם ותבא אליהם קללת יותם בן ירבעל פ"],"query":"007009057"}]}