{"query":"007011","verses":[{},{"canonical":"Judges 11:1","passages":["ויפתח הגלעדי היה גבור חיל והוא בן אשה זונה ויולד גלעד את יפתח "],"query":"007011001"},{"canonical":"Judges 11:2","passages":["ותלד אשת גלעד לו בנים ויגדלו בני האשה ויגרשו את יפתח ויאמרו לו לא תנחל בבית אבינו כי בן אשה אחרת אתה "],"query":"007011002"},{"canonical":"Judges 11:3","passages":["ויברח יפתח מפני אחיו וישב בארץ טוב ויתלקטו אל יפתח אנשים ריקים ויצאו עמו פ"],"query":"007011003"},{"canonical":"Judges 11:4","passages":["ויהי מימים וילחמו בני עמון עם ישראל "],"query":"007011004"},{"canonical":"Judges 11:5","passages":["ויהי כאשר נלחמו בני עמון עם ישראל וילכו זקני גלעד לקחת את יפתח מארץ טוב "],"query":"007011005"},{"canonical":"Judges 11:6","passages":["ויאמרו ליפתח לכה והייתה לנו לקצין ונלחמה בבני עמון "],"query":"007011006"},{"canonical":"Judges 11:7","passages":["ויאמר יפתח לזקני גלעד הלא אתם שנאתם אותי ותגרשוני מבית אבי ומדוע באתם אלי עתה כאשר צר לכם "],"query":"007011007"},{"canonical":"Judges 11:8","passages":["ויאמרו זקני גלעד אל יפתח לכן עתה שבנו אליך והלכת עמנו ונלחמת בבני עמון והיית לנו לראש לכל ישבי גלעד "],"query":"007011008"},{"canonical":"Judges 11:9","passages":["ויאמר יפתח אל זקני גלעד אם משיבים אתם אותי להלחם בבני עמון ונתן יהוה אותם לפני אנכי אהיה לכם לראש "],"query":"007011009"},{"canonical":"Judges 11:10","passages":["ויאמרו זקני גלעד אל יפתח יהוה יהיה שמע בינותינו אם לא כדברך כן נעשה "],"query":"007011010"},{"canonical":"Judges 11:11","passages":["וילך יפתח עם זקני גלעד וישימו העם אותו עליהם לראש ולקצין וידבר יפתח את כל דבריו לפני יהוה במצפה פ"],"query":"007011011"},{"canonical":"Judges 11:12","passages":["וישלח יפתח מלאכים אל מלך בני עמון לאמר מה לי ולך כי באת אלי להלחם בארצי "],"query":"007011012"},{"canonical":"Judges 11:13","passages":["ויאמר מלך בני עמון אל מלאכי יפתח כי לקח ישראל את ארצי בעלותו ממצרים מארנון ועד היבק ועד הירדן ועתה השיבה אתהן בשלום "],"query":"007011013"},{"canonical":"Judges 11:14","passages":["ויוסף עוד יפתח וישלח מלאכים אל מלך בני עמון "],"query":"007011014"},{"canonical":"Judges 11:15","passages":["ויאמר לו כה אמר יפתח לא לקח ישראל את ארץ מואב ואת ארץ בני עמון "],"query":"007011015"},{"canonical":"Judges 11:16","passages":["כי בעלותם ממצרים וילך ישראל במדבר עד ים סוף ויבא קדשה "],"query":"007011016"},{"canonical":"Judges 11:17","passages":["וישלח ישראל מלאכים אל מלך אדום לאמר אעברה נא בארצך ולא שמע מלך אדום וגם אל מלך מואב שלח ולא אבה וישב ישראל בקדש "],"query":"007011017"},{"canonical":"Judges 11:18","passages":["וילך במדבר ויסב את ארץ אדום ואת ארץ מואב ויבא ממזרח שמש לארץ מואב ויחנון בעבר ארנון ולא באו בגבול מואב כי ארנון גבול מואב "],"query":"007011018"},{"canonical":"Judges 11:19","passages":["וישלח ישראל מלאכים אל סיחון מלך האמרי מלך חשבון ויאמר לו ישראל נעברה נא בארצך עד מקומי "],"query":"007011019"},{"canonical":"Judges 11:20","passages":["ולא האמין סיחון את ישראל עבר בגבלו ויאסף סיחון את כל עמו ויחנו ביהצה וילחם עם ישראל "],"query":"007011020"},{"canonical":"Judges 11:21","passages":["ויתן יהוה אלהי ישראל את סיחון ואת כל עמו ביד ישראל ויכום ויירש ישראל את כל ארץ האמרי יושב הארץ ההיא "],"query":"007011021"},{"canonical":"Judges 11:22","passages":["ויירשו את כל גבול האמרי מארנון ועד היבק ומן המדבר ועד הירדן "],"query":"007011022"},{"canonical":"Judges 11:23","passages":["ועתה יהוה אלהי ישראל הוריש את האמרי מפני עמו ישראל ואתה תירשנו "],"query":"007011023"},{"canonical":"Judges 11:24","passages":["הלא את אשר יורישך כמוש אלהיך אותו תירש ואת כל אשר הוריש יהוה אלהינו מפנינו אותו נירש "],"query":"007011024"},{"canonical":"Judges 11:25","passages":["ועתה הטוב טוב אתה מבלק בן צפור מלך מואב הרוב רב עם ישראל אם נלחם נלחם בם "],"query":"007011025"},{"canonical":"Judges 11:26","passages":["בשבת ישראל בחשבון ובבנותיה ובערעור ובבנותיה ובכל הערים אשר על ידי ארנון שלש מאות שנה ומדוע לא הצלתם בעת ההיא "],"query":"007011026"},{"canonical":"Judges 11:27","passages":["ואנכי לא חטאתי לך ואתה עשה אתי רעה להלחם בי ישפט יהוה השפט היום בין בני ישראל ובין בני עמון "],"query":"007011027"},{"canonical":"Judges 11:28","passages":["ולא שמע מלך בני עמון אל דברי יפתח אשר שלח אליו פ"],"query":"007011028"},{"canonical":"Judges 11:29","passages":["ותהי על יפתח רוח יהוה ויעבר את הגלעד ואת מנשה ויעבר את מצפה גלעד וממצפה גלעד עבר בני עמון "],"query":"007011029"},{"canonical":"Judges 11:30","passages":["וידר יפתח נדר ליהוה ויאמר אם נתון תתן את בני עמון בידי "],"query":"007011030"},{"canonical":"Judges 11:31","passages":["והיה היוצא אשר יצא מדלתי ביתי לקראתי בשובי בשלום מבני עמון והיה ליהוה והעליתהו עולה פ"],"query":"007011031"},{"canonical":"Judges 11:32","passages":["ויעבר יפתח אל בני עמון להלחם בם ויתנם יהוה בידו "],"query":"007011032"},{"canonical":"Judges 11:33","passages":["ויכם מערוער ועד בואך מנית עשרים עיר ועד אבל כרמים מכה גדולה מאד ויכנעו בני עמון מפני בני ישראל פ"],"query":"007011033"},{"canonical":"Judges 11:34","passages":["ויבא יפתח המצפה אל ביתו והנה בתו יצאת לקראתו בתפים ובמחלות ורק היא יחידה אין לו ממנו בן או בת "],"query":"007011034"},{"canonical":"Judges 11:35","passages":["ויהי כראותו אותה ויקרע את בגדיו ויאמר אהה בתי הכרע הכרעתני ואת היית בעכרי ואנכי פציתי פי אל יהוה ולא אוכל לשוב "],"query":"007011035"},{"canonical":"Judges 11:36","passages":["ותאמר אליו אבי פציתה את פיך אל יהוה עשה לי כאשר יצא מפיך אחרי אשר עשה לך יהוה נקמות מאיביך מבני עמון "],"query":"007011036"},{"canonical":"Judges 11:37","passages":["ותאמר אל אביה יעשה לי הדבר הזה הרפה ממני שנים חדשים ואלכה וירדתי על ההרים ואבכה על בתולי אנכי ורעותי "],"query":"007011037"},{"canonical":"Judges 11:38","passages":["ויאמר לכי וישלח אותה שני חדשים ותלך היא ורעותיה ותבך על בתוליה על ההרים "],"query":"007011038"},{"canonical":"Judges 11:39","passages":["ויהי מקץ שנים חדשים ותשב אל אביה ויעש לה את נדרו אשר נדר והיא לא ידעה איש ותהי חק בישראל "],"query":"007011039"},{"canonical":"Judges 11:40","passages":["מימים ימימה תלכנה בנות ישראל לתנות לבת יפתח הגלעדי ארבעת ימים בשנה  ס "],"query":"007011040"}]}