{"query":"007019","verses":[{},{"canonical":"Judges 19:1","passages":["ויהי בימים ההם ומלך אין בישראל ויהי איש לוי גר בירכתי הר אפרים ויקח לו אשה פילגש מבית לחם יהודה "],"query":"007019001"},{"canonical":"Judges 19:2","passages":["ותזנה עליו פילגשו ותלך מאתו אל בית אביה אל בית לחם יהודה ותהי שם ימים ארבעה חדשים "],"query":"007019002"},{"canonical":"Judges 19:3","passages":["ויקם אישה וילך אחריה לדבר על לבה להשיבה ונערו עמו וצמד חמרים ותביאהו בית אביה ויראהו אבי הנערה וישמח לקראתו "],"query":"007019003"},{"canonical":"Judges 19:4","passages":["ויחזק בו חתנו אבי הנערה וישב אתו שלשת ימים ויאכלו וישתו וילינו שם "],"query":"007019004"},{"canonical":"Judges 19:5","passages":["ויהי ביום הרביעי וישכימו בבקר ויקם ללכת ויאמר אבי הנערה אל חתנו סעד לבך פת לחם ואחר תלכו "],"query":"007019005"},{"canonical":"Judges 19:6","passages":["וישבו ויאכלו שניהם יחדו וישתו ויאמר אבי הנערה אל האיש הואל נא ולין ויטב לבך "],"query":"007019006"},{"canonical":"Judges 19:7","passages":["ויקם האיש ללכת ויפצר בו חתנו וישב וילן שם "],"query":"007019007"},{"canonical":"Judges 19:8","passages":["וישכם בבקר ביום החמישי ללכת ויאמר אבי הנערה סעד נא לבבך והתמהמהו עד נטות היום ויאכלו שניהם "],"query":"007019008"},{"canonical":"Judges 19:9","passages":["ויקם האיש ללכת הוא ופילגשו ונערו ויאמר לו חתנו אבי הנערה הנה נא רפה היום לערב לינו נא הנה חנות היום לין פה וייטב לבבך והשכמתם מחר לדרככם והלכת לאהלך "],"query":"007019009"},{"canonical":"Judges 19:10","passages":["ולא אבה האיש ללון ויקם וילך ויבא עד נכח יבוס היא ירושל͏ם ועמו צמד חמורים חבושים ופילגשו עמו "],"query":"007019010"},{"canonical":"Judges 19:11","passages":["הם עם יבוס והיום רד מאד ויאמר הנער אל אדניו לכה נא ונסורה אל עיר היבוסי הזאת ונלין בה "],"query":"007019011"},{"canonical":"Judges 19:12","passages":["ויאמר אליו אדניו לא נסור אל עיר נכרי אשר לא מבני ישראל הנה ועברנו עד גבעה "],"query":"007019012"},{"canonical":"Judges 19:13","passages":["ויאמר לנערו לך ונקרבה באחד המקמות ולנו בגבעה או ברמה "],"query":"007019013"},{"canonical":"Judges 19:14","passages":["ויעברו וילכו ותבא להם השמש אצל הגבעה אשר לבנימן "],"query":"007019014"},{"canonical":"Judges 19:15","passages":["ויסרו שם לבוא ללון בגבעה ויבא וישב ברחוב העיר ואין איש מאסף אותם הביתה ללון "],"query":"007019015"},{"canonical":"Judges 19:16","passages":["והנה איש זקן בא מן מעשהו מן השדה בערב והאיש מהר אפרים והוא גר בגבעה ואנשי המקום בני ימיני "],"query":"007019016"},{"canonical":"Judges 19:17","passages":["וישא עיניו וירא את האיש הארח ברחב העיר ויאמר האיש הזקן אנה תלך ומאין תבוא "],"query":"007019017"},{"canonical":"Judges 19:18","passages":["ויאמר אליו עברים אנחנו מבית לחם יהודה עד ירכתי הר אפרים משם אנכי ואלך עד בית לחם יהודה ואת בית יהוה אני הלך ואין איש מאסף אותי הביתה "],"query":"007019018"},{"canonical":"Judges 19:19","passages":["וגם תבן גם מספוא יש לחמורינו וגם לחם ויין יש לי ולאמתך ולנער עם עבדיך אין מחסור כל דבר "],"query":"007019019"},{"canonical":"Judges 19:20","passages":["ויאמר האיש הזקן שלום לך רק כל מחסורך עלי רק ברחוב אל תלן "],"query":"007019020"},{"canonical":"Judges 19:21","passages":["ויביאהו לביתו ויבול לחמורים וירחצו רגליהם ויאכלו וישתו "],"query":"007019021"},{"canonical":"Judges 19:22","passages":["המה מיטיבים את לבם והנה אנשי העיר אנשי בני בליעל נסבו את הבית מתדפקים על הדלת ויאמרו אל האיש בעל הבית הזקן לאמר הוצא את האיש אשר בא אל ביתך ונדענו "],"query":"007019022"},{"canonical":"Judges 19:23","passages":["ויצא אליהם האיש בעל הבית ויאמר אלהם אל אחי אל תרעו נא אחרי אשר בא האיש הזה אל ביתי אל תעשו את הנבלה הזאת "],"query":"007019023"},{"canonical":"Judges 19:24","passages":["הנה בתי הבתולה ופילגשהו אוציאה נא אותם וענו אותם ועשו להם הטוב בעיניכם ולאיש הזה לא תעשו דבר הנבלה הזאת "],"query":"007019024"},{"canonical":"Judges 19:25","passages":["ולא אבו האנשים לשמע לו ויחזק האיש בפילגשו ויצא אליהם החוץ וידעו אותה ויתעללו בה כל הלילה עד הבקר וישלחוה כעלות השחר "],"query":"007019025"},{"canonical":"Judges 19:26","passages":["ותבא האשה לפנות הבקר ותפל פתח בית האיש אשר אדוניה שם עד האור "],"query":"007019026"},{"canonical":"Judges 19:27","passages":["ויקם אדניה בבקר ויפתח דלתות הבית ויצא ללכת לדרכו והנה האשה פילגשו נפלת פתח הבית וידיה על הסף "],"query":"007019027"},{"canonical":"Judges 19:28","passages":["ויאמר אליה קומי ונלכה ואין ענה ויקחה על החמור ויקם האיש וילך למקמו "],"query":"007019028"},{"canonical":"Judges 19:29","passages":["ויבא אל ביתו ויקח את המאכלת ויחזק בפילגשו וינתחה לעצמיה לשנים עשר נתחים וישלחה בכל גבול ישראל "],"query":"007019029"},{"canonical":"Judges 19:30","passages":["והיה כל הראה ואמר לא נהיתה ולא נראתה כזאת למיום עלות בני ישראל מארץ מצרים עד היום הזה שימו לכם עליה עצו ודברו פ"],"query":"007019030"}]}