{"query":"008001","verses":[{},{"canonical":"Ruth 1:1","passages":["ויהי בימי שפט השפטים ויהי רעב בארץ וילך איש מבית לחם יהודה לגור בשדי מואב הוא ואשתו ושני בניו "],"query":"008001001"},{"canonical":"Ruth 1:2","passages":["ושם האיש אלימלך ושם אשתו נעמי ושם שני בניו מחלון וכליון אפרתים מבית לחם יהודה ויבאו שדי מואב ויהיו שם "],"query":"008001002"},{"canonical":"Ruth 1:3","passages":["וימת אלימלך איש נעמי ותשאר היא ושני בניה "],"query":"008001003"},{"canonical":"Ruth 1:4","passages":["וישאו להם נשים מאביות שם האחת ערפה ושם השנית רות וישבו שם כעשר שנים "],"query":"008001004"},{"canonical":"Ruth 1:5","passages":["וימותו גם שניהם מחלון וכליון ותשאר האשה משני ילדיה ומאישה "],"query":"008001005"},{"canonical":"Ruth 1:6","passages":["ותקם היא וכלתיה ותשב משדי מואב כי שמעה בשדה מואב כי פקד יהוה את עמו לתת להם לחם "],"query":"008001006"},{"canonical":"Ruth 1:7","passages":["ותצא מן המקום אשר היתה שמה ושתי כלתיה עמה ותלכנה בדרך לשוב אל ארץ יהודה "],"query":"008001007"},{"canonical":"Ruth 1:8","passages":["ותאמר נעמי לשתי כלתיה לכנה שבנה אשה לבית אמה יעש יהוה עמכם חסד כאשר עשיתם עם המתים ועמדי "],"query":"008001008"},{"canonical":"Ruth 1:9","passages":["יתן יהוה לכם ומצאן מנוחה אשה בית אישה ותשק להן ותשאנה קולן ותבכינה "],"query":"008001009"},{"canonical":"Ruth 1:10","passages":["ותאמרנה לה כי אתך נשוב לעמך "],"query":"008001010"},{"canonical":"Ruth 1:11","passages":["ותאמר נעמי שבנה בנתי למה תלכנה עמי העוד לי בנים במעי והיו לכם לאנשים "],"query":"008001011"},{"canonical":"Ruth 1:12","passages":["שבנה בנתי לכן כי זקנתי מהיות לאיש כי אמרתי יש לי תקוה גם הייתי הלילה לאיש וגם ילדתי בנים "],"query":"008001012"},{"canonical":"Ruth 1:13","passages":["הלהן תשברנה עד אשר יגדלו הלהן תעגנה לבלתי היות לאיש אל בנתי כי מר לי מאד מכם כי יצאה בי יד יהוה "],"query":"008001013"},{"canonical":"Ruth 1:14","passages":["ותשנה קולן ותבכינה עוד ותשק ערפה לחמותה ורות דבקה בה "],"query":"008001014"},{"canonical":"Ruth 1:15","passages":["ותאמר הנה שבה יבמתך אל עמה ואל אלהיה שובי אחרי יבמתך "],"query":"008001015"},{"canonical":"Ruth 1:16","passages":["ותאמר רות אל תפגעי בי לעזבך לשוב מאחריך כי אל אשר תלכי אלך ובאשר תליני אלין עמך עמי ואלהיך אלהי "],"query":"008001016"},{"canonical":"Ruth 1:17","passages":["באשר תמותי אמות ושם אקבר כה יעשה יהוה לי וכה יסיף כי המות יפריד ביני ובינך "],"query":"008001017"},{"canonical":"Ruth 1:18","passages":["ותרא כי מתאמצת היא ללכת אתה ותחדל לדבר אליה "],"query":"008001018"},{"canonical":"Ruth 1:19","passages":["ותלכנה שתיהם עד באנה בית לחם ויהי כבאנה בית לחם ותהם כל העיר עליהן ותאמרנה הזאת נעמי "],"query":"008001019"},{"canonical":"Ruth 1:20","passages":["ותאמר אליהן אל תקראנה לי נעמי קראן לי מרא כי המר שדי לי מאד "],"query":"008001020"},{"canonical":"Ruth 1:21","passages":["אני מלאה הלכתי וריקם השיבני יהוה למה תקראנה לי נעמי ויהוה ענה בי ושדי הרע לי "],"query":"008001021"},{"canonical":"Ruth 1:22","passages":["ותשב נעמי ורות המואביה כלתה עמה השבה משדי מואב והמה באו בית לחם בתחלת קציר שערים "],"query":"008001022"}]}