{"query":"008002","verses":[{},{"canonical":"Ruth 2:1","passages":["ולנעמי מודע לאישה איש גבור חיל ממשפחת אלימלך ושמו בעז "],"query":"008002001"},{"canonical":"Ruth 2:2","passages":["ותאמר רות המואביה אל נעמי אלכה נא השדה ואלקטה בשבלים אחר אשר אמצא חן בעיניו ותאמר לה לכי בתי "],"query":"008002002"},{"canonical":"Ruth 2:3","passages":["ותלך ותבוא ותלקט בשדה אחרי הקצרים ויקר מקרה חלקת השדה לבעז אשר ממשפחת אלימלך "],"query":"008002003"},{"canonical":"Ruth 2:4","passages":["והנה בעז בא מבית לחם ויאמר לקוצרים יהוה עמכם ויאמרו לו יברכך יהוה "],"query":"008002004"},{"canonical":"Ruth 2:5","passages":["ויאמר בעז לנערו הנצב על הקוצרים למי הנערה הזאת "],"query":"008002005"},{"canonical":"Ruth 2:6","passages":["ויען הנער הנצב על הקוצרים ויאמר נערה מואביה היא השבה עם נעמי משדה מואב "],"query":"008002006"},{"canonical":"Ruth 2:7","passages":["ותאמר אלקטה נא ואספתי בעמרים אחרי הקוצרים ותבוא ותעמוד מאז הבקר ועד עתה זה שבתה הבית מעט "],"query":"008002007"},{"canonical":"Ruth 2:8","passages":["ויאמר בעז אל רות הלוא שמעת בתי אל תלכי ללקט בשדה אחר וגם לא תעבורי מזה וכה תדבקין עם נערתי "],"query":"008002008"},{"canonical":"Ruth 2:9","passages":["עיניך בשדה אשר יקצרון והלכת אחריהן הלוא צויתי את הנערים לבלתי נגעך וצמת והלכת אל הכלים ושתית מאשר ישאבון הנערים "],"query":"008002009"},{"canonical":"Ruth 2:10","passages":["ותפל על פניה ותשתחו ארצה ותאמר אליו מדוע מצאתי חן בעיניך להכירני ואנכי נכריה "],"query":"008002010"},{"canonical":"Ruth 2:11","passages":["ויען בעז ויאמר לה הגד הגד לי כל אשר עשית את חמותך אחרי מות אישך ותעזבי אביך ואמך וארץ מולדתך ותלכי אל עם אשר לא ידעת תמול שלשום "],"query":"008002011"},{"canonical":"Ruth 2:12","passages":["ישלם יהוה פעלך ותהי משכרתך שלמה מעם יהוה אלהי ישראל אשר באת לחסות תחת כנפיו "],"query":"008002012"},{"canonical":"Ruth 2:13","passages":["ותאמר אמצא חן בעיניך אדני כי נחמתני וכי דברת על לב שפחתך ואנכי לא אהיה כאחת שפחתיך "],"query":"008002013"},{"canonical":"Ruth 2:14","passages":["ויאמר לה בעז לעת האכל גשי הלם ואכלת מן הלחם וטבלת פתך בחמץ ותשב מצד הקוצרים ויצבט לה קלי ותאכל ותשבע ותתר "],"query":"008002014"},{"canonical":"Ruth 2:15","passages":["ותקם ללקט ויצו בעז את נעריו לאמר גם בין העמרים תלקט ולא תכלימוה "],"query":"008002015"},{"canonical":"Ruth 2:16","passages":["וגם של תשלו לה מן הצבתים ועזבתם ולקטה ולא תגערו בה "],"query":"008002016"},{"canonical":"Ruth 2:17","passages":["ותלקט בשדה עד הערב ותחבט את אשר לקטה ויהי כאיפה שערים "],"query":"008002017"},{"canonical":"Ruth 2:18","passages":["ותשא ותבוא העיר ותרא חמותה את אשר לקטה ותוצא ותתן לה את אשר הותרה משבעה "],"query":"008002018"},{"canonical":"Ruth 2:19","passages":["ותאמר לה חמותה איפה לקטת היום ואנה עשית יהי מכירך ברוך ותגד לחמותה את אשר עשתה עמו ותאמר שם האיש אשר עשיתי עמו היום בעז "],"query":"008002019"},{"canonical":"Ruth 2:20","passages":["ותאמר נעמי לכלתה ברוך הוא ליהוה אשר לא עזב חסדו את החיים ואת המתים ותאמר לה נעמי קרוב לנו האיש מגאלנו הוא "],"query":"008002020"},{"canonical":"Ruth 2:21","passages":["ותאמר רות המואביה גם כי אמר אלי עם הנערים אשר לי תדבקין עד אם כלו את כל הקציר אשר לי "],"query":"008002021"},{"canonical":"Ruth 2:22","passages":["ותאמר נעמי אל רות כלתה טוב בתי כי תצאי עם נערותיו ולא יפגעו בך בשדה אחר "],"query":"008002022"},{"canonical":"Ruth 2:23","passages":["ותדבק בנערות בעז ללקט עד כלות קציר השערים וקציר החטים ותשב את חמותה "],"query":"008002023"}]}