{"query":"008004","verses":[{},{"canonical":"Ruth 4:1","passages":["ובעז עלה השער וישב שם והנה הגאל עבר אשר דבר בעז ויאמר סורה שבה פה פלני אלמני ויסר וישב "],"query":"008004001"},{"canonical":"Ruth 4:2","passages":["ויקח עשרה אנשים מזקני העיר ויאמר שבו פה וישבו "],"query":"008004002"},{"canonical":"Ruth 4:3","passages":["ויאמר לגאל חלקת השדה אשר לאחינו לאלימלך מכרה נעמי השבה משדה מואב "],"query":"008004003"},{"canonical":"Ruth 4:4","passages":["ואני אמרתי אגלה אזנך לאמר קנה נגד הישבים ונגד זקני עמי אם תגאל גאל ואם לא יגאל הגידה לי ואדעה כי אין זולתך לגאול ואנכי אחריך ויאמר אנכי אגאל "],"query":"008004004"},{"canonical":"Ruth 4:5","passages":["ויאמר בעז ביום קנותך השדה מיד נעמי ומאת רות המואביה אשת המת קניתה להקים שם המת על נחלתו "],"query":"008004005"},{"canonical":"Ruth 4:6","passages":["ויאמר הגאל לא אוכל לגאל לי פן אשחית את נחלתי גאל לך אתה את גאלתי כי לא אוכל לגאל "],"query":"008004006"},{"canonical":"Ruth 4:7","passages":["וזאת לפנים בישראל על הגאולה ועל התמורה לקים כל דבר שלף איש נעלו ונתן לרעהו וזאת התעודה בישראל "],"query":"008004007"},{"canonical":"Ruth 4:8","passages":["ויאמר הגאל לבעז קנה לך וישלף נעלו "],"query":"008004008"},{"canonical":"Ruth 4:9","passages":["ויאמר בעז לזקנים וכל העם עדים אתם היום כי קניתי את כל אשר לאלימלך ואת כל אשר לכליון ומחלון מיד נעמי "],"query":"008004009"},{"canonical":"Ruth 4:10","passages":["וגם את רות המאביה אשת מחלון קניתי לי לאשה להקים שם המת על נחלתו ולא יכרת שם המת מעם אחיו ומשער מקומו עדים אתם היום "],"query":"008004010"},{"canonical":"Ruth 4:11","passages":["ויאמרו כל העם אשר בשער והזקנים עדים יתן יהוה את האשה הבאה אל ביתך כרחל וכלאה אשר בנו שתיהם את בית ישראל ועשה חיל באפרתה וקרא שם בבית לחם "],"query":"008004011"},{"canonical":"Ruth 4:12","passages":["ויהי ביתך כבית פרץ אשר ילדה תמר ליהודה מן הזרע אשר יתן יהוה לך מן הנערה הזאת "],"query":"008004012"},{"canonical":"Ruth 4:13","passages":["ויקח בעז את רות ותהי לו לאשה ויבא אליה ויתן יהוה לה הריון ותלד בן "],"query":"008004013"},{"canonical":"Ruth 4:14","passages":["ותאמרנה הנשים אל נעמי ברוך יהוה אשר לא השבית לך גאל היום ויקרא שמו בישראל "],"query":"008004014"},{"canonical":"Ruth 4:15","passages":["והיה לך למשיב נפש ולכלכל את שיבתך כי כלתך אשר אהבתך ילדתו אשר היא טובה לך משבעה בנים "],"query":"008004015"},{"canonical":"Ruth 4:16","passages":["ותקח נעמי את הילד ותשתהו בחיקה ותהי לו לאמנת "],"query":"008004016"},{"canonical":"Ruth 4:17","passages":["ותקראנה לו השכנות שם לאמר ילד בן לנעמי ותקראנה שמו עובד הוא אבי ישי אבי דוד פ"],"query":"008004017"},{"canonical":"Ruth 4:18","passages":["ואלה תולדות פרץ פרץ הוליד את חצרון "],"query":"008004018"},{"canonical":"Ruth 4:19","passages":["וחצרון הוליד את רם ורם הוליד את עמינדב "],"query":"008004019"},{"canonical":"Ruth 4:20","passages":["ועמינדב הוליד את נחשון ונחשון הוליד את שלמה "],"query":"008004020"},{"canonical":"Ruth 4:21","passages":["ושלמון הוליד את בעז ובעז הוליד את עובד "],"query":"008004021"},{"canonical":"Ruth 4:22","passages":["ועבד הוליד את ישי וישי הוליד את דוד "],"query":"008004022"}]}