{"query":"009021","verses":[{},{"canonical":"1 Samuel 21:1","passages":["ויקם וילך ויהונתן בא העיר "],"query":"009021001"},{"canonical":"1 Samuel 21:2","passages":["ויבא דוד נבה אל אחימלך הכהן ויחרד אחימלך לקראת דוד ויאמר לו מדוע אתה לבדך ואיש אין אתך "],"query":"009021002"},{"canonical":"1 Samuel 21:3","passages":["ויאמר דוד לאחימלך הכהן המלך צוני דבר ויאמר אלי איש אל ידע מאומה את הדבר אשר אנכי שלחך ואשר צויתך ואת הנערים יודעתי אל מקום פלני אלמוני "],"query":"009021003"},{"canonical":"1 Samuel 21:4","passages":["ועתה מה יש תחת ידך חמשה לחם תנה בידי או הנמצא "],"query":"009021004"},{"canonical":"1 Samuel 21:5","passages":["ויען הכהן את דוד ויאמר אין לחם חל אל תחת ידי כי אם לחם קדש יש אם נשמרו הנערים אך מאשה פ"],"query":"009021005"},{"canonical":"1 Samuel 21:6","passages":["ויען דוד את הכהן ויאמר לו כי אם אשה עצרה לנו כתמול שלשם בצאתי ויהיו כלי הנערים קדש והוא דרך חל ואף כי היום יקדש בכלי "],"query":"009021006"},{"canonical":"1 Samuel 21:7","passages":["ויתן לו הכהן קדש כי לא היה שם לחם כי אם לחם הפנים המוסרים מלפני יהוה לשום לחם חם ביום הלקחו "],"query":"009021007"},{"canonical":"1 Samuel 21:8","passages":["ושם איש מעבדי שאול ביום ההוא נעצר לפני יהוה ושמו דאג האדמי אביר הרעים אשר לשאול "],"query":"009021008"},{"canonical":"1 Samuel 21:9","passages":["ויאמר דוד לאחימלך ואין יש פה תחת ידך חנית או חרב כי גם חרבי וגם כלי לא לקחתי בידי כי היה דבר המלך נחוץ  ס "],"query":"009021009"},{"canonical":"1 Samuel 21:10","passages":["ויאמר הכהן חרב גלית הפלשתי אשר הכית בעמק האלה הנה היא לוטה בשמלה אחרי האפוד אם אתה תקח לך קח כי אין אחרת זולתה בזה ויאמר דוד אין כמוה תננה לי "],"query":"009021010"},{"canonical":"1 Samuel 21:11","passages":["ויקם דוד ויברח ביום ההוא מפני שאול ויבא אל אכיש מלך גת "],"query":"009021011"},{"canonical":"1 Samuel 21:12","passages":["ויאמרו עבדי אכיש אליו הלוא זה דוד מלך הארץ הלוא לזה יענו במחלות לאמר הכה שאול ברבבתיו "],"query":"009021012"},{"canonical":"1 Samuel 21:13","passages":["וישם דוד את הדברים האלה בלבבו וירא מאד מפני אכיש מלך גת "],"query":"009021013"},{"canonical":"1 Samuel 21:14","passages":["וישנו את טעמו בעיניהם ויתהלל בידם ויתיו על דלתות השער ויורד רירו אל זקנו "],"query":"009021014"},{"canonical":"1 Samuel 21:15","passages":["ויאמר אכיש אל עבדיו הנה תראו איש משתגע למה תביאו אתו אלי "],"query":"009021015"},{"canonical":"1 Samuel 21:16","passages":["חסר משגעים אני כי הבאתם את זה להשתגע עלי הזה יבוא אל ביתי  ס "],"query":"009021016"}]}