{"query":"009030","verses":[{},{"canonical":"1 Samuel 30:1","passages":["ויהי בבא דוד ואנשיו צקלג ביום השלישי ועמלקי פשטו אל נגב ואל צקלג ויכו את צקלג וישרפו אתה באש "],"query":"009030001"},{"canonical":"1 Samuel 30:2","passages":["וישבו את הנשים אשר בה מקטן ועד גדול לא המיתו איש וינהגו וילכו לדרכם "],"query":"009030002"},{"canonical":"1 Samuel 30:3","passages":["ויבא דוד ואנשיו אל העיר והנה שרופה באש ונשיהם ובניהם ובנתיהם נשבו "],"query":"009030003"},{"canonical":"1 Samuel 30:4","passages":["וישא דוד והעם אשר אתו את קולם ויבכו עד אשר אין בהם כח לבכות "],"query":"009030004"},{"canonical":"1 Samuel 30:5","passages":["ושתי נשי דוד נשבו אחינעם היזרעלית ואביגיל אשת נבל הכרמלי "],"query":"009030005"},{"canonical":"1 Samuel 30:6","passages":["ותצר לדוד מאד כי אמרו העם לסקלו כי מרה נפש כל העם איש על  ס "],"query":"009030006"},{"canonical":"1 Samuel 30:7","passages":["ויאמר דוד אל אביתר הכהן בן אחימלך הגישה נא לי האפד ויגש אביתר את האפד אל דוד "],"query":"009030007"},{"canonical":"1 Samuel 30:8","passages":["וישאל דוד ביהוה לאמר ארדף אחרי הגדוד הזה האשגנו ויאמר לו רדף כי השג תשיג והצל תציל "],"query":"009030008"},{"canonical":"1 Samuel 30:9","passages":["וילך דוד הוא ושש מאות איש אשר אתו ויבאו עד נחל הבשור והנותרים עמדו "],"query":"009030009"},{"canonical":"1 Samuel 30:10","passages":["וירדף דוד הוא וארבע מאות איש ויעמדו מאתים איש אשר פגרו מעבר את נחל הבשור "],"query":"009030010"},{"canonical":"1 Samuel 30:11","passages":["וימצאו איש מצרי בשדה ויקחו אתו אל דוד ויתנו לו לחם ויאכל וישקהו מים "],"query":"009030011"},{"canonical":"1 Samuel 30:12","passages":["ויתנו לו פלח דבלה ושני צמקים ויאכל ותשב רוחו אליו כי לא אכל לחם ולא שתה מים שלשה ימים ושלשה לילות  ס "],"query":"009030012"},{"canonical":"1 Samuel 30:13","passages":["ויאמר לו דוד למי אתה ואי מזה אתה ויאמר נער מצרי אנכי עבד לאיש עמלקי ויעזבני אדני כי חליתי היום שלשה "],"query":"009030013"},{"canonical":"1 Samuel 30:14","passages":["אנחנו פשטנו נגב הכרתי ועל אשר ליהודה ועל נגב כלב ואת צקלג שרפנו באש "],"query":"009030014"},{"canonical":"1 Samuel 30:15","passages":["ויאמר אליו דוד התורדני אל הגדוד הזה ויאמר השבעה לי באלהים אם תמיתני ואם תסגרני ביד אדני ואורדך אל הגדוד הזה "],"query":"009030015"},{"canonical":"1 Samuel 30:16","passages":["וירדהו והנה נטשים על פני כל הארץ אכלים ושתים וחגגים בכל השלל הגדול אשר לקחו מארץ פלשתים ומארץ יהודה "],"query":"009030016"},{"canonical":"1 Samuel 30:17","passages":["ויכם דוד מהנשף ועד הערב למחרתם ולא נמלט מהם איש כי אם ארבע מאות איש נער אשר רכבו על הגמלים וינסו "],"query":"009030017"},{"canonical":"1 Samuel 30:18","passages":["ויצל דוד את כל אשר לקחו עמלק ואת שתי נשיו הציל דוד "],"query":"009030018"},{"canonical":"1 Samuel 30:19","passages":["ולא נעדר להם מן הקטן ועד הגדול ועד בנים ובנות ומשלל ועד כל אשר לקחו להם הכל השיב דוד "],"query":"009030019"},{"canonical":"1 Samuel 30:20","passages":["ויקח דוד את כל הצאן והבקר נהגו לפני המקנה ההוא ויאמרו זה שלל דוד "],"query":"009030020"},{"canonical":"1 Samuel 30:21","passages":["ויבא דוד אל מאתים האנשים אשר פגרו מלכת אחרי דוד וישיבם בנחל הבשור ויצאו לקראת דוד ולקראת העם אשר אתו ויגש דוד את העם וישאל להם לשלום  ס "],"query":"009030021"},{"canonical":"1 Samuel 30:22","passages":["ויען כל איש רע ובליעל מהאנשים אשר הלכו עם דוד ויאמרו יען אשר לא הלכו עמי לא נתן להם מהשלל אשר הצלנו כי אם איש את אשתו ואת בניו וינהגו וילכו  ס "],"query":"009030022"},{"canonical":"1 Samuel 30:23","passages":["ויאמר דוד לא תעשו כן אחי את אשר נתן יהוה לנו וישמר אתנו ויתן את הגדוד הבא עלינו בידנו "],"query":"009030023"},{"canonical":"1 Samuel 30:24","passages":["ומי ישמע לכם לדבר הזה כי כחלק הירד במלחמה וכחלק הישב על הכלים יחדו יחלקו  ס "],"query":"009030024"},{"canonical":"1 Samuel 30:25","passages":["ויהי מהיום ההוא ומעלה וישמה לחק ולמשפט לישראל עד היום הזה פ"],"query":"009030025"},{"canonical":"1 Samuel 30:26","passages":["ויבא דוד אל צקלג וישלח מהשלל לזקני יהודה לרעהו לאמר הנה לכם ברכה משלל איבי יהוה "],"query":"009030026"},{"canonical":"1 Samuel 30:27","passages":["לאשר בבית אל ולאשר ברמות נגב ולאשר ביתר "],"query":"009030027"},{"canonical":"1 Samuel 30:28","passages":["ולאשר בערער ולאשר בשפמות ולאשר באשתמע  ס "],"query":"009030028"},{"canonical":"1 Samuel 30:29","passages":["ולאשר ברכל ולאשר בערי הירחמאלי ולאשר בערי הקיני "],"query":"009030029"},{"canonical":"1 Samuel 30:30","passages":["ולאשר בחרמה ולאשר בבור עשן ולאשר בעתך "],"query":"009030030"},{"canonical":"1 Samuel 30:31","passages":["ולאשר בחברון ולכל המקמות אשר התהלך שם דוד הוא ואנשיו פ"],"query":"009030031"}]}