{"query":"009017","verses":[{},{"canonical":"1 Samuel 17:1","passages":["ויאספו פלשתים את מחניהם למלחמה ויאספו שכה אשר ליהודה ויחנו בין שוכה ובין עזקה באפס דמים "],"query":"009017001"},{"canonical":"1 Samuel 17:2","passages":["ושאול ואיש ישראל נאספו ויחנו בעמק האלה ויערכו מלחמה לקראת פלשתים "],"query":"009017002"},{"canonical":"1 Samuel 17:3","passages":["ופלשתים עמדים אל ההר מזה וישראל עמדים אל ההר מזה והגיא ביניהם "],"query":"009017003"},{"canonical":"1 Samuel 17:4","passages":["ויצא איש הבנים ממחנות פלשתים גלית שמו מגת גבהו שש אמות וזרת "],"query":"009017004"},{"canonical":"1 Samuel 17:5","passages":["וכובע נחשת על ראשו ושריון קשקשים הוא לבוש ומשקל השריון חמשת אלפים שקלים נחשת "],"query":"009017005"},{"canonical":"1 Samuel 17:6","passages":["ומצחת נחשת על רגליו וכידון נחשת בין כתפיו "],"query":"009017006"},{"canonical":"1 Samuel 17:7","passages":["ועץ חניתו כמנור ארגים ולהבת חניתו שש מאות שקלים ברזל ונשא הצנה הלך לפניו "],"query":"009017007"},{"canonical":"1 Samuel 17:8","passages":["ויעמד ויקרא אל מערכת ישראל ויאמר להם למה תצאו לערך מלחמה הלוא אנכי הפלשתי ואתם עבדים לשאול ברו לכם איש וירד אלי "],"query":"009017008"},{"canonical":"1 Samuel 17:9","passages":["אם יוכל להלחם אתי והכני והיינו לכם לעבדים ואם אני אוכל לו והכיתיו והייתם לנו לעבדים ועבדתם אתנו "],"query":"009017009"},{"canonical":"1 Samuel 17:10","passages":["ויאמר הפלשתי אני חרפתי את מערכות ישראל היום הזה תנו לי איש ונלחמה יחד "],"query":"009017010"},{"canonical":"1 Samuel 17:11","passages":["וישמע שאול וכל ישראל את דברי הפלשתי האלה ויחתו ויראו מאד פ"],"query":"009017011"},{"canonical":"1 Samuel 17:12","passages":["ודוד בן איש אפרתי הזה מבית לחם יהודה ושמו ישי ולו שמנה בנים והאיש בימי שאול זקן בא באנשים "],"query":"009017012"},{"canonical":"1 Samuel 17:13","passages":["וילכו שלשת בני ישי הגדלים הלכו אחרי שאול למלחמה ושם שלשת בניו אשר הלכו במלחמה אליאב הבכור ומשנהו אבינדב והשלשי שמה "],"query":"009017013"},{"canonical":"1 Samuel 17:14","passages":["ודוד הוא הקטן ושלשה הגדלים הלכו אחרי שאול  ס "],"query":"009017014"},{"canonical":"1 Samuel 17:15","passages":["ודוד הלך ושב מעל שאול לרעות את צאן אביו בית לחם "],"query":"009017015"},{"canonical":"1 Samuel 17:16","passages":["ויגש הפלשתי השכם והערב ויתיצב ארבעים יום פ"],"query":"009017016"},{"canonical":"1 Samuel 17:17","passages":["ויאמר ישי לדוד בנו קח נא לאחיך איפת הקליא הזה ועשרה לחם הזה והרץ המחנה לאחיך "],"query":"009017017"},{"canonical":"1 Samuel 17:18","passages":["ואת עשרת חרצי החלב האלה תביא לשר האלף ואת אחיך תפקד לשלום ואת ערבתם תקח "],"query":"009017018"},{"canonical":"1 Samuel 17:19","passages":["ושאול והמה וכל איש ישראל בעמק האלה נלחמים עם פלשתים "],"query":"009017019"},{"canonical":"1 Samuel 17:20","passages":["וישכם דוד בבקר ויטש את הצאן על שמר וישא וילך כאשר צוהו ישי ויבא המעגלה והחיל היצא אל המערכה והרעו במלחמה "],"query":"009017020"},{"canonical":"1 Samuel 17:21","passages":["ותערך ישראל ופלשתים מערכה לקראת מערכה "],"query":"009017021"},{"canonical":"1 Samuel 17:22","passages":["ויטש דוד את הכלים מעליו על יד שומר הכלים וירץ המערכה ויבא וישאל לאחיו לשלום "],"query":"009017022"},{"canonical":"1 Samuel 17:23","passages":["והוא מדבר עמם והנה איש הבנים עולה גלית הפלשתי שמו מגת ממערכות פלשתים וידבר כדברים האלה וישמע דוד "],"query":"009017023"},{"canonical":"1 Samuel 17:24","passages":["וכל איש ישראל בראותם את האיש וינסו מפניו וייראו מאד "],"query":"009017024"},{"canonical":"1 Samuel 17:25","passages":["ויאמר איש ישראל הראיתם האיש העלה הזה כי לחרף את ישראל עלה והיה האיש אשר יכנו יעשרנו המלך עשר גדול ואת בתו יתן לו ואת בית אביו יעשה חפשי בישראל "],"query":"009017025"},{"canonical":"1 Samuel 17:26","passages":["ויאמר דוד אל האנשים העמדים עמו לאמר מה יעשה לאיש אשר יכה את הפלשתי הלז והסיר חרפה מעל ישראל כי מי הפלשתי הערל הזה כי חרף מערכות אלהים חיים "],"query":"009017026"},{"canonical":"1 Samuel 17:27","passages":["ויאמר לו העם כדבר הזה לאמר כה יעשה לאיש אשר יכנו "],"query":"009017027"},{"canonical":"1 Samuel 17:28","passages":["וישמע אליאב אחיו הגדול בדברו אל האנשים ויחר אף אליאב בדוד ויאמר למה זה ירדת ועל מי נטשת מעט הצאן ההנה במדבר אני ידעתי את זדנך ואת רע לבבך כי למען ראות המלחמה ירדת "],"query":"009017028"},{"canonical":"1 Samuel 17:29","passages":["ויאמר דוד מה עשיתי עתה הלוא דבר הוא "],"query":"009017029"},{"canonical":"1 Samuel 17:30","passages":["ויסב מאצלו אל מול אחר ויאמר כדבר הזה וישבהו העם דבר כדבר הראשון "],"query":"009017030"},{"canonical":"1 Samuel 17:31","passages":["וישמעו הדברים אשר דבר דוד ויגדו לפני שאול ויקחהו "],"query":"009017031"},{"canonical":"1 Samuel 17:32","passages":["ויאמר דוד אל שאול אל יפל לב אדם עליו עבדך ילך ונלחם עם הפלשתי הזה "],"query":"009017032"},{"canonical":"1 Samuel 17:33","passages":["ויאמר שאול אל דוד לא תוכל ללכת אל הפלשתי הזה להלחם עמו כי נער אתה והוא איש מלחמה מנעריו  ס "],"query":"009017033"},{"canonical":"1 Samuel 17:34","passages":["ויאמר דוד אל שאול רעה היה עבדך לאביו בצאן ובא הארי ואת הדוב ונשא שה מהעדר "],"query":"009017034"},{"canonical":"1 Samuel 17:35","passages":["ויצאתי אחריו והכתיו והצלתי מפיו ויקם עלי והחזקתי בזקנו והכתיו והמיתיו "],"query":"009017035"},{"canonical":"1 Samuel 17:36","passages":["גם את הארי גם הדוב הכה עבדך והיה הפלשתי הערל הזה כאחד מהם כי חרף מערכת אלהים חיים  ס "],"query":"009017036"},{"canonical":"1 Samuel 17:37","passages":["ויאמר דוד יהוה אשר הצלני מיד הארי ומיד הדב הוא יצילני מיד הפלשתי הזה  ס ויאמר שאול אל דוד לך ויהוה יהיה עמך "],"query":"009017037"},{"canonical":"1 Samuel 17:38","passages":["וילבש שאול את דוד מדיו ונתן קובע נחשת על ראשו וילבש אתו שריון "],"query":"009017038"},{"canonical":"1 Samuel 17:39","passages":["ויחגר דוד את חרבו מעל למדיו ויאל ללכת כי לא נסה ויאמר דוד אל שאול לא אוכל ללכת באלה כי לא נסיתי ויסרם דוד מעליו "],"query":"009017039"},{"canonical":"1 Samuel 17:40","passages":["ויקח מקלו בידו ויבחר לו חמשה חלקי אבנים מן הנחל וישם אתם בכלי הרעים אשר לו ובילקוט וקלעו בידו ויגש אל הפלשתי "],"query":"009017040"},{"canonical":"1 Samuel 17:41","passages":["וילך הפלשתי הלך וקרב אל דוד והאיש נשא הצנה לפניו "],"query":"009017041"},{"canonical":"1 Samuel 17:42","passages":["ויבט הפלשתי ויראה את דוד ויבזהו כי היה נער ואדמני עם יפה מראה "],"query":"009017042"},{"canonical":"1 Samuel 17:43","passages":["ויאמר הפלשתי אל דוד הכלב אנכי כי אתה בא אלי במקלות ויקלל הפלשתי את דוד באלהיו "],"query":"009017043"},{"canonical":"1 Samuel 17:44","passages":["ויאמר הפלשתי אל דוד לכה אלי ואתנה את בשרך לעוף השמים ולבהמת השדה  ס "],"query":"009017044"},{"canonical":"1 Samuel 17:45","passages":["ויאמר דוד אל הפלשתי אתה בא אלי בחרב ובחנית ובכידון ואנכי בא אליך בשם יהוה צבאות אלהי מערכות ישראל אשר חרפת "],"query":"009017045"},{"canonical":"1 Samuel 17:46","passages":["היום הזה יסגרך יהוה בידי והכיתך והסרתי את ראשך מעליך ונתתי פגר מחנה פלשתים היום הזה לעוף השמים ולחית הארץ וידעו כל הארץ כי יש אלהים לישראל "],"query":"009017046"},{"canonical":"1 Samuel 17:47","passages":["וידעו כל הקהל הזה כי לא בחרב ובחנית יהושיע יהוה כי ליהוה המלחמה ונתן אתכם בידנו "],"query":"009017047"},{"canonical":"1 Samuel 17:48","passages":["והיה כי קם הפלשתי וילך ויקרב לקראת דוד וימהר דוד וירץ המערכה לקראת הפלשתי "],"query":"009017048"},{"canonical":"1 Samuel 17:49","passages":["וישלח דוד את ידו אל הכלי ויקח משם אבן ויקלע ויך את הפלשתי אל מצחו ותטבע האבן במצחו ויפל על פניו ארצה "],"query":"009017049"},{"canonical":"1 Samuel 17:50","passages":["ויחזק דוד מן הפלשתי בקלע ובאבן ויך את הפלשתי וימיתהו וחרב אין ביד דוד "],"query":"009017050"},{"canonical":"1 Samuel 17:51","passages":["וירץ דוד ויעמד אל הפלשתי ויקח את חרבו וישלפה מתערה וימתתהו ויכרת בה את ראשו ויראו הפלשתים כי מת גבורם וינסו "],"query":"009017051"},{"canonical":"1 Samuel 17:52","passages":["ויקמו אנשי ישראל ויהודה וירעו וירדפו את הפלשתים עד בואך גיא ועד שערי עקרון ויפלו חללי פלשתים בדרך שערים ועד גת ועד עקרון "],"query":"009017052"},{"canonical":"1 Samuel 17:53","passages":["וישבו בני ישראל מדלק אחרי פלשתים וישסו את מחניהם "],"query":"009017053"},{"canonical":"1 Samuel 17:54","passages":["ויקח דוד את ראש הפלשתי ויבאהו ירושל͏ם ואת כליו שם באהלו  ס "],"query":"009017054"},{"canonical":"1 Samuel 17:55","passages":["וכראות שאול את דוד יצא לקראת הפלשתי אמר אל אבנר שר הצבא בן מי זה הנער אבנר ויאמר אבנר חי נפשך המלך אם ידעתי "],"query":"009017055"},{"canonical":"1 Samuel 17:56","passages":["ויאמר המלך שאל אתה בן מי זה העלם  ס "],"query":"009017056"},{"canonical":"1 Samuel 17:57","passages":["וכשוב דוד מהכות את הפלשתי ויקח אתו אבנר ויבאהו לפני שאול וראש הפלשתי בידו "],"query":"009017057"},{"canonical":"1 Samuel 17:58","passages":["ויאמר אליו שאול בן מי אתה הנער ויאמר דוד בן עבדך ישי בית הלחמי "],"query":"009017058"}]}