{"query":"009016","verses":[{},{"canonical":"1 Samuel 16:1","passages":["ויאמר יהוה אל שמואל עד מתי אתה מתאבל אל שאול ואני מאסתיו ממלך על ישראל מלא קרנך שמן ולך אשלחך אל ישי בית הלחמי כי ראיתי בבניו לי מלך "],"query":"009016001"},{"canonical":"1 Samuel 16:2","passages":["ויאמר שמואל איך אלך ושמע שאול והרגני  ס ויאמר יהוה עגלת בקר תקח בידך ואמרת לזבח ליהוה באתי "],"query":"009016002"},{"canonical":"1 Samuel 16:3","passages":["וקראת לישי בזבח ואנכי אודיעך את אשר תעשה ומשחת לי את אשר אמר אליך "],"query":"009016003"},{"canonical":"1 Samuel 16:4","passages":["ויעש שמואל את אשר דבר יהוה ויבא בית לחם ויחרדו זקני העיר לקראתו ויאמר שלם בואך "],"query":"009016004"},{"canonical":"1 Samuel 16:5","passages":["ויאמר שלום לזבח ליהוה באתי התקדשו ובאתם אתי בזבח ויקדש את ישי ואת בניו ויקרא להם לזבח "],"query":"009016005"},{"canonical":"1 Samuel 16:6","passages":["ויהי בבואם וירא את אליאב ויאמר אך נגד יהוה משיחו "],"query":"009016006"},{"canonical":"1 Samuel 16:7","passages":["ויאמר יהוה אל שמואל אל תבט אל מראהו ואל גבה קומתו כי מאסתיהו כי לא אשר יראה האדם כי האדם יראה לעינים ויהוה יראה ללבב "],"query":"009016007"},{"canonical":"1 Samuel 16:8","passages":["ויקרא ישי אל אבינדב ויעברהו לפני שמואל ויאמר גם בזה לא בחר יהוה "],"query":"009016008"},{"canonical":"1 Samuel 16:9","passages":["ויעבר ישי שמה ויאמר גם בזה לא בחר יהוה "],"query":"009016009"},{"canonical":"1 Samuel 16:10","passages":["ויעבר ישי שבעת בניו לפני שמואל ויאמר שמואל אל ישי לא בחר יהוה באלה "],"query":"009016010"},{"canonical":"1 Samuel 16:11","passages":["ויאמר שמואל אל ישי התמו הנערים ויאמר עוד שאר הקטן והנה רעה בצאן ויאמר שמואל אל ישי שלחה וקחנו כי לא נסב עד באו פה "],"query":"009016011"},{"canonical":"1 Samuel 16:12","passages":["וישלח ויביאהו והוא אדמוני עם יפה עינים וטוב ראי פויאמר יהוה קום משחהו כי זה הוא "],"query":"009016012"},{"canonical":"1 Samuel 16:13","passages":["ויקח שמואל את קרן השמן וימשח אתו בקרב אחיו ותצלח רוח יהוה אל דוד מהיום ההוא ומעלה ויקם שמואל וילך הרמתה  ס "],"query":"009016013"},{"canonical":"1 Samuel 16:14","passages":["ורוח יהוה סרה מעם שאול ובעתתו רוח רעה מאת יהוה "],"query":"009016014"},{"canonical":"1 Samuel 16:15","passages":["ויאמרו עבדי שאול אליו הנה נא רוח אלהים רעה מבעתך "],"query":"009016015"},{"canonical":"1 Samuel 16:16","passages":["יאמר נא אדננו עבדיך לפניך יבקשו איש ידע מנגן בכנור והיה בהיות עליך רוח אלהים רעה ונגן בידו וטוב לך פ"],"query":"009016016"},{"canonical":"1 Samuel 16:17","passages":["ויאמר שאול אל עבדיו ראו נא לי איש מיטיב לנגן והביאותם אלי "],"query":"009016017"},{"canonical":"1 Samuel 16:18","passages":["ויען אחד מהנערים ויאמר הנה ראיתי בן לישי בית הלחמי ידע נגן וגבור חיל ואיש מלחמה ונבון דבר ואיש תאר ויהוה עמו "],"query":"009016018"},{"canonical":"1 Samuel 16:19","passages":["וישלח שאול מלאכים אל ישי ויאמר שלחה אלי את דוד בנך אשר בצאן "],"query":"009016019"},{"canonical":"1 Samuel 16:20","passages":["ויקח ישי חמור לחם ונאד יין וגדי עזים אחד וישלח ביד דוד בנו אל שאול "],"query":"009016020"},{"canonical":"1 Samuel 16:21","passages":["ויבא דוד אל שאול ויעמד לפניו ויאהבהו מאד ויהי לו נשא כלים "],"query":"009016021"},{"canonical":"1 Samuel 16:22","passages":["וישלח שאול אל ישי לאמר יעמד נא דוד לפני כי מצא חן בעיני "],"query":"009016022"},{"canonical":"1 Samuel 16:23","passages":["והיה בהיות רוח אלהים אל שאול ולקח דוד את הכנור ונגן בידו ורוח לשאול וטוב לו וסרה מעליו רוח הרעה פ"],"query":"009016023"}]}