{"query":"009014","verses":[{},{"canonical":"1 Samuel 14:1","passages":["ויהי היום ויאמר יונתן בן שאול אל הנער נשא כליו לכה ונעברה אל מצב פלשתים אשר מעבר הלז ולאביו לא הגיד "],"query":"009014001"},{"canonical":"1 Samuel 14:2","passages":["ושאול יושב בקצה הגבעה תחת הרמון אשר במגרון והעם אשר עמו כשש מאות איש "],"query":"009014002"},{"canonical":"1 Samuel 14:3","passages":["ואחיה בן אחטוב אחי איכבוד בן פינחס בן עלי כהן יהוה בשלו נשא אפוד והעם לא ידע כי הלך יונתן "],"query":"009014003"},{"canonical":"1 Samuel 14:4","passages":["ובין המעברות אשר בקש יונתן לעבר על מצב פלשתים שן הסלע מהעבר מזה ושן הסלע מהעבר מזה ושם האחד בוצץ ושם האחד סנה "],"query":"009014004"},{"canonical":"1 Samuel 14:5","passages":["השן האחד מצוק מצפון מול מכמש והאחד מנגב מול גבע  ס "],"query":"009014005"},{"canonical":"1 Samuel 14:6","passages":["ויאמר יהונתן אל הנער נשא כליו לכה ונעברה אל מצב הערלים האלה אולי יעשה יהוה לנו כי אין ליהוה מעצור להושיע ברב או במעט "],"query":"009014006"},{"canonical":"1 Samuel 14:7","passages":["ויאמר לו נשא כליו עשה כל אשר בלבבך נטה לך הנני עמך כלבבך  ס "],"query":"009014007"},{"canonical":"1 Samuel 14:8","passages":["ויאמר יהונתן הנה אנחנו עברים אל האנשים ונגלינו אליהם "],"query":"009014008"},{"canonical":"1 Samuel 14:9","passages":["אם כה יאמרו אלינו דמו עד הגיענו אליכם ועמדנו תחתינו ולא נעלה אליהם "],"query":"009014009"},{"canonical":"1 Samuel 14:10","passages":["ואם כה יאמרו עלו עלינו ועלינו כי נתנם יהוה בידנו וזה לנו האות "],"query":"009014010"},{"canonical":"1 Samuel 14:11","passages":["ויגלו שניהם אל מצב פלשתים ויאמרו פלשתים הנה עברים יצאים מן החרים אשר התחבאו שם "],"query":"009014011"},{"canonical":"1 Samuel 14:12","passages":["ויענו אנשי המצבה את יונתן ואת נשא כליו ויאמרו עלו אלינו ונודיעה אתכם דבר פויאמר יונתן אל נשא כליו עלה אחרי כי נתנם יהוה ביד ישראל "],"query":"009014012"},{"canonical":"1 Samuel 14:13","passages":["ויעל יונתן על ידיו ועל רגליו ונשא כליו אחריו ויפלו לפני יונתן ונשא כליו ממותת אחריו "],"query":"009014013"},{"canonical":"1 Samuel 14:14","passages":["ותהי המכה הראשנה אשר הכה יונתן ונשא כליו כעשרים איש כבחצי מענה צמד שדה "],"query":"009014014"},{"canonical":"1 Samuel 14:15","passages":["ותהי חרדה במחנה בשדה ובכל העם המצב והמשחית חרדו גם המה ותרגז הארץ ותהי לחרדת אלהים "],"query":"009014015"},{"canonical":"1 Samuel 14:16","passages":["ויראו הצפים לשאול בגבעת בנימן והנה ההמון נמוג וילך והלם פ"],"query":"009014016"},{"canonical":"1 Samuel 14:17","passages":["ויאמר שאול לעם אשר אתו פקדו נא וראו מי הלך מעמנו ויפקדו והנה אין יונתן ונשא כליו "],"query":"009014017"},{"canonical":"1 Samuel 14:18","passages":["ויאמר שאול לאחיה הגישה ארון האלהים כי היה ארון האלהים ביום ההוא ובני ישראל "],"query":"009014018"},{"canonical":"1 Samuel 14:19","passages":["ויהי עד דבר שאול אל הכהן וההמון אשר במחנה פלשתים וילך הלוך ורב פויאמר שאול אל הכהן אסף ידך "],"query":"009014019"},{"canonical":"1 Samuel 14:20","passages":["ויזעק שאול וכל העם אשר אתו ויבאו עד המלחמה והנה היתה חרב איש ברעהו מהומה גדולה מאד "],"query":"009014020"},{"canonical":"1 Samuel 14:21","passages":["והעברים היו לפלשתים כאתמול שלשום אשר עלו עמם במחנה סביב וגם המה להיות עם ישראל אשר עם שאול ויונתן "],"query":"009014021"},{"canonical":"1 Samuel 14:22","passages":["וכל איש ישראל המתחבאים בהר אפרים שמעו כי נסו פלשתים וידבקו גם המה אחריהם במלחמה "],"query":"009014022"},{"canonical":"1 Samuel 14:23","passages":["ויושע יהוה ביום ההוא את ישראל והמלחמה עברה את בית און "],"query":"009014023"},{"canonical":"1 Samuel 14:24","passages":["ואיש ישראל נגש ביום ההוא ויאל שאול את העם לאמר ארור האיש אשר יאכל לחם עד הערב ונקמתי מאיבי ולא טעם כל העם לחם  ס "],"query":"009014024"},{"canonical":"1 Samuel 14:25","passages":["וכל הארץ באו ביער ויהי דבש על פני השדה "],"query":"009014025"},{"canonical":"1 Samuel 14:26","passages":["ויבא העם אל היער והנה הלך דבש ואין משיג ידו אל פיו כי ירא העם את השבעה "],"query":"009014026"},{"canonical":"1 Samuel 14:27","passages":["ויונתן לא שמע בהשביע אביו את העם וישלח את קצה המטה אשר בידו ויטבל אותה ביערת הדבש וישב ידו אל פיו ותארנה עיניו "],"query":"009014027"},{"canonical":"1 Samuel 14:28","passages":["ויען איש מהעם ויאמר השבע השביע אביך את העם לאמר ארור האיש אשר יאכל לחם היום ויעף העם "],"query":"009014028"},{"canonical":"1 Samuel 14:29","passages":["ויאמר יונתן עכר אבי את הארץ ראו נא כי ארו עיני כי טעמתי מעט דבש הזה "],"query":"009014029"},{"canonical":"1 Samuel 14:30","passages":["אף כי לוא אכל אכל היום העם משלל איביו אשר מצא כי עתה לא רבתה מכה בפלשתים "],"query":"009014030"},{"canonical":"1 Samuel 14:31","passages":["ויכו ביום ההוא בפלשתים ממכמש אילנה ויעף העם מאד "],"query":"009014031"},{"canonical":"1 Samuel 14:32","passages":["השלל ויקחו צאן ובקר ובני בקר וישחטו ארצה ויאכל העם על הדם "],"query":"009014032"},{"canonical":"1 Samuel 14:33","passages":["ויגידו לשאול לאמר הנה העם חטאים ליהוה לאכל על הדם ויאמר בגדתם גלו אלי היום אבן גדולה "],"query":"009014033"},{"canonical":"1 Samuel 14:34","passages":["ויאמר שאול פצו בעם ואמרתם להם הגישו אלי איש שורו ואיש שיהו ושחטתם בזה ואכלתם ולא תחטאו ליהוה לאכל אל הדם ויגשו כל העם איש שורו בידו הלילה וישחטו שם "],"query":"009014034"},{"canonical":"1 Samuel 14:35","passages":["ויבן שאול מזבח ליהוה אתו החל לבנות מזבח ליהוה פ"],"query":"009014035"},{"canonical":"1 Samuel 14:36","passages":["ויאמר שאול נרדה אחרי פלשתים לילה ונבזה בהם עד אור הבקר ולא נשאר בהם איש ויאמרו כל הטוב בעיניך עשה  ס ויאמר הכהן נקרבה הלם אל האלהים "],"query":"009014036"},{"canonical":"1 Samuel 14:37","passages":["וישאל שאול באלהים הארד אחרי פלשתים התתנם ביד ישראל ולא ענהו ביום ההוא "],"query":"009014037"},{"canonical":"1 Samuel 14:38","passages":["ויאמר שאול גשו הלם כל פנות העם ודעו וראו במה היתה החטאת הזאת היום "],"query":"009014038"},{"canonical":"1 Samuel 14:39","passages":["כי חי יהוה המושיע את ישראל כי אם ישנו ביונתן בני כי מות ימות ואין ענהו מכל העם "],"query":"009014039"},{"canonical":"1 Samuel 14:40","passages":["ויאמר אל כל ישראל אתם תהיו לעבר אחד ואני ויונתן בני נהיה לעבר אחד ויאמרו העם אל שאול הטוב בעיניך עשה  ס "],"query":"009014040"},{"canonical":"1 Samuel 14:41","passages":["ויאמר שאול אל יהוה אלהי ישראל הבה תמים וילכד יונתן ושאול והעם יצאו "],"query":"009014041"},{"canonical":"1 Samuel 14:42","passages":["ויאמר שאול הפילו ביני ובין יונתן בני וילכד יונתן "],"query":"009014042"},{"canonical":"1 Samuel 14:43","passages":["ויאמר שאול אל יונתן הגידה לי מה עשיתה ויגד לו יונתן ויאמר טעם טעמתי בקצה המטה אשר בידי מעט דבש הנני אמות "],"query":"009014043"},{"canonical":"1 Samuel 14:44","passages":["ויאמר שאול כה יעשה אלהים וכה יוסף כי מות תמות יונתן "],"query":"009014044"},{"canonical":"1 Samuel 14:45","passages":["ויאמר העם אל שאול היונתן ימות אשר עשה הישועה הגדולה הזאת בישראל חלילה חי יהוה אם יפל משערת ראשו ארצה כי עם אלהים עשה היום הזה ויפדו העם את יונתן ולא מת  ס "],"query":"009014045"},{"canonical":"1 Samuel 14:46","passages":["ויעל שאול מאחרי פלשתים ופלשתים הלכו למקומם "],"query":"009014046"},{"canonical":"1 Samuel 14:47","passages":["ושאול לכד המלוכה על ישראל וילחם סביב בכל איביו במואב ובבני עמון ובאדום ובמלכי צובה ובפלשתים ובכל אשר יפנה ירשיע "],"query":"009014047"},{"canonical":"1 Samuel 14:48","passages":["ויעש חיל ויך את עמלק ויצל את ישראל מיד שסהו  ס "],"query":"009014048"},{"canonical":"1 Samuel 14:49","passages":["ויהיו בני שאול יונתן וישוי ומלכי שוע ושם שתי בנתיו שם הבכירה מרב ושם הקטנה מיכל "],"query":"009014049"},{"canonical":"1 Samuel 14:50","passages":["ושם אשת שאול אחינעם בת אחימעץ ושם שר צבאו אבינר בן נר דוד שאול "],"query":"009014050"},{"canonical":"1 Samuel 14:51","passages":["וקיש אבי שאול ונר אבי אבנר בן אביאל  ס "],"query":"009014051"},{"canonical":"1 Samuel 14:52","passages":["ותהי המלחמה חזקה על פלשתים כל ימי שאול וראה שאול כל איש גבור וכל בן חיל ויאספהו אליו  ס "],"query":"009014052"}]}