{"query":"009015","verses":[{},{"canonical":"1 Samuel 15:1","passages":["ויאמר שמואל אל שאול אתי שלח יהוה למשחך למלך על עמו על ישראל ועתה שמע לקול דברי יהוה  ס "],"query":"009015001"},{"canonical":"1 Samuel 15:2","passages":["כה אמר יהוה צבאות פקדתי את אשר עשה עמלק לישראל אשר שם לו בדרך בעלתו ממצרים "],"query":"009015002"},{"canonical":"1 Samuel 15:3","passages":["עתה לך והכיתה את עמלק והחרמתם את כל אשר לו ולא תחמל עליו והמתה מאיש עד אשה מעלל ועד יונק משור ועד שה מגמל ועד חמור  ס "],"query":"009015003"},{"canonical":"1 Samuel 15:4","passages":["וישמע שאול את העם ויפקדם בטלאים מאתים אלף רגלי ועשרת אלפים את איש יהודה "],"query":"009015004"},{"canonical":"1 Samuel 15:5","passages":["ויבא שאול עד עיר עמלק וירב בנחל "],"query":"009015005"},{"canonical":"1 Samuel 15:6","passages":["ויאמר שאול אל הקיני לכו סרו רדו מתוך עמלקי פן אספך עמו ואתה עשיתה חסד עם כל בני ישראל בעלותם ממצרים ויסר קיני מתוך עמלק "],"query":"009015006"},{"canonical":"1 Samuel 15:7","passages":["ויך שאול את עמלק מחוילה בואך שור אשר על פני מצרים "],"query":"009015007"},{"canonical":"1 Samuel 15:8","passages":["ויתפש את אגג מלך עמלק חי ואת כל העם החרים לפי חרב "],"query":"009015008"},{"canonical":"1 Samuel 15:9","passages":["ויחמל שאול והעם על אגג ועל מיטב הצאן והבקר והמשנים ועל הכרים ועל כל הטוב ולא אבו החרימם וכל המלאכה נמבזה ונמס אתה החרימו פ"],"query":"009015009"},{"canonical":"1 Samuel 15:10","passages":["ויהי דבר יהוה אל שמואל לאמר "],"query":"009015010"},{"canonical":"1 Samuel 15:11","passages":["נחמתי כי המלכתי את שאול למלך כי שב מאחרי ואת דברי לא הקים ויחר לשמואל ויזעק אל יהוה כל הלילה "],"query":"009015011"},{"canonical":"1 Samuel 15:12","passages":["וישכם שמואל לקראת שאול בבקר ויגד לשמואל לאמר בא שאול הכרמלה והנה מציב לו יד ויסב ויעבר וירד הגלגל "],"query":"009015012"},{"canonical":"1 Samuel 15:13","passages":["ויבא שמואל אל שאול ויאמר לו שאול ברוך אתה ליהוה הקימתי את דבר יהוה "],"query":"009015013"},{"canonical":"1 Samuel 15:14","passages":["ויאמר שמואל ומה קול הצאן הזה באזני וקול הבקר אשר אנכי שמע "],"query":"009015014"},{"canonical":"1 Samuel 15:15","passages":["ויאמר שאול מעמלקי הביאום אשר חמל העם על מיטב הצאן והבקר למען זבח ליהוה אלהיך ואת היותר החרמנו  ס "],"query":"009015015"},{"canonical":"1 Samuel 15:16","passages":["ויאמר שמואל אל שאול הרף ואגידה לך את אשר דבר יהוה אלי הלילה  ס "],"query":"009015016"},{"canonical":"1 Samuel 15:17","passages":["ויאמר שמואל הלוא אם קטן אתה בעיניך ראש שבטי ישראל אתה וימשחך יהוה למלך על ישראל "],"query":"009015017"},{"canonical":"1 Samuel 15:18","passages":["וישלחך יהוה בדרך ויאמר לך והחרמתה את החטאים את עמלק ונלחמת בו עד כלותם אתם "],"query":"009015018"},{"canonical":"1 Samuel 15:19","passages":["ולמה לא שמעת בקול יהוה ותעט אל השלל ותעש הרע בעיני יהוה  ס "],"query":"009015019"},{"canonical":"1 Samuel 15:20","passages":["ויאמר שאול אל שמואל אשר שמעתי בקול יהוה ואלך בדרך אשר שלחני יהוה ואביא את אגג מלך עמלק ואת עמלק החרמתי "],"query":"009015020"},{"canonical":"1 Samuel 15:21","passages":["ויקח העם מהשלל צאן ובקר ראשית החרם לזבח ליהוה אלהיך בגלגל "],"query":"009015021"},{"canonical":"1 Samuel 15:22","passages":["ויאמר שמואל החפץ ליהוה בעלות וזבחים כשמע בקול יהוה הנה שמע מזבח טוב להקשיב מחלב איל͏ים "],"query":"009015022"},{"canonical":"1 Samuel 15:23","passages":["כי חטאת קסם מרי ואון ותרפים הפצר יען מאסת את דבר יהוה וימאסך ממלך  ס "],"query":"009015023"},{"canonical":"1 Samuel 15:24","passages":["ויאמר שאול אל שמואל חטאתי כי עברתי את פי יהוה ואת דבריך כי יראתי את העם ואשמע בקולם "],"query":"009015024"},{"canonical":"1 Samuel 15:25","passages":["ועתה שא נא את חטאתי ושוב עמי ואשתחוה ליהוה "],"query":"009015025"},{"canonical":"1 Samuel 15:26","passages":["ויאמר שמואל אל שאול לא אשוב עמך כי מאסתה את דבר יהוה וימאסך יהוה מהיות מלך על ישראל  ס "],"query":"009015026"},{"canonical":"1 Samuel 15:27","passages":["ויסב שמואל ללכת ויחזק בכנף מעילו ויקרע "],"query":"009015027"},{"canonical":"1 Samuel 15:28","passages":["ויאמר אליו שמואל קרע יהוה את ממלכות ישראל מעליך היום ונתנה לרעך הטוב ממך "],"query":"009015028"},{"canonical":"1 Samuel 15:29","passages":["וגם נצח ישראל לא ישקר ולא ינחם כי לא אדם הוא להנחם "],"query":"009015029"},{"canonical":"1 Samuel 15:30","passages":["ויאמר חטאתי עתה כבדני נא נגד זקני עמי ונגד ישראל ושוב עמי והשתחויתי ליהוה אלהיך "],"query":"009015030"},{"canonical":"1 Samuel 15:31","passages":["וישב שמואל אחרי שאול וישתחו שאול ליהוה  ס "],"query":"009015031"},{"canonical":"1 Samuel 15:32","passages":["ויאמר שמואל הגישו אלי את אגג מלך עמלק וילך אליו אגג מעדנת ויאמר אגג אכן סר מר המות  ס "],"query":"009015032"},{"canonical":"1 Samuel 15:33","passages":["ויאמר שמואל כאשר שכלה נשים חרבך כן תשכל מנשים אמך וישסף שמואל את אגג לפני יהוה בגלגל  ס "],"query":"009015033"},{"canonical":"1 Samuel 15:34","passages":["וילך שמואל הרמתה ושאול עלה אל ביתו גבעת שאול "],"query":"009015034"},{"canonical":"1 Samuel 15:35","passages":["ולא יסף שמואל לראות את שאול עד יום מותו כי התאבל שמואל אל שאול ויהוה נחם כי המליך את שאול על ישראל פ"],"query":"009015035"}]}