{"query":"009006","verses":[{},{"canonical":"1 Samuel 6:1","passages":["ויהי ארון יהוה בשדה פלשתים שבעה חדשים "],"query":"009006001"},{"canonical":"1 Samuel 6:2","passages":["ויקראו פלשתים לכהנים ולקסמים לאמר מה נעשה לארון יהוה הודענו במה נשלחנו למקומו "],"query":"009006002"},{"canonical":"1 Samuel 6:3","passages":["ויאמרו אם משלחים את ארון אלהי ישראל אל תשלחו אתו ריקם כי השב תשיבו לו אשם אז תרפאו ונודע לכם למה לא תסור ידו מכם "],"query":"009006003"},{"canonical":"1 Samuel 6:4","passages":["ויאמרו מה האשם אשר נשיב לו ויאמרו מספר סרני פלשתים חמשה טחרי זהב וחמשה עכברי זהב כי מגפה אחת לכלם ולסרניכם "],"query":"009006004"},{"canonical":"1 Samuel 6:5","passages":["ועשיתם צלמי טחריכם וצלמי עכבריכם המשחיתם את הארץ ונתתם לאלהי ישראל כבוד אולי יקל את ידו מעליכם ומעל אלהיכם ומעל ארצכם "],"query":"009006005"},{"canonical":"1 Samuel 6:6","passages":["ולמה תכבדו את לבבכם כאשר כבדו מצרים ופרעה את לבם הלוא כאשר התעלל בהם ו͏ישלחום וילכו "],"query":"009006006"},{"canonical":"1 Samuel 6:7","passages":["ועתה קחו ועשו עגלה חדשה אחת ושתי פרות עלות אשר לא עלה עליהם על ואסרתם את הפרות בעגלה והשיבתם בניהם מאחריהם הביתה "],"query":"009006007"},{"canonical":"1 Samuel 6:8","passages":["ולקחתם את ארון יהוה ונתתם אתו אל העגלה ואת כלי הזהב אשר השבתם לו אשם תשימו בארגז מצדו ושלחתם אתו והלך "],"query":"009006008"},{"canonical":"1 Samuel 6:9","passages":["וראיתם אם דרך גבולו יעלה בית שמש הוא עשה לנו את הרעה הגדולה הזאת ואם לא וידענו כי לא ידו נגעה בנו מקרה הוא היה לנו "],"query":"009006009"},{"canonical":"1 Samuel 6:10","passages":["ויעשו האנשים כן ויקחו שתי פרות עלות ויאסרום בעגלה ואת בניהם כלו בבית "],"query":"009006010"},{"canonical":"1 Samuel 6:11","passages":["וישמו את ארון יהוה אל העגלה ואת הארגז ואת עכברי הזהב ואת צלמי טחריהם "],"query":"009006011"},{"canonical":"1 Samuel 6:12","passages":["וישרנה הפרות בדרך על דרך בית שמש במסלה אחת הלכו הלך וגעו ולא סרו ימין ושמאול וסרני פלשתים הלכים אחריהם עד גבול בית שמש "],"query":"009006012"},{"canonical":"1 Samuel 6:13","passages":["ובית שמש קצרים קציר חטים בעמק וישאו את עיניהם ויראו את הארון וישמחו לראות "],"query":"009006013"},{"canonical":"1 Samuel 6:14","passages":["והעגלה באה אל שדה יהושע בית השמשי ותעמד שם ושם אבן גדולה ויבקעו את עצי העגלה ואת הפרות העלו עלה ליהוה  ס "],"query":"009006014"},{"canonical":"1 Samuel 6:15","passages":["והלוים הורידו את ארון יהוה ואת הארגז אשר אתו אשר בו כלי זהב וישמו אל האבן הגדולה ואנשי בית שמש העלו עלות ו͏יזבחו זבחים ביום ההוא ליהוה "],"query":"009006015"},{"canonical":"1 Samuel 6:16","passages":["וחמשה סרני פלשתים ראו וישבו עקרון ביום ההוא  ס "],"query":"009006016"},{"canonical":"1 Samuel 6:17","passages":["ואלה טחרי הזהב אשר השיבו פלשתים אשם ליהוה לאשדוד אחד לעזה אחד לאשקלון אחד לגת אחד לעקרון אחד  ס "],"query":"009006017"},{"canonical":"1 Samuel 6:18","passages":["ועכברי הזהב מספר כל ערי פלשתים לחמשת הסרנים מעיר מבצר ועד כפר הפרזי ועד אבל הגדולה אשר הניחו עליה את ארון יהוה עד היום הזה בשדה יהושע בית השמשי "],"query":"009006018"},{"canonical":"1 Samuel 6:19","passages":["ויך באנשי בית שמש כי ראו בארון יהוה ויך בעם שבעים איש חמשים אלף איש ויתאבלו העם כי הכה יהוה בעם מכה גדולה "],"query":"009006019"},{"canonical":"1 Samuel 6:20","passages":["ויאמרו אנשי בית שמש מי יוכל לעמד לפני יהוה האלהים הקדוש הזה ואל מי יעלה מעלינו  ס "],"query":"009006020"},{"canonical":"1 Samuel 6:21","passages":["וישלחו מלאכים אל יושבי קרית יערים לאמר השבו פלשתים את ארון יהוה רדו העלו אתו אליכם "],"query":"009006021"}]}