{"query":"009024","verses":[{},{"canonical":"1 Samuel 24:1","passages":["ויעל דוד משם וישב במצדות עין גדי "],"query":"009024001"},{"canonical":"1 Samuel 24:2","passages":["ויהי כאשר שב שאול מאחרי פלשתים ויגדו לו לאמר הנה דוד במדבר עין גדי  ס "],"query":"009024002"},{"canonical":"1 Samuel 24:3","passages":["ויקח שאול שלשת אלפים איש בחור מכל ישראל וילך לבקש את דוד ואנשיו על פני צורי היעלים "],"query":"009024003"},{"canonical":"1 Samuel 24:4","passages":["ויבא אל גדרות הצאן על הדרך ושם מערה ויבא שאול להסך את רגליו ודוד ואנשיו בירכתי המערה ישבים "],"query":"009024004"},{"canonical":"1 Samuel 24:5","passages":["ויאמרו אנשי דוד אליו הנה היום אשר אמר יהוה אליך הנה אנכי נתן את איבך בידך ועשית לו כאשר יטב בעיניך ויקם דוד ויכרת את כנף המעיל אשר לשאול בלט "],"query":"009024005"},{"canonical":"1 Samuel 24:6","passages":["ויהי אחרי כן ויך לב דוד אתו על אשר כרת את כנף אשר לשאול  ס "],"query":"009024006"},{"canonical":"1 Samuel 24:7","passages":["ויאמר לאנשיו חלילה לי מיהוה אם אעשה את הדבר הזה לאדני למשיח יהוה לשלח ידי בו כי משיח יהוה הוא "],"query":"009024007"},{"canonical":"1 Samuel 24:8","passages":["וישסע דוד את אנשיו בדברים ולא נתנם לקום אל שאול ושאול קם מהמערה וילך בדרך  ס "],"query":"009024008"},{"canonical":"1 Samuel 24:9","passages":["ויקם דוד אחרי כן ויצא  ס "],"query":"009024009"},{"canonical":"1 Samuel 24:10","passages":["ויאמר דוד לשאול למה תשמע את דברי אדם לאמר הנה דוד מבקש רעתך "],"query":"009024010"},{"canonical":"1 Samuel 24:11","passages":["הנה היום הזה ראו עיניך את אשר נתנך יהוה היום בידי במערה ואמר להרגך ותחס עליך ואמר לא אשלח ידי באדני כי משיח יהוה הוא "],"query":"009024011"},{"canonical":"1 Samuel 24:12","passages":["ואבי ראה גם ראה את כנף מעילך בידי כי בכרתי את כנף מעילך ולא הרגתיך דע וראה כי אין בידי רעה ופשע ולא חטאתי לך ואתה צדה את נפשי לקחתה "],"query":"009024012"},{"canonical":"1 Samuel 24:13","passages":["ישפט יהוה ביני ובינך ונקמני יהוה ממך וידי לא תהיה בך "],"query":"009024013"},{"canonical":"1 Samuel 24:14","passages":["כאשר יאמר משל הקדמני מרשעים יצא רשע וידי לא תהיה בך "],"query":"009024014"},{"canonical":"1 Samuel 24:15","passages":["אחרי מי יצא מלך ישראל אחרי מי אתה רדף אחרי כלב מת אחרי פרעש אחד "],"query":"009024015"},{"canonical":"1 Samuel 24:16","passages":["והיה יהוה לדין ושפט ביני ובינך וירא וירב את ריבי וישפטני מידך פ"],"query":"009024016"},{"canonical":"1 Samuel 24:17","passages":["ויהי ככלות דוד לדבר את הדברים האלה אל שאול ויאמר שאול הקלך זה בני דוד וישא שאול קלו ויבך "],"query":"009024017"},{"canonical":"1 Samuel 24:18","passages":["ויאמר אל דוד צדיק אתה ממני כי אתה גמלתני הטובה ואני גמלתיך הרעה "],"query":"009024018"},{"canonical":"1 Samuel 24:19","passages":["ואתה הגדת היום את אשר עשיתה אתי טובה את אשר סגרני יהוה בידך ולא הרגתני "],"query":"009024019"},{"canonical":"1 Samuel 24:20","passages":["וכי ימצא איש את איבו ושלחו בדרך טובה ויהוה ישלמך טובה תחת היום הזה אשר עשיתה לי "],"query":"009024020"},{"canonical":"1 Samuel 24:21","passages":["ועתה הנה ידעתי כי מלך תמלוך וקמה בידך ממלכת ישראל "],"query":"009024021"},{"canonical":"1 Samuel 24:22","passages":["ועתה השבעה לי ביהוה אם תכרית את זרעי אחרי ואם תשמיד את שמי מבית אבי "],"query":"009024022"},{"canonical":"1 Samuel 24:23","passages":["וישבע דוד לשאול וילך שאול אל ביתו ודוד ואנשיו עלו על המצודה פ"],"query":"009024023"}]}