{"query":"009018","verses":[{},{"canonical":"1 Samuel 18:1","passages":["ויהי ככלתו לדבר אל שאול ונפש יהונתן נקשרה בנפש דוד ויאהבהו יהונתן כנפשו "],"query":"009018001"},{"canonical":"1 Samuel 18:2","passages":["ויקחהו שאול ביום ההוא ולא נתנו לשוב בית אביו "],"query":"009018002"},{"canonical":"1 Samuel 18:3","passages":["ויכרת יהונתן ודוד ברית באהבתו אתו כנפשו "],"query":"009018003"},{"canonical":"1 Samuel 18:4","passages":["ויתפשט יהונתן את המעיל אשר עליו ויתנהו לדוד ומדיו ועד חרבו ועד קשתו ועד חגרו "],"query":"009018004"},{"canonical":"1 Samuel 18:5","passages":["ויצא דוד בכל אשר ישלחנו שאול ישכיל וישמהו שאול על אנשי המלחמה וייטב בעיני כל העם וגם בעיני עבדי שאול פ"],"query":"009018005"},{"canonical":"1 Samuel 18:6","passages":["ויהי בבואם בשוב דוד מהכות את הפלשתי ותצאנה הנשים מכל ערי ישראל לשיר והמחלות לקראת שאול המלך בתפים בשמחה ובשלשים "],"query":"009018006"},{"canonical":"1 Samuel 18:7","passages":["ותענינה הנשים המשחקות ותאמרן הכה שאול באלפיו ודוד ברבבתיו "],"query":"009018007"},{"canonical":"1 Samuel 18:8","passages":["ויחר לשאול מאד וירע בעיניו הדבר הזה ויאמר נתנו לדוד רבבות ולי נתנו האלפים ועוד לו אך המלוכה "],"query":"009018008"},{"canonical":"1 Samuel 18:9","passages":["ויהי שאול  ס "],"query":"009018009"},{"canonical":"1 Samuel 18:10","passages":["ויהי ממחרת ותצלח רוח אלהים רעה אל שאול ויתנבא בתוך הבית ודוד מנגן בידו כיום ביום והחנית ביד שאול "],"query":"009018010"},{"canonical":"1 Samuel 18:11","passages":["ויטל שאול את החנית ויאמר אכה בדוד ובקיר ויסב דוד מפניו פעמים "],"query":"009018011"},{"canonical":"1 Samuel 18:12","passages":["וירא שאול מלפני דוד כי היה יהוה עמו ומעם שאול סר "],"query":"009018012"},{"canonical":"1 Samuel 18:13","passages":["ויסרהו שאול מעמו וישמהו לו שר אלף ויצא ויבא לפני העם פ"],"query":"009018013"},{"canonical":"1 Samuel 18:14","passages":["ויהי דוד לכל דרכו משכיל ויהוה עמו "],"query":"009018014"},{"canonical":"1 Samuel 18:15","passages":["וירא שאול אשר הוא משכיל מאד ויגר מפניו "],"query":"009018015"},{"canonical":"1 Samuel 18:16","passages":["וכל ישראל ויהודה אהב את דוד כי הוא יוצא ובא לפניהם פ"],"query":"009018016"},{"canonical":"1 Samuel 18:17","passages":["ויאמר שאול אל דוד הנה בתי הגדולה מרב אתה אתן לך לאשה אך היה לי לבן חיל והלחם מלחמות יהוה ושאול אמר אל תהי ידי בו ותהי בו יד פלשתים  ס "],"query":"009018017"},{"canonical":"1 Samuel 18:18","passages":["ויאמר דוד אל שאול מי אנכי ומי חיי משפחת אבי בישראל כי אהיה חתן למלך "],"query":"009018018"},{"canonical":"1 Samuel 18:19","passages":["ויהי בעת תת את מרב בת שאול לדוד והיא נתנה לעדריאל המחלתי לאשה "],"query":"009018019"},{"canonical":"1 Samuel 18:20","passages":["ותאהב מיכל בת שאול את דוד ויגדו לשאול וישר הדבר בעיניו "],"query":"009018020"},{"canonical":"1 Samuel 18:21","passages":["ויאמר שאול אתננה לו ותהי לו למוקש ותהי בו יד פלשתים ויאמר שאול אל דוד בשתים תתחתן בי היום "],"query":"009018021"},{"canonical":"1 Samuel 18:22","passages":["ויצו שאול את עבדו דברו אל דוד בלט לאמר הנה חפץ בך המלך וכל עבדיו אהבוך ועתה התחתן במלך "],"query":"009018022"},{"canonical":"1 Samuel 18:23","passages":["וידברו עבדי שאול באזני דוד את הדברים האלה ויאמר דוד הנקלה בעיניכם התחתן במלך ואנכי איש רש ונקלה "],"query":"009018023"},{"canonical":"1 Samuel 18:24","passages":["ויגדו עבדי שאול לו לאמר כדברים האלה דבר דוד פ"],"query":"009018024"},{"canonical":"1 Samuel 18:25","passages":["ויאמר שאול כה תאמרו לדוד אין חפץ למלך במהר כי במאה ערלות פלשתים להנקם באיבי המלך ושאול חשב להפיל את דוד ביד פלשתים "],"query":"009018025"},{"canonical":"1 Samuel 18:26","passages":["ויגדו עבדיו לדוד את הדברים האלה וישר הדבר בעיני דוד להתחתן במלך ולא מלאו הימים "],"query":"009018026"},{"canonical":"1 Samuel 18:27","passages":["ויקם דוד וילך הוא ואנשיו ויך בפלשתים מאתים איש ויבא דוד את ערלתיהם וימלאום למלך להתחתן במלך ויתן לו שאול את מיכל בתו לאשה  ס "],"query":"009018027"},{"canonical":"1 Samuel 18:28","passages":["וירא שאול וידע כי יהוה עם דוד ומיכל בת שאול אהבתהו "],"query":"009018028"},{"canonical":"1 Samuel 18:29","passages":["ויאסף שאול לרא מפני דוד עוד ויהי שאול איב את דוד כל הימים  ס "],"query":"009018029"},{"canonical":"1 Samuel 18:30","passages":["ויצאו שרי פלשתים ויהי מדי צאתם שכל דוד מכל עבדי שאול וייקר שמו מאד  ס "],"query":"009018030"}]}