{"query":"009022","verses":[{},{"canonical":"1 Samuel 22:1","passages":["וילך דוד משם וימלט אל מערת עדלם וישמעו אחיו וכל בית אביו וירדו אליו שמה "],"query":"009022001"},{"canonical":"1 Samuel 22:2","passages":["ויתקבצו אליו כל איש מצוק וכל איש אשר לו נשא וכל איש מר נפש ויהי עליהם לשר ויהיו עמו כארבע מאות איש "],"query":"009022002"},{"canonical":"1 Samuel 22:3","passages":["וילך דוד משם מצפה מואב ויאמר אל מלך מואב יצא נא אבי ואמי אתכם עד אשר אדע מה יעשה לי אלהים "],"query":"009022003"},{"canonical":"1 Samuel 22:4","passages":["וינחם את פני מלך מואב וישבו עמו כל ימי היות דוד במצודה  ס "],"query":"009022004"},{"canonical":"1 Samuel 22:5","passages":["ויאמר גד הנביא אל דוד לא תשב במצודה לך ובאת לך ארץ יהודה וילך דוד ויבא יער חרת  ס "],"query":"009022005"},{"canonical":"1 Samuel 22:6","passages":["וישמע שאול כי נודע דוד ואנשים אשר אתו ושאול יושב בגבעה תחת האשל ברמה וחניתו בידו וכל עבדיו נצבים עליו "],"query":"009022006"},{"canonical":"1 Samuel 22:7","passages":["ויאמר שאול לעבדיו הנצבים עליו שמעו נא בני ימיני גם לכלכם יתן בן ישי שדות וכרמים לכלכם ישים שרי אלפים ושרי מאות "],"query":"009022007"},{"canonical":"1 Samuel 22:8","passages":["כי קשרתם כלכם עלי ואין גלה את אזני בכרת בני עם בן ישי ואין חלה מכם עלי וגלה את אזני כי הקים בני את עבדי עלי לארב כיום הזה  ס "],"query":"009022008"},{"canonical":"1 Samuel 22:9","passages":["ויען דאג האדמי והוא נצב על עבדי שאול ויאמר ראיתי את בן ישי בא נבה אל אחימלך בן אחטוב "],"query":"009022009"},{"canonical":"1 Samuel 22:10","passages":["וישאל לו ביהוה וצידה נתן לו ואת חרב גלית הפלשתי נתן לו "],"query":"009022010"},{"canonical":"1 Samuel 22:11","passages":["וישלח המלך לקרא את אחימלך בן אחיטוב הכהן ואת כל בית אביו הכהנים אשר בנב ויבאו כלם אל המלך  ס "],"query":"009022011"},{"canonical":"1 Samuel 22:12","passages":["ויאמר שאול שמע נא בן אחיטוב ויאמר הנני אדני "],"query":"009022012"},{"canonical":"1 Samuel 22:13","passages":["ויאמר  ס "],"query":"009022013"},{"canonical":"1 Samuel 22:14","passages":["ויען אחימלך את המלך ויאמר ומי בכל עבדיך כדוד נאמן וחתן המלך וסר אל משמעתך ונכבד בביתך "],"query":"009022014"},{"canonical":"1 Samuel 22:15","passages":["היום החלתי לשאל לו באלהים חלילה לי אל ישם המלך בעבדו דבר בכל בית אבי כי לא ידע עבדך בכל זאת דבר קטן או גדול "],"query":"009022015"},{"canonical":"1 Samuel 22:16","passages":["ויאמר המלך מות תמות אחימלך אתה וכל בית אביך "],"query":"009022016"},{"canonical":"1 Samuel 22:17","passages":["ויאמר המלך לרצים הנצבים עליו סבו והמיתו כהני יהוה כי גם ידם עם דוד וכי ידעו כי ברח הוא ולא גלו את  ס "],"query":"009022017"},{"canonical":"1 Samuel 22:18","passages":["ויאמר המלך דואג האדמי ויפגע הוא בכהנים וימת ביום ההוא שמנים וחמשה איש נשא אפוד בד "],"query":"009022018"},{"canonical":"1 Samuel 22:19","passages":["ואת נב עיר הכהנים הכה לפי חרב מאיש ועד אשה מעולל ועד יונק ושור וחמור ושה לפי חרב "],"query":"009022019"},{"canonical":"1 Samuel 22:20","passages":["וימלט בן אחד לאחימלך בן אחטוב ושמו אביתר ויברח אחרי דוד "],"query":"009022020"},{"canonical":"1 Samuel 22:21","passages":["ויגד אביתר לדוד כי הרג שאול את כהני יהוה "],"query":"009022021"},{"canonical":"1 Samuel 22:22","passages":["ויאמר דוד לאביתר ידעתי ביום ההוא כי שם דואג האדמי כי הגד יגיד לשאול אנכי סבתי בכל נפש בית אביך "],"query":"009022022"},{"canonical":"1 Samuel 22:23","passages":["שבה אתי אל תירא כי אשר יבקש את נפשי יבקש את נפשך כי משמרת אתה עמדי "],"query":"009022023"}]}