{"query":"009020","verses":[{},{"canonical":"1 Samuel 20:1","passages":["ויברח דוד מניות ברמה ויבא ויאמר לפני יהונתן מה עשיתי מה עוני ומה חטאתי לפני אביך כי מבקש את נפשי "],"query":"009020001"},{"canonical":"1 Samuel 20:2","passages":["ויאמר לו חלילה לא תמות הנה יעשה אבי דבר גדול או דבר קטן ולא יגלה את אזני ומדוע יסתיר אבי ממני את הדבר הזה אין זאת "],"query":"009020002"},{"canonical":"1 Samuel 20:3","passages":["וישבע עוד דוד ויאמר ידע ידע אביך כי מצאתי חן בעיניך ויאמר אל ידע זאת יהונתן פן יעצב ואולם חי יהוה וחי נפשך כי כפשע ביני ובין המות "],"query":"009020003"},{"canonical":"1 Samuel 20:4","passages":["ויאמר יהונתן אל דוד מה תאמר נפשך ואעשה לך פ"],"query":"009020004"},{"canonical":"1 Samuel 20:5","passages":["ויאמר דוד אל יהונתן הנה חדש מחר ואנכי ישב אשב עם המלך לאכול ושלחתני ונסתרתי בשדה עד הערב השלשית "],"query":"009020005"},{"canonical":"1 Samuel 20:6","passages":["אם פקד יפקדני אביך ואמרת נשאל נשאל ממני דוד לרוץ בית לחם עירו כי זבח הימים שם לכל המשפחה "],"query":"009020006"},{"canonical":"1 Samuel 20:7","passages":["אם כה יאמר טוב שלום לעבדך ואם חרה יחרה לו דע כי כלתה הרעה מעמו "],"query":"009020007"},{"canonical":"1 Samuel 20:8","passages":["ועשית חסד על עבדך כי בברית יהוה הבאת את עבדך עמך ואם יש בי עון המיתני אתה ועד אביך למה זה תביאני פ"],"query":"009020008"},{"canonical":"1 Samuel 20:9","passages":["ויאמר יהונתן חלילה לך כי אם ידע אדע כי כלתה הרעה מעם אבי לבוא עליך ולא אתה אגיד לך  ס "],"query":"009020009"},{"canonical":"1 Samuel 20:10","passages":["ויאמר דוד אל יהונתן מי יגיד לי או מה יענך אביך קשה  ס "],"query":"009020010"},{"canonical":"1 Samuel 20:11","passages":["ויאמר יהונתן אל דוד לכה ונצא השדה ויצאו שניהם השדה  ס "],"query":"009020011"},{"canonical":"1 Samuel 20:12","passages":["ויאמר יהונתן אל דוד יהוה אלהי ישראל כי אחקר את אבי כעת מחר השלשית והנה טוב אל דוד ולא אז אשלח אליך וגליתי את אזנך "],"query":"009020012"},{"canonical":"1 Samuel 20:13","passages":["כה יעשה יהוה ליהונתן וכה יסיף כי ייטב אל אבי את הרעה עליך וגליתי את אזנך ושלחתיך והלכת לשלום ויהי יהוה עמך כאשר היה עם אבי "],"query":"009020013"},{"canonical":"1 Samuel 20:14","passages":["ולא אם עודני חי ולא תעשה עמדי חסד יהוה ולא אמות "],"query":"009020014"},{"canonical":"1 Samuel 20:15","passages":["ולא תכרת את חסדך מעם ביתי עד עולם ולא בהכרת יהוה את איבי דוד איש מעל פני האדמה "],"query":"009020015"},{"canonical":"1 Samuel 20:16","passages":["ויכרת יהונתן עם בית דוד ובקש יהוה מיד איבי דוד "],"query":"009020016"},{"canonical":"1 Samuel 20:17","passages":["ויוסף יהונתן להשביע את דוד באהבתו אתו כי אהבת נפשו אהבו  ס "],"query":"009020017"},{"canonical":"1 Samuel 20:18","passages":["ויאמר לו יהונתן מחר חדש ונפקדת כי יפקד מושבך "],"query":"009020018"},{"canonical":"1 Samuel 20:19","passages":["ושלשת תרד מאד ובאת אל המקום אשר נסתרת שם ביום המעשה וישבת אצל האבן האזל "],"query":"009020019"},{"canonical":"1 Samuel 20:20","passages":["ואני שלשת החצים צדה אורה לשלח לי למטרה "],"query":"009020020"},{"canonical":"1 Samuel 20:21","passages":["והנה אשלח את הנער לך מצא את החצים אם אמר אמר לנער הנה החצים ממך והנה קחנו ובאה כי שלום לך ואין דבר חי יהוה "],"query":"009020021"},{"canonical":"1 Samuel 20:22","passages":["ואם כה אמר לעלם הנה החצים ממך והלאה לך כי שלחך יהוה "],"query":"009020022"},{"canonical":"1 Samuel 20:23","passages":["והדבר אשר דברנו אני ואתה הנה יהוה ביני ובינך עד עולם  ס "],"query":"009020023"},{"canonical":"1 Samuel 20:24","passages":["ויסתר דוד בשדה ויהי החדש וישב המלך אל הלחם לאכול "],"query":"009020024"},{"canonical":"1 Samuel 20:25","passages":["וישב המלך על מושבו כפעם בפעם אל מושב הקיר ויקם יהונתן וישב אבנר מצד שאול ויפקד מקום דוד "],"query":"009020025"},{"canonical":"1 Samuel 20:26","passages":["ולא דבר שאול מאומה ביום ההוא כי אמר מקרה הוא בלתי טהור הוא כי לא טהור  ס "],"query":"009020026"},{"canonical":"1 Samuel 20:27","passages":["ויהי ממחרת החדש השני ויפקד מקום דוד  ס ויאמר שאול אל יהונתן בנו מדוע לא בא בן ישי גם תמול גם היום אל הלחם "],"query":"009020027"},{"canonical":"1 Samuel 20:28","passages":["ויען יהונתן את שאול נשאל נשאל דוד מעמדי עד בית לחם "],"query":"009020028"},{"canonical":"1 Samuel 20:29","passages":["ויאמר שלחני נא כי זבח משפחה לנו בעיר והוא צוה לי אחי ועתה אם מצאתי חן בעיניך אמלטה נא ואראה את אחי על כן לא בא אל שלחן המלך  ס "],"query":"009020029"},{"canonical":"1 Samuel 20:30","passages":["ויחר אף שאול ביהונתן ויאמר לו בן נעות המרדות הלוא ידעתי כי בחר אתה לבן ישי לבשתך ולבשת ערות אמך "],"query":"009020030"},{"canonical":"1 Samuel 20:31","passages":["כי כל הימים אשר בן ישי חי על האדמה לא תכון אתה ומלכותך ועתה שלח וקח אתו אלי כי בן מות הוא  ס "],"query":"009020031"},{"canonical":"1 Samuel 20:32","passages":["ויען יהונתן את שאול אביו ויאמר אליו למה יומת מה עשה "],"query":"009020032"},{"canonical":"1 Samuel 20:33","passages":["ויטל שאול את החנית עליו להכתו וידע יהונתן כי כלה היא מעם אביו להמית את דוד  ס "],"query":"009020033"},{"canonical":"1 Samuel 20:34","passages":["ויקם יהונתן מעם השלחן בחרי אף ולא אכל ביום החדש השני לחם כי נעצב אל דוד כי הכלמו אביו  ס "],"query":"009020034"},{"canonical":"1 Samuel 20:35","passages":["ויהי בבקר ויצא יהונתן השדה למועד דוד ונער קטן עמו "],"query":"009020035"},{"canonical":"1 Samuel 20:36","passages":["ויאמר לנערו רץ מצא נא את החצים אשר אנכי מורה הנער רץ והוא ירה החצי להעברו "],"query":"009020036"},{"canonical":"1 Samuel 20:37","passages":["ויבא הנער עד מקום החצי אשר ירה יהונתן ויקרא יהונתן אחרי הנער ויאמר הלוא החצי ממך והלאה "],"query":"009020037"},{"canonical":"1 Samuel 20:38","passages":["ויקרא יהונתן אחרי הנער מהרה חושה אל תעמד וילקט נער יהונתן את החצים ויבא אל אדניו "],"query":"009020038"},{"canonical":"1 Samuel 20:39","passages":["והנער לא ידע מאומה אך יהונתן ודוד ידעו את הדבר "],"query":"009020039"},{"canonical":"1 Samuel 20:40","passages":["ויתן יהונתן את כליו אל הנער אשר לו ויאמר לו לך הביא העיר "],"query":"009020040"},{"canonical":"1 Samuel 20:41","passages":["הנער בא ודוד קם מאצל הנגב ויפל לאפיו ארצה וישתחו שלש פעמים וישקו איש את רעהו ויבכו איש את רעהו עד דוד הגדיל "],"query":"009020041"},{"canonical":"1 Samuel 20:42","passages":["ויאמר יהונתן לדוד לך לשלום אשר נשבענו שנינו אנחנו בשם יהוה לאמר יהוה יהיה ביני ובינך ובין זרעי ובין זרעך עד עולם פ"],"query":"009020042"}]}