{"query":"009019","verses":[{},{"canonical":"1 Samuel 19:1","passages":["וידבר שאול אל יונתן בנו ואל כל עבדיו להמית את דוד ויהונתן בן שאול חפץ בדוד מאד "],"query":"009019001"},{"canonical":"1 Samuel 19:2","passages":["ויגד יהונתן לדוד לאמר מבקש שאול אבי להמיתך ועתה השמר נא בבקר וישבת בסתר ונחבאת "],"query":"009019002"},{"canonical":"1 Samuel 19:3","passages":["ואני אצא ועמדתי ליד אבי בשדה אשר אתה שם ואני אדבר בך אל אבי וראיתי מה והגדתי לך  ס "],"query":"009019003"},{"canonical":"1 Samuel 19:4","passages":["וידבר יהונתן בדוד טוב אל שאול אביו ויאמר אליו אל יחטא המלך בעבדו בדוד כי לוא חטא לך וכי מעשיו טוב לך מאד "],"query":"009019004"},{"canonical":"1 Samuel 19:5","passages":["וישם את נפשו בכפו ויך את הפלשתי ויעש יהוה תשועה גדולה לכל ישראל ראית ותשמח ולמה תחטא בדם נקי להמית את דוד חנם "],"query":"009019005"},{"canonical":"1 Samuel 19:6","passages":["וישמע שאול בקול יהונתן וישבע שאול חי יהוה אם יומת "],"query":"009019006"},{"canonical":"1 Samuel 19:7","passages":["ויקרא יהונתן לדוד ויגד לו יהונתן את כל הדברים האלה ויבא יהונתן את דוד אל שאול ויהי לפניו כאתמול שלשום  ס "],"query":"009019007"},{"canonical":"1 Samuel 19:8","passages":["ותוסף המלחמה להיות ויצא דוד וילחם בפלשתים ויך בהם מכה גדולה וינסו מפניו "],"query":"009019008"},{"canonical":"1 Samuel 19:9","passages":["ותהי רוח יהוה רעה אל שאול והוא בביתו יושב וחניתו בידו ודוד מנגן ביד "],"query":"009019009"},{"canonical":"1 Samuel 19:10","passages":["ויבקש שאול להכות בחנית בדוד ובקיר ויפטר מפני שאול ויך את החנית בקיר ודוד נס וימלט בלילה הוא פ"],"query":"009019010"},{"canonical":"1 Samuel 19:11","passages":["וישלח שאול מלאכים אל בית דוד לשמרו ולהמיתו בבקר ותגד לדוד מיכל אשתו לאמר אם אינך ממלט את נפשך הלילה מחר אתה מומת "],"query":"009019011"},{"canonical":"1 Samuel 19:12","passages":["ותרד מיכל את דוד בעד החלון וילך ויברח וימלט "],"query":"009019012"},{"canonical":"1 Samuel 19:13","passages":["ותקח מיכל את התרפים ותשם אל המטה ואת כביר העזים שמה מראשתיו ותכס בבגד  ס "],"query":"009019013"},{"canonical":"1 Samuel 19:14","passages":["וישלח שאול מלאכים לקחת את דוד ותאמר חלה הוא פ"],"query":"009019014"},{"canonical":"1 Samuel 19:15","passages":["וישלח שאול את המלאכים לראות את דוד לאמר העלו אתו במטה אלי להמתו "],"query":"009019015"},{"canonical":"1 Samuel 19:16","passages":["ויבאו המלאכים והנה התרפים אל המטה וכביר העזים מראשתיו "],"query":"009019016"},{"canonical":"1 Samuel 19:17","passages":["ויאמר שאול אל מיכל למה ככה רמיתני ותשלחי את איבי וימלט ותאמר מיכל אל שאול הוא אמר אלי שלחני למה אמיתך "],"query":"009019017"},{"canonical":"1 Samuel 19:18","passages":["ודוד ברח וימלט ויבא אל שמואל הרמתה ויגד לו את כל אשר עשה לו שאול וילך הוא ושמואל וישבו בניות "],"query":"009019018"},{"canonical":"1 Samuel 19:19","passages":["ויגד לשאול לאמר הנה דוד בניות ברמה "],"query":"009019019"},{"canonical":"1 Samuel 19:20","passages":["וישלח שאול מלאכים לקחת את דוד וירא את להקת הנביאים נבאים ושמואל עמד נצב עליהם ותהי על מלאכי שאול רוח אלהים ויתנבאו גם המה "],"query":"009019020"},{"canonical":"1 Samuel 19:21","passages":["ויגדו לשאול וישלח מלאכים אחרים ויתנבאו גם המה ויסף שאול וישלח מלאכים שלשים ויתנבאו גם המה "],"query":"009019021"},{"canonical":"1 Samuel 19:22","passages":["וילך גם הוא הרמתה ויבא עד בור הגדול אשר בשכו וישאל ויאמר איפה שמואל ודוד ויאמר הנה בניות ברמה "],"query":"009019022"},{"canonical":"1 Samuel 19:23","passages":["וילך שם אל בניות ברמה "],"query":"009019023"},{"canonical":"1 Samuel 19:24","passages":["ויפשט גם הוא בגדיו ויתנבא גם הוא לפני שמואל ויפל ערם כל היום ההוא וכל הלילה על כן יאמרו הגם שאול בנביאם פ"],"query":"009019024"}]}