{"query":"009023","verses":[{},{"canonical":"1 Samuel 23:1","passages":["ויגדו לדוד לאמר הנה פלשתים נלחמים בקעילה והמה שסים את הגרנות "],"query":"009023001"},{"canonical":"1 Samuel 23:2","passages":["וישאל דוד ביהוה לאמר האלך והכיתי בפלשתים האלה  ס ויאמר יהוה אל דוד לך והכית בפלשתים והושעת את קעילה "],"query":"009023002"},{"canonical":"1 Samuel 23:3","passages":["ויאמרו אנשי דוד אליו הנה אנחנו פה ביהודה יראים ואף כי נלך קעלה אל מ͏ערכות פלשתים  ס "],"query":"009023003"},{"canonical":"1 Samuel 23:4","passages":["ויוסף עוד דוד לשאל ביהוה  ס ויענהו יהוה ויאמר קום רד קעילה כי אני נתן את פלשתים בידך "],"query":"009023004"},{"canonical":"1 Samuel 23:5","passages":["וילך דוד  ס "],"query":"009023005"},{"canonical":"1 Samuel 23:6","passages":["ויהי בברח אביתר בן אחימלך אל דוד קעילה אפוד ירד בידו "],"query":"009023006"},{"canonical":"1 Samuel 23:7","passages":["ויגד לשאול כי בא דוד קעילה ויאמר שאול נכר אתו אלהים בידי כי נסגר לבוא בעיר דלתים ובריח "],"query":"009023007"},{"canonical":"1 Samuel 23:8","passages":["וישמע שאול את כל העם למלחמה לרדת קעילה לצור אל דוד ואל אנשיו "],"query":"009023008"},{"canonical":"1 Samuel 23:9","passages":["וידע דוד כי עליו שאול מחריש הרעה ויאמר אל אביתר הכהן הגישה האפוד  ס "],"query":"009023009"},{"canonical":"1 Samuel 23:10","passages":["ויאמר דוד יהוה אלהי ישראל שמע שמע עבדך כי מבקש שאול לבוא אל קעילה לשחת לעיר בעבורי "],"query":"009023010"},{"canonical":"1 Samuel 23:11","passages":["היסגרני בעלי קעילה בידו הירד שאול כאשר שמע עבדך יהוה אלהי ישראל הגד נא לעבדך  ס ויאמר יהוה ירד "],"query":"009023011"},{"canonical":"1 Samuel 23:12","passages":["ויאמר דוד היסגרו בעלי קעילה אתי ואת אנשי ביד שאול ויאמר יהוה יסגירו  ס "],"query":"009023012"},{"canonical":"1 Samuel 23:13","passages":["ויקם דוד ואנשיו כשש מאות איש ויצאו מקעלה ויתהלכו באשר יתהלכו ולשאול הגד כי נמלט דוד מקעילה ויחדל לצאת "],"query":"009023013"},{"canonical":"1 Samuel 23:14","passages":["וישב דוד במדבר במצדות וישב בהר במדבר זיף ויבקשהו שאול כל הימים ולא נתנו אלהים בידו "],"query":"009023014"},{"canonical":"1 Samuel 23:15","passages":["וירא דוד כי יצא שאול לבקש את נפשו ודוד במדבר זיף בחרשה  ס "],"query":"009023015"},{"canonical":"1 Samuel 23:16","passages":["ויקם יהונתן בן שאול וילך אל דוד חרשה ויחזק את ידו באלהים "],"query":"009023016"},{"canonical":"1 Samuel 23:17","passages":["ויאמר אליו אל תירא כי לא תמצאך יד שאול אבי ואתה תמלך על ישראל ואנכי אהיה לך למשנה וגם שאול אבי ידע כן "],"query":"009023017"},{"canonical":"1 Samuel 23:18","passages":["ויכרתו שניהם ברית לפני יהוה וישב דוד בחרשה ויהונתן הלך לביתו  ס "],"query":"009023018"},{"canonical":"1 Samuel 23:19","passages":["ויעלו זפים אל שאול הגבעתה לאמר הלוא דוד מסתתר עמנו במצדות בחרשה בגבעת החכילה אשר מימין הישימון "],"query":"009023019"},{"canonical":"1 Samuel 23:20","passages":["ועתה לכל אות נפשך המלך לרדת רד ולנו הסגירו ביד המלך "],"query":"009023020"},{"canonical":"1 Samuel 23:21","passages":["ויאמר שאול ברוכים אתם ליהוה כי חמלתם עלי "],"query":"009023021"},{"canonical":"1 Samuel 23:22","passages":["לכו נא הכינו עוד ודעו וראו את מקומו אשר תהיה רגלו מי ראהו שם כי אמר אלי ערום יערם הוא "],"query":"009023022"},{"canonical":"1 Samuel 23:23","passages":["וראו ודעו מכל המחבאים אשר יתחבא שם ושבתם אלי אל נכון והלכתי אתכם והיה אם ישנו בארץ וחפשתי אתו בכל אלפי יהודה "],"query":"009023023"},{"canonical":"1 Samuel 23:24","passages":["ויקומו וילכו זיפה לפני שאול ודוד ואנשיו במדבר מעון בערבה אל ימין הישימון "],"query":"009023024"},{"canonical":"1 Samuel 23:25","passages":["וילך שאול ואנשיו לבקש ויגדו לדוד וירד הסלע וישב במדבר מעון וישמע שאול וירדף אחרי דוד מדבר מעון "],"query":"009023025"},{"canonical":"1 Samuel 23:26","passages":["וילך שאול מצד ההר מזה ודוד ואנשיו מצד ההר מזה ויהי דוד נחפז ללכת מפני שאול ושאול ואנשיו עטרים אל דוד ואל אנשיו לתפשם "],"query":"009023026"},{"canonical":"1 Samuel 23:27","passages":["ומלאך בא אל שאול לאמר מהרה ולכה כי פשטו פלשתים על הארץ "],"query":"009023027"},{"canonical":"1 Samuel 23:28","passages":["וישב שאול מרדף אחרי דוד וילך לקראת פלשתים על כן קראו למקום ההוא סלע המחלקות "],"query":"009023028"}]}