{"query":"009012","verses":[{},{"canonical":"1 Samuel 12:1","passages":["ויאמר שמואל אל כל ישראל הנה שמעתי בקלכם לכל אשר אמרתם לי ואמליך עליכם מלך "],"query":"009012001"},{"canonical":"1 Samuel 12:2","passages":["ועתה הנה המלך מתהלך לפניכם ואני זקנתי ושבתי ובני הנם אתכם ואני התהלכתי לפניכם מנערי עד היום הזה "],"query":"009012002"},{"canonical":"1 Samuel 12:3","passages":["הנני ענו בי נגד יהוה ונגד משיחו את שור מי לקחתי וחמור מי לקחתי ואת מי עשקתי את מי רצותי ומיד מי לקחתי כפר ואעלים עיני בו ואשיב לכם "],"query":"009012003"},{"canonical":"1 Samuel 12:4","passages":["ויאמרו לא עשקתנו ולא רצותנו ולא לקחת מיד איש מאומה "],"query":"009012004"},{"canonical":"1 Samuel 12:5","passages":["ויאמר אליהם עד יהוה בכם ועד משיחו היום הזה כי לא מצאתם בידי מאומה ויאמר עד פ"],"query":"009012005"},{"canonical":"1 Samuel 12:6","passages":["ויאמר שמואל אל העם יהוה אשר עשה את משה ואת אהרן ואשר העלה את אבתיכם מארץ מצרים "],"query":"009012006"},{"canonical":"1 Samuel 12:7","passages":["ועתה התיצבו ואשפטה אתכם לפני יהוה את כל צדקות יהוה אשר עשה אתכם ואת אבותיכם "],"query":"009012007"},{"canonical":"1 Samuel 12:8","passages":["כאשר בא יעקב מצרים ויזעקו אבותיכם אל יהוה וישלח יהוה את משה ואת אהרן ויוציאו את אבתיכם ממצרים וישבום במקום הזה "],"query":"009012008"},{"canonical":"1 Samuel 12:9","passages":["וישכחו את יהוה אלהיהם וימכר אתם ביד סיסרא שר צבא חצור וביד פלשתים וביד מלך מואב וילחמו בם "],"query":"009012009"},{"canonical":"1 Samuel 12:10","passages":["ויזעקו אל יהוה ויאמרו חטאנו כי עזבנו את יהוה ונעבד את הבעלים ואת העשתרות ועתה הצילנו מיד איבינו ונעבדך "],"query":"009012010"},{"canonical":"1 Samuel 12:11","passages":["וישלח יהוה את ירבעל ואת בדן ואת יפתח ואת שמואל ויצל אתכם מיד איביכם מסביב ותשבו בטח "],"query":"009012011"},{"canonical":"1 Samuel 12:12","passages":["ותראו כי נחש מלך בני עמון בא עליכם ותאמרו לי לא כי מלך ימלך עלינו ויהוה אלהיכם מלככם "],"query":"009012012"},{"canonical":"1 Samuel 12:13","passages":["ועתה הנה המלך אשר בחרתם אשר שאלתם והנה נתן יהוה עליכם מלך "],"query":"009012013"},{"canonical":"1 Samuel 12:14","passages":["אם תיראו את יהוה ועבדתם אתו ושמעתם בקלו ולא תמרו את פי יהוה והיתם גם אתם וגם המלך אשר מלך עליכם אחר יהוה אלהיכם "],"query":"009012014"},{"canonical":"1 Samuel 12:15","passages":["ואם לא תשמעו בקול יהוה ומריתם את פי יהוה והיתה יד יהוה בכם ובאבתיכם "],"query":"009012015"},{"canonical":"1 Samuel 12:16","passages":["גם עתה התיצבו וראו את הדבר הגדול הזה אשר יהוה עשה לעיניכם "],"query":"009012016"},{"canonical":"1 Samuel 12:17","passages":["הלוא קציר חטים היום אקרא אל יהוה ויתן קלות ומטר ודעו וראו כי רעתכם רבה אשר עשיתם בעיני יהוה לשאול לכם מלך  ס "],"query":"009012017"},{"canonical":"1 Samuel 12:18","passages":["ויקרא שמואל אל יהוה ויתן יהוה קלת ומטר ביום ההוא ויירא כל העם מאד את יהוה ואת שמואל "],"query":"009012018"},{"canonical":"1 Samuel 12:19","passages":["ויאמרו כל העם אל שמואל התפלל בעד עבדיך אל יהוה אלהיך ואל נמות כי יספנו על כל חטאתינו רעה לשאל לנו מלך  ס "],"query":"009012019"},{"canonical":"1 Samuel 12:20","passages":["ויאמר שמואל אל העם אל תיראו אתם עשיתם את כל הרעה הזאת אך אל תסורו מאחרי יהוה ועבדתם את יהוה בכל לבבכם "],"query":"009012020"},{"canonical":"1 Samuel 12:21","passages":["ולא תסורו כי אחרי התהו אשר לא יועילו ולא יצילו כי תהו המה "],"query":"009012021"},{"canonical":"1 Samuel 12:22","passages":["כי לא יטש יהוה את עמו בעבור שמו הגדול כי הואיל יהוה לעשות אתכם לו לעם "],"query":"009012022"},{"canonical":"1 Samuel 12:23","passages":["גם אנכי חלילה לי מחטא ליהוה מחדל להתפלל בעדכם והוריתי אתכם בדרך הטובה והישרה "],"query":"009012023"},{"canonical":"1 Samuel 12:24","passages":["אך יראו את יהוה ועבדתם אתו באמת בכל לבבכם כי ראו את אשר הגדל עמכם "],"query":"009012024"},{"canonical":"1 Samuel 12:25","passages":["ואם הרע תרעו גם אתם גם מלככם תספו פ"],"query":"009012025"}]}