{"query":"009025","verses":[{},{"canonical":"1 Samuel 25:1","passages":["וימת שמואל ויקבצו כל ישראל ויספדו לו ויקברהו בביתו ברמה ויקם דוד וירד אל מדבר פארן  ס "],"query":"009025001"},{"canonical":"1 Samuel 25:2","passages":["ואיש במעון ומעשהו בכרמל והאיש גדול מאד ולו צאן שלשת אלפים ואלף עזים ויהי בגזז את צאנו בכרמל "],"query":"009025002"},{"canonical":"1 Samuel 25:3","passages":["ושם האיש נבל ושם אשתו אבגיל והאשה טובת שכל ויפת תאר והאיש קשה ורע מעללים והוא כלבי "],"query":"009025003"},{"canonical":"1 Samuel 25:4","passages":["וישמע דוד במדבר כי גזז נבל את צאנו "],"query":"009025004"},{"canonical":"1 Samuel 25:5","passages":["וישלח דוד עשרה נערים ויאמר דוד לנערים עלו כרמלה ובאתם אל נבל ושאלתם לו בשמי לשלום "],"query":"009025005"},{"canonical":"1 Samuel 25:6","passages":["ואמרתם כה לחי ואתה שלום וביתך שלום וכל אשר לך שלום "],"query":"009025006"},{"canonical":"1 Samuel 25:7","passages":["ועתה שמעתי כי גזזים לך עתה הרעים אשר לך היו עמנו לא הכלמנום ולא נפקד להם מאומה כל ימי היותם בכרמל "],"query":"009025007"},{"canonical":"1 Samuel 25:8","passages":["שאל את נעריך ויגידו לך וימצאו הנערים חן בעיניך כי על יום טוב בנו תנה נא את אשר תמצא ידך לעבדיך ולבנך לדוד "],"query":"009025008"},{"canonical":"1 Samuel 25:9","passages":["ויבאו נערי דוד וידברו אל נבל ככל הדברים האלה בשם דוד וינוחו "],"query":"009025009"},{"canonical":"1 Samuel 25:10","passages":["ויען נבל את עבדי דוד ויאמר מי דוד ומי בן ישי היום רבו עבדים המתפרצים איש מפני אדניו "],"query":"009025010"},{"canonical":"1 Samuel 25:11","passages":["ולקחתי את לחמי ואת מימי ואת טבחתי אשר טבחתי לגזזי ונתתי לאנשים אשר לא ידעתי אי מזה המה "],"query":"009025011"},{"canonical":"1 Samuel 25:12","passages":["ויהפכו נערי דוד לדרכם וישבו ויבאו ויגדו לו ככל הדברים האלה "],"query":"009025012"},{"canonical":"1 Samuel 25:13","passages":["ויאמר דוד לאנשיו חגרו איש את חרבו ויחגרו איש את חרבו ויחגר גם דוד את חרבו ויעלו אחרי דוד כארבע מאות איש ומאתים ישבו על הכלים "],"query":"009025013"},{"canonical":"1 Samuel 25:14","passages":["ולאביגיל אשת נבל הגיד נער אחד מהנערים לאמר הנה שלח דוד מלאכים מהמדבר לברך את אדנינו ויעט בהם "],"query":"009025014"},{"canonical":"1 Samuel 25:15","passages":["והאנשים טבים לנו מאד ולא הכלמנו ולא פקדנו מאומה כל ימי התהלכנו אתם בהיותנו בשדה "],"query":"009025015"},{"canonical":"1 Samuel 25:16","passages":["חומה היו עלינו גם לילה גם יומם כל ימי היותנו עמם רעים הצאן "],"query":"009025016"},{"canonical":"1 Samuel 25:17","passages":["ועתה דעי וראי מה תעשי כי כלתה הרעה אל אדנינו ועל כל ביתו והוא בן בליעל מדבר אליו "],"query":"009025017"},{"canonical":"1 Samuel 25:18","passages":["ותמהר עשוית וחמש סאים קלי ומאה צמקים ומאתים דבלים ותשם על החמרים "],"query":"009025018"},{"canonical":"1 Samuel 25:19","passages":["ותאמר לנעריה עברו לפני הנני אחריכם באה ולאישה נבל לא הגידה "],"query":"009025019"},{"canonical":"1 Samuel 25:20","passages":["והיה היא רכבת על החמור וירדת בסתר ההר והנה דוד ואנשיו ירדים לקראתה ותפגש אתם "],"query":"009025020"},{"canonical":"1 Samuel 25:21","passages":["ודוד אמר אך לשקר שמרתי את כל אשר לזה במדבר ולא נפקד מכל אשר לו מאומה וישב לי רעה תחת טובה "],"query":"009025021"},{"canonical":"1 Samuel 25:22","passages":["כה יעשה אלהים לאיבי דוד וכה יסיף אם אשאיר מכל אשר לו עד הבקר משתין בקיר "],"query":"009025022"},{"canonical":"1 Samuel 25:23","passages":["ותרא אביגיל את דוד ותמהר ותרד מעל החמור ותפל לאפי דוד על פניה ותשתחו ארץ "],"query":"009025023"},{"canonical":"1 Samuel 25:24","passages":["ותפל על רגליו ותאמר בי אני אדני העון ותדבר נא אמתך באזניך ושמע את דברי אמתך "],"query":"009025024"},{"canonical":"1 Samuel 25:25","passages":["אל נא ישים אדני את לבו אל איש הבליעל הזה על נבל כי כשמו כן הוא נבל שמו ונבלה עמו ו͏אני אמתך לא ראיתי את נערי אדני אשר שלחת "],"query":"009025025"},{"canonical":"1 Samuel 25:26","passages":["ועתה אדני חי יהוה וחי נפשך אשר מנעך יהוה מבוא בדמים והושע ידך לך ועתה יהיו כנבל איביך והמבקשים אל אדני רעה "],"query":"009025026"},{"canonical":"1 Samuel 25:27","passages":["ועתה הברכה הזאת אשר הביא שפחתך לאדני ונתנה לנערים המתהלכים ברגלי אדני "],"query":"009025027"},{"canonical":"1 Samuel 25:28","passages":["שא נא לפשע אמתך כי עשה יעשה יהוה לאדני בית נאמן כי מלחמות יהוה אדני נלחם ורעה לא תמצא בך מימיך "],"query":"009025028"},{"canonical":"1 Samuel 25:29","passages":["ויקם אדם לרדפך ולבקש את נפשך והיתה נפש אדני צרורה בצרור החיים את יהוה אלהיך ואת נפש איביך יקלענה בתוך כף הקלע "],"query":"009025029"},{"canonical":"1 Samuel 25:30","passages":["והיה כי יעשה יהוה לאדני ככל אשר דבר את הטובה עליך וצוך לנגיד על ישראל "],"query":"009025030"},{"canonical":"1 Samuel 25:31","passages":["ולא תהיה זאת לך לפוקה ולמכשול לב לאדני ולשפך דם חנם ולהושיע אדני לו והיטב יהוה לאדני וזכרת את אמתך  ס "],"query":"009025031"},{"canonical":"1 Samuel 25:32","passages":["ויאמר דוד לאביגל ברוך יהוה אלהי ישראל אשר שלחך היום הזה לקראתי "],"query":"009025032"},{"canonical":"1 Samuel 25:33","passages":["וברוך טעמך וברוכה את אשר כלתני היום הזה מבוא בדמים והשע ידי לי "],"query":"009025033"},{"canonical":"1 Samuel 25:34","passages":["ואולם חי יהוה אלהי ישראל אשר מנעני מהרע אתך כי לולי מהרת ותבאת לקראתי כי אם נותר לנבל עד אור הבקר משתין בקיר "],"query":"009025034"},{"canonical":"1 Samuel 25:35","passages":["ויקח דוד מידה את אשר הביאה לו ולה אמר עלי לשלום לביתך ראי שמעתי בקולך ואשא פניך "],"query":"009025035"},{"canonical":"1 Samuel 25:36","passages":["ותבא אביגיל אל נבל והנה לו משתה בביתו כמשתה המלך ולב נבל טוב עליו והוא שכר עד מאד ולא הגידה לו דבר קטן וגדול עד אור הבקר "],"query":"009025036"},{"canonical":"1 Samuel 25:37","passages":["ויהי בבקר בצאת היין מנבל ותגד לו אשתו את הדברים האלה וימת לבו בקרבו והוא היה לאבן "],"query":"009025037"},{"canonical":"1 Samuel 25:38","passages":["ויהי כעשרת הימים ויגף יהוה את נבל וימת "],"query":"009025038"},{"canonical":"1 Samuel 25:39","passages":["וישמע דוד כי מת נבל ויאמר ברוך יהוה אשר רב את ריב חרפתי מיד נבל ואת עבדו חשך מרעה ואת רעת נבל השיב יהוה בראשו וישלח דוד וידבר באביגיל לקחתה לו לאשה "],"query":"009025039"},{"canonical":"1 Samuel 25:40","passages":["ויבאו עבדי דוד אל אביגיל הכרמלה וידברו אליה לאמר דוד שלחנו אליך לקחתך לו לאשה "],"query":"009025040"},{"canonical":"1 Samuel 25:41","passages":["ותקם ותשתחו אפים ארצה ותאמר הנה אמתך לשפחה לרחץ רגלי עבדי אדני "],"query":"009025041"},{"canonical":"1 Samuel 25:42","passages":["ותמהר ותקם אביגיל ותרכב על החמור וחמש נערתיה ההלכות לרגלה ותלך אחרי מלאכי דוד ותהי לו לאשה "],"query":"009025042"},{"canonical":"1 Samuel 25:43","passages":["ואת אחינעם לקח דוד מיזרעאל ותהיין גם שתיהן לו לנשים  ס "],"query":"009025043"},{"canonical":"1 Samuel 25:44","passages":["ושאול נתן את מיכל בתו אשת דוד לפלטי בן ליש אשר מגלים "],"query":"009025044"}]}