{"query":"009007","verses":[{},{"canonical":"1 Samuel 7:1","passages":["ויבאו אנשי קרית יערים ו͏יעלו את ארון יהוה ויבאו אתו אל בית אבינדב בגבעה ואת אלעזר בנו קדשו לשמר את ארון יהוה פ"],"query":"009007001"},{"canonical":"1 Samuel 7:2","passages":["ויהי מיום שבת הארון בקרית יערים וירבו הימים ויהיו עשרים שנה וינהו כל בית ישראל אחרי יהוה  ס "],"query":"009007002"},{"canonical":"1 Samuel 7:3","passages":["ויאמר שמואל אל כל בית ישראל לאמר אם בכל לבבכם אתם שבים אל יהוה הסירו את אלהי הנכר מתוככם והעשתרות והכינו לבבכם אל יהוה ועבדהו לבדו ויצל אתכם מיד פלשתים "],"query":"009007003"},{"canonical":"1 Samuel 7:4","passages":["ויסירו בני ישראל את הבעלים ואת העשתרת ויעבדו את יהוה לבדו פ"],"query":"009007004"},{"canonical":"1 Samuel 7:5","passages":["ויאמר שמואל קבצו את כל ישראל המצפתה ואתפלל בעדכם אל יהוה "],"query":"009007005"},{"canonical":"1 Samuel 7:6","passages":["ויקבצו המצפתה וישאבו מים ו͏ישפכו לפני יהוה ויצומו ביום ההוא ויאמרו שם חטאנו ליהוה וישפט שמואל את בני ישראל במצפה "],"query":"009007006"},{"canonical":"1 Samuel 7:7","passages":["וישמעו פלשתים כי התקבצו בני ישראל המצפתה ויעלו סרני פלשתים אל ישראל וישמעו בני ישראל ויראו מפני פלשתים "],"query":"009007007"},{"canonical":"1 Samuel 7:8","passages":["ויאמרו בני ישראל אל שמואל אל תחרש ממנו מזעק אל יהוה אלהינו וישענו מיד פלשתים "],"query":"009007008"},{"canonical":"1 Samuel 7:9","passages":["ויקח שמואל טלה חלב אחד ויעלהו עולה כליל ליהוה ויזעק שמואל אל יהוה בעד ישראל ויענהו יהוה "],"query":"009007009"},{"canonical":"1 Samuel 7:10","passages":["ויהי שמואל מעלה העולה ופלשתים נגשו למלחמה בישראל וירעם יהוה בקול גדול ביום ההוא על פלשתים ויהמם וינגפו לפני ישראל "],"query":"009007010"},{"canonical":"1 Samuel 7:11","passages":["ויצאו אנשי ישראל מן המצפה וירדפו את פלשתים ויכום עד מתחת לבית כר "],"query":"009007011"},{"canonical":"1 Samuel 7:12","passages":["ויקח שמואל אבן אחת וישם בין המצפה ובין השן ויקרא את שמה אבן העזר ויאמר עד הנה עזרנו יהוה "],"query":"009007012"},{"canonical":"1 Samuel 7:13","passages":["ויכנעו הפלשתים ולא יספו עוד לבוא בגבול ישראל ותהי יד יהוה בפלשתים כל ימי שמואל "],"query":"009007013"},{"canonical":"1 Samuel 7:14","passages":["ותשבנה הערים אשר לקחו פלשתים מאת ישראל לישראל מעקרון ועד גת ואת גבולן הציל ישראל מיד פלשתים ויהי שלום בין ישראל ובין האמרי "],"query":"009007014"},{"canonical":"1 Samuel 7:15","passages":["וישפט שמואל את ישראל כל ימי חייו "],"query":"009007015"},{"canonical":"1 Samuel 7:16","passages":["והלך מדי שנה בשנה וסבב בית אל והגלגל והמצפה ושפט את ישראל את כל המקומות האלה "],"query":"009007016"},{"canonical":"1 Samuel 7:17","passages":["ותשבתו הרמתה כי שם ביתו ושם שפט את ישראל ויבן שם מזבח ליהוה פ"],"query":"009007017"}]}