{"query":"009010","verses":[{},{"canonical":"1 Samuel 10:1","passages":["ויקח שמואל את פך השמן ויצק על ראשו וישקהו ויאמר הלוא כי משחך יהוה על נחלתו לנגיד "],"query":"009010001"},{"canonical":"1 Samuel 10:2","passages":["בלכתך היום מעמדי ומצאת שני אנשים עם קברת רחל בגבול בנימן בצלצח ואמרו אליך נמצאו האתנות אשר הלכת לבקש והנה נטש אביך את דברי האתנות ודאג לכם לאמר מה אעשה לבני "],"query":"009010002"},{"canonical":"1 Samuel 10:3","passages":["וחלפת משם והלאה ובאת עד אלון תבור ומצאוך שם שלשה אנשים עלים אל האלהים בית אל אחד נשא שלשה גדיים ואחד נשא שלשת ככרות לחם ואחד נשא נבל יין "],"query":"009010003"},{"canonical":"1 Samuel 10:4","passages":["ושאלו לך לשלום ונתנו לך שתי לחם ולקחת מידם "],"query":"009010004"},{"canonical":"1 Samuel 10:5","passages":["אחר כן תבוא גבעת האלהים אשר שם נצבי פלשתים ויהי כבאך שם העיר ופגעת חבל נביאים ירדים מהבמה ולפניהם נבל ותף וחליל וכנור והמה מתנבאים "],"query":"009010005"},{"canonical":"1 Samuel 10:6","passages":["וצלחה עליך רוח יהוה והתנבית עמם ונהפכת לאיש אחר "],"query":"009010006"},{"canonical":"1 Samuel 10:7","passages":["והיה כי תבאנה האתות האלה לך עשה לך אשר תמצא ידך כי האלהים עמך "],"query":"009010007"},{"canonical":"1 Samuel 10:8","passages":["וירדת לפני הגלגל והנה אנכי ירד אליך להעלות עלות לזבח זבחי שלמים שבעת ימים תוחל עד בואי אליך והודעתי לך את אשר תעשה "],"query":"009010008"},{"canonical":"1 Samuel 10:9","passages":["והיה כהפנתו שכמו ללכת מעם שמואל ויהפך לו אלהים לב אחר ויבאו כל האתות האלה ביום ההוא  ס "],"query":"009010009"},{"canonical":"1 Samuel 10:10","passages":["ויבאו שם הגבעתה והנה חבל נבאים לקראתו ותצלח עליו רוח אלהים ויתנבא בתוכם "],"query":"009010010"},{"canonical":"1 Samuel 10:11","passages":["ויהי כל יודעו מאתמול שלשום ויראו והנה עם נבאים נבא ויאמר העם איש אל רעהו מה זה היה לבן קיש הגם שאול בנביאים "],"query":"009010011"},{"canonical":"1 Samuel 10:12","passages":["ויען איש משם ויאמר ומי אביהם על כן היתה למשל הגם שאול בנבאים "],"query":"009010012"},{"canonical":"1 Samuel 10:13","passages":["ויכל מהתנבות ויבא הבמה "],"query":"009010013"},{"canonical":"1 Samuel 10:14","passages":["ויאמר דוד שאול אליו ואל נערו אן הלכתם ויאמר לבקש את האתנות ונראה כי אין ונבוא אל שמואל "],"query":"009010014"},{"canonical":"1 Samuel 10:15","passages":["ויאמר דוד שאול הגידה נא לי מה אמר לכם שמואל "],"query":"009010015"},{"canonical":"1 Samuel 10:16","passages":["ויאמר שאול אל דודו הגד הגיד לנו כי נמצאו האתנות ואת דבר המלוכה לא הגיד לו אשר אמר שמואל פ"],"query":"009010016"},{"canonical":"1 Samuel 10:17","passages":["ויצעק שמואל את העם אל יהוה המצפה "],"query":"009010017"},{"canonical":"1 Samuel 10:18","passages":["ויאמר אל בני ישראל פכה אמר יהוה אלהי ישראל אנכי העליתי את ישראל ממצרים ואציל אתכם מיד מצרים ומיד כל הממלכות הלחצים אתכם "],"query":"009010018"},{"canonical":"1 Samuel 10:19","passages":["ואתם היום מאסתם את אלהיכם אשר הוא מושיע לכם מכל רעותיכם וצרתיכם ותאמרו לו כי מלך תשים עלינו ועתה התיצבו לפני יהוה לשבטיכם ולאלפיכם "],"query":"009010019"},{"canonical":"1 Samuel 10:20","passages":["ויקרב שמואל את כל שבטי ישראל וילכד שבט בנימן "],"query":"009010020"},{"canonical":"1 Samuel 10:21","passages":["ויקרב את שבט בנימן למשפחתיו ותלכד משפחת המטרי וילכד שאול בן קיש ויבקשהו ולא נמצא "],"query":"009010021"},{"canonical":"1 Samuel 10:22","passages":["וישאלו עוד ביהוה הבא עוד הלם איש  ס ויאמר יהוה הנה הוא נחבא אל הכלים "],"query":"009010022"},{"canonical":"1 Samuel 10:23","passages":["וירצו ויקחהו משם ויתיצב בתוך העם ויגבה מכל העם משכמו ומעלה "],"query":"009010023"},{"canonical":"1 Samuel 10:24","passages":["ויאמר שמואל אל כל העם הראיתם אשר בחר בו יהוה כי אין כמהו בכל העם וירעו כל העם ויאמרו יחי המלך פ"],"query":"009010024"},{"canonical":"1 Samuel 10:25","passages":["וידבר שמואל אל העם את משפט המלכה ויכתב בספר וינח לפני יהוה וישלח שמואל את כל העם איש לביתו "],"query":"009010025"},{"canonical":"1 Samuel 10:26","passages":["וגם שאול הלך לביתו גבעתה וילכו עמו החיל אשר נגע אלהים בלבם "],"query":"009010026"},{"canonical":"1 Samuel 10:27","passages":["ובני בליעל אמרו מה ישענו זה ויבזהו ולא הביאו לו מנחה ויהי כמחריש פ"],"query":"009010027"}]}