{"query":"009009","verses":[{},{"canonical":"1 Samuel 9:1","passages":["ו͏יהי איש מבנימין ושמו קיש בן אביאל בן צרור בן בכורת בן אפיח בן איש ימיני גבור חיל "],"query":"009009001"},{"canonical":"1 Samuel 9:2","passages":["ולו היה בן ושמו שאול בחור וטוב ואין איש מבני ישראל טוב ממנו משכמו ומעלה גבה מכל העם "],"query":"009009002"},{"canonical":"1 Samuel 9:3","passages":["ותאבדנה האתנות לקיש אבי שאול ויאמר קיש אל שאול בנו קח נא אתך את אחד מהנערים וקום לך בקש את האתנת "],"query":"009009003"},{"canonical":"1 Samuel 9:4","passages":["ויעבר בהר אפרים ויעבר בארץ שלשה ולא מצאו ויעברו בארץ שעלים ואין ויעבר בארץ ימיני ולא מצאו "],"query":"009009004"},{"canonical":"1 Samuel 9:5","passages":["המה באו בארץ צוף ושאול אמר לנערו אשר עמו לכה ונשובה פן יחדל אבי מן האתנות ודאג לנו "],"query":"009009005"},{"canonical":"1 Samuel 9:6","passages":["ויאמר לו הנה נא איש אלהים בעיר הזאת והאיש נכבד כל אשר ידבר בוא יבוא עתה נלכה שם אולי יגיד לנו את דרכנו אשר הלכנו עליה "],"query":"009009006"},{"canonical":"1 Samuel 9:7","passages":["ויאמר שאול לנערו והנה נלך ומה נביא לאיש כי הלחם אזל מכלינו ותשורה אין להביא לאיש האלהים מה אתנו "],"query":"009009007"},{"canonical":"1 Samuel 9:8","passages":["ויסף הנער לענות את שאול ויאמר הנה נמצא בידי רבע שקל כסף ונתתי לאיש האלהים והגיד לנו את דרכנו "],"query":"009009008"},{"canonical":"1 Samuel 9:9","passages":["לפנים בישראל כה אמר האיש בלכתו לדרוש אלהים לכו ונלכה עד הראה כי לנביא היום יקרא לפנים הראה "],"query":"009009009"},{"canonical":"1 Samuel 9:10","passages":["ויאמר שאול לנערו טוב דברך לכה נלכה וילכו אל העיר אשר שם איש האלהים "],"query":"009009010"},{"canonical":"1 Samuel 9:11","passages":["המה עלים במעלה העיר והמה מצאו נערות יצאות לשאב מים ויאמרו להן היש בזה הראה "],"query":"009009011"},{"canonical":"1 Samuel 9:12","passages":["ותענינה אותם ותאמרנה יש הנה לפניך מהר עתה כי היום בא לעיר כי זבח היום לעם בבמה "],"query":"009009012"},{"canonical":"1 Samuel 9:13","passages":["כבאכם העיר כן תמצאון אתו בטרם יעלה הבמתה לאכל כי לא יאכל העם עד באו כי הוא יברך הזבח אחרי כן יאכלו הקראים ועתה עלו כי אתו כהיום תמצאון אתו "],"query":"009009013"},{"canonical":"1 Samuel 9:14","passages":["ויעלו העיר המה באים בתוך העיר והנה שמואל יצא לקראתם לעלות הבמה  ס "],"query":"009009014"},{"canonical":"1 Samuel 9:15","passages":["ויהוה גלה את אזן שמואל יום אחד לפני בוא שאול לאמר "],"query":"009009015"},{"canonical":"1 Samuel 9:16","passages":["כעת מחר אשלח אליך איש מארץ בנימן ומשחתו לנגיד על עמי ישראל והושיע את עמי מיד פלשתים כי ראיתי את עמי כי באה צעקתו אלי "],"query":"009009016"},{"canonical":"1 Samuel 9:17","passages":["ושמואל ראה את שאול ויהוה ענהו הנה האיש אשר אמרתי אליך זה יעצר בעמי "],"query":"009009017"},{"canonical":"1 Samuel 9:18","passages":["ויגש שאול את שמואל בתוך השער ויאמר הגידה נא לי אי זה בית הראה "],"query":"009009018"},{"canonical":"1 Samuel 9:19","passages":["ויען שמואל את שאול ויאמר אנכי הראה עלה לפני הבמה ואכלתם עמי היום ושלחתיך בבקר וכל אשר בלבבך אגיד לך "],"query":"009009019"},{"canonical":"1 Samuel 9:20","passages":["ולאתנות האבדות לך היום שלשת הימים אל תשם את לבך להם כי נמצאו ולמי כל חמדת ישראל הלוא לך ולכל בית אביך  ס "],"query":"009009020"},{"canonical":"1 Samuel 9:21","passages":["ויען שאול ויאמר הלוא בן ימיני אנכי מקטני שבטי ישראל ומשפחתי הצערה מכל משפחות שבטי בנימן ולמה דברת אלי כדבר הזה  ס "],"query":"009009021"},{"canonical":"1 Samuel 9:22","passages":["ויקח שמואל את שאול ואת נערו ויביאם לשכתה ויתן להם מקום בראש הקרואים והמה כשלשים איש "],"query":"009009022"},{"canonical":"1 Samuel 9:23","passages":["ויאמר שמואל לטבח תנה את המנה אשר נתתי לך אשר אמרתי אליך שים אתה עמך "],"query":"009009023"},{"canonical":"1 Samuel 9:24","passages":["וירם הטבח את השוק והעליה וישם לפני שאול ויאמר הנה הנשאר שים לפניך אכל כי למועד שמור לך לאמר העם קראתי ויאכל שאול עם שמואל ביום ההוא "],"query":"009009024"},{"canonical":"1 Samuel 9:25","passages":["וירדו מהבמה העיר וידבר עם שאול על הגג "],"query":"009009025"},{"canonical":"1 Samuel 9:26","passages":["וישכמו ויהי כעלות השחר ויקרא שמואל אל שאול הגגה לאמר קומה ואשלחך ויקם שאול ויצאו שניהם הוא ושמואל החוצה "],"query":"009009026"},{"canonical":"1 Samuel 9:27","passages":["המה יורדים בקצה העיר ושמואל אמר אל שאול אמר לנער ויעבר לפנינו ויעבר ואתה עמד כיום ואשמיעך את דבר אלהים פ"],"query":"009009027"}]}