{"query":"009001","verses":[{},{"canonical":"1 Samuel 1:1","passages":["ויהי איש אחד מן הרמתים צופים מהר אפרים ושמו אלקנה בן ירחם בן אליהוא בן תחו בן צוף אפרתי "],"query":"009001001"},{"canonical":"1 Samuel 1:2","passages":["ולו שתי נשים שם אחת חנה ושם השנית פננה ויהי לפננה ילדים ולחנה אין ילדים "],"query":"009001002"},{"canonical":"1 Samuel 1:3","passages":["ועלה האיש ההוא מעירו מימים ימימה להשתחות ולזבח ליהוה צבאות בשלה ושם שני בני עלי חפני ופנחס כהנים ליהוה "],"query":"009001003"},{"canonical":"1 Samuel 1:4","passages":["ויהי היום ויזבח אלקנה ונתן לפננה אשתו ולכל בניה ובנותיה מנות "],"query":"009001004"},{"canonical":"1 Samuel 1:5","passages":["ולחנה יתן מנה אחת אפים כי את חנה אהב ויהוה סגר רחמה "],"query":"009001005"},{"canonical":"1 Samuel 1:6","passages":["וכעסתה צרתה גם כעס בעבור הרעמה כי סגר יהוה בעד רחמה "],"query":"009001006"},{"canonical":"1 Samuel 1:7","passages":["וכן יעשה שנה בשנה מדי עלתה בבית יהוה כן תכעסנה ותבכה ולא תאכל "],"query":"009001007"},{"canonical":"1 Samuel 1:8","passages":["ויאמר לה אלקנה אישה חנה למה תבכי ולמה לא תאכלי ולמה ירע לבבך הלוא אנכי טוב לך מעשרה בנים "],"query":"009001008"},{"canonical":"1 Samuel 1:9","passages":["ותקם חנה אחרי אכלה בשלה ואחרי שתה ועלי הכהן ישב על הכסא על מזוזת היכל יהוה "],"query":"009001009"},{"canonical":"1 Samuel 1:10","passages":["והיא מרת נפש ותתפלל על יהוה ובכה תבכה "],"query":"009001010"},{"canonical":"1 Samuel 1:11","passages":["ותדר נדר ותאמר יהוה צבאות אם ראה תראה בעני אמתך וזכרתני ולא תשכח את אמתך ונתתה לאמתך זרע אנשים ונתתיו ליהוה כל ימי חייו ומורה לא יעלה על ראשו "],"query":"009001011"},{"canonical":"1 Samuel 1:12","passages":["והיה כי הרבתה להתפלל לפני יהוה ועלי שמר את פיה "],"query":"009001012"},{"canonical":"1 Samuel 1:13","passages":["וחנה היא מדברת על לבה רק שפתיה נעות וקולה לא ישמע ויחשבה עלי לשכרה "],"query":"009001013"},{"canonical":"1 Samuel 1:14","passages":["ויאמר אליה עלי עד מתי תשתכרין הסירי את יינך מעליך "],"query":"009001014"},{"canonical":"1 Samuel 1:15","passages":["ותען חנה ותאמר לא אדני אשה קשת רוח אנכי ויין ושכר לא שתיתי ואשפך את נפשי לפני יהוה "],"query":"009001015"},{"canonical":"1 Samuel 1:16","passages":["אל תתן את אמתך לפני בת בליעל כי מרב שיחי וכעסי דברתי עד הנה "],"query":"009001016"},{"canonical":"1 Samuel 1:17","passages":["ויען עלי ויאמר לכי לשלום ואלהי ישראל יתן את שלתך אשר שאלת מעמו "],"query":"009001017"},{"canonical":"1 Samuel 1:18","passages":["ותאמר תמצא שפחתך חן בעיניך ותלך האשה לדרכה ותאכל ופניה לא היו לה עוד "],"query":"009001018"},{"canonical":"1 Samuel 1:19","passages":["וישכמו בבקר וישתחוו לפני יהוה וישבו ויבאו אל ביתם הרמתה וידע אלקנה את חנה אשתו וי͏זכרה יהוה "],"query":"009001019"},{"canonical":"1 Samuel 1:20","passages":["ויהי לתקפות הימים ותהר חנה ותלד בן ותקרא את שמו שמואל כי מיהוה שאלתיו "],"query":"009001020"},{"canonical":"1 Samuel 1:21","passages":["ויעל האיש אלקנה וכל ביתו לזבח ליהוה את זבח הימים ואת נדרו "],"query":"009001021"},{"canonical":"1 Samuel 1:22","passages":["וחנה לא עלתה כי אמרה לאישה עד יגמל הנער והבאתיו ונראה את פני יהוה וישב שם עד עולם "],"query":"009001022"},{"canonical":"1 Samuel 1:23","passages":["ויאמר לה אלקנה אישה עשי הטוב בעיניך שבי עד גמלך אתו אך יקם יהוה את דברו ותשב האשה ותינק את בנה עד גמלה אתו "],"query":"009001023"},{"canonical":"1 Samuel 1:24","passages":["ותעלהו עמה כאשר גמלתו בפרים שלשה ואיפה אחת קמח ונבל יין ותבאהו בית יהוה שלו והנער נער "],"query":"009001024"},{"canonical":"1 Samuel 1:25","passages":["וישחטו את הפר ויביאו את הנער אל עלי "],"query":"009001025"},{"canonical":"1 Samuel 1:26","passages":["ותאמר בי אדני חי נפשך אדני אני האשה הנצבת עמכה בזה להתפלל אל יהוה "],"query":"009001026"},{"canonical":"1 Samuel 1:27","passages":["אל הנער הזה התפללתי ויתן יהוה לי את שאלתי אשר שאלתי מעמו "],"query":"009001027"},{"canonical":"1 Samuel 1:28","passages":["וגם אנכי השאלתהו ליהוה כל הימים אשר היה הוא שאול ליהוה וישתחו שם ליהוה פ"],"query":"009001028"}]}