{"query":"010011","verses":[{},{"canonical":"2 Samuel 11:1","passages":["ויהי לתשובת השנה לעת צאת המלאכים וישלח דוד את יואב ואת עבדיו עמו ואת כל ישראל וישחתו את בני עמון ויצרו על רבה ודוד יושב בירושל͏ם  ס "],"query":"010011001"},{"canonical":"2 Samuel 11:2","passages":["ויהי לעת הערב ויקם דוד מעל משכבו ויתהלך על גג בית המלך וירא אשה רחצת מעל הגג והאשה טובת מראה מאד "],"query":"010011002"},{"canonical":"2 Samuel 11:3","passages":["וישלח דוד וידרש לאשה ויאמר הלוא זאת בת שבע בת אליעם אשת אוריה החתי "],"query":"010011003"},{"canonical":"2 Samuel 11:4","passages":["וישלח דוד מלאכים ויקחה ותבוא אליו וישכב עמה והיא מתקדשת מטמאתה ותשב אל ביתה "],"query":"010011004"},{"canonical":"2 Samuel 11:5","passages":["ותהר האשה ותשלח ותגד לדוד ותאמר הרה אנכי "],"query":"010011005"},{"canonical":"2 Samuel 11:6","passages":["וישלח דוד אל יואב שלח אלי את אוריה החתי וישלח יואב את אוריה אל דוד "],"query":"010011006"},{"canonical":"2 Samuel 11:7","passages":["ויבא אוריה אליו וישאל דוד לשלום יואב ולשלום העם ולשלום המלחמה "],"query":"010011007"},{"canonical":"2 Samuel 11:8","passages":["ויאמר דוד לאוריה רד לביתך ורחץ רגליך ויצא אוריה מבית המלך ותצא אחריו משאת המלך "],"query":"010011008"},{"canonical":"2 Samuel 11:9","passages":["וישכב אוריה פתח בית המלך את כל עבדי אדניו ולא ירד אל ביתו "],"query":"010011009"},{"canonical":"2 Samuel 11:10","passages":["ויגדו לדוד לאמר לא ירד אוריה אל ביתו ויאמר דוד אל אוריה הלוא מדרך אתה בא מדוע לא ירדת אל ביתך "],"query":"010011010"},{"canonical":"2 Samuel 11:11","passages":["ויאמר אוריה אל דוד הארון וישראל ויהודה ישבים בסכות ואדני יואב ועבדי אדני על פני השדה חנים ואני אבוא אל ביתי לאכל ולשתות ולשכב עם אשתי חיך וחי נפשך אם אעשה את הדבר הזה "],"query":"010011011"},{"canonical":"2 Samuel 11:12","passages":["ויאמר דוד אל אוריה שב בזה גם היום ומחר אשלחך וישב אוריה בירושל͏ם ביום ההוא וממחרת "],"query":"010011012"},{"canonical":"2 Samuel 11:13","passages":["ויקרא לו דוד ויאכל לפניו וישת וישכרהו ויצא בערב לשכב במשכבו עם עבדי אדניו ואל ביתו לא ירד "],"query":"010011013"},{"canonical":"2 Samuel 11:14","passages":["ויהי בבקר ויכתב דוד ספר אל יואב וישלח ביד אוריה "],"query":"010011014"},{"canonical":"2 Samuel 11:15","passages":["ויכתב בספר לאמר הבו את אוריה אל מול פני המלחמה החזקה ושבתם מאחריו ונכה ומת  ס "],"query":"010011015"},{"canonical":"2 Samuel 11:16","passages":["ויהי בשמור יואב אל העיר ויתן את אוריה אל המקום אשר ידע כי אנשי חיל שם "],"query":"010011016"},{"canonical":"2 Samuel 11:17","passages":["ויצאו אנשי העיר וילחמו את יואב ויפל מן העם מעבדי דוד וימת גם אוריה החתי "],"query":"010011017"},{"canonical":"2 Samuel 11:18","passages":["וישלח יואב ויגד לדוד את כל דברי המלחמה "],"query":"010011018"},{"canonical":"2 Samuel 11:19","passages":["ויצו את המלאך לאמר ככלותך את כל דברי המלחמה לדבר אל המלך "],"query":"010011019"},{"canonical":"2 Samuel 11:20","passages":["והיה אם תעלה חמת המלך ואמר לך מדוע נגשתם אל העיר להלחם הלוא ידעתם את אשר ירו מעל החומה "],"query":"010011020"},{"canonical":"2 Samuel 11:21","passages":["מי הכה את אבימלך בן ירבשת הלוא אשה השליכה עליו פלח רכב מעל החומה וימת בתבץ למה נגשתם אל החומה ואמרת גם עבדך אוריה החתי מת "],"query":"010011021"},{"canonical":"2 Samuel 11:22","passages":["וילך המלאך ויבא ויגד לדוד את כל אשר שלחו יואב "],"query":"010011022"},{"canonical":"2 Samuel 11:23","passages":["ויאמר המלאך אל דוד כי גברו עלינו האנשים ויצאו אלינו השדה ונהיה עליהם עד פתח השער "],"query":"010011023"},{"canonical":"2 Samuel 11:24","passages":[" ס "],"query":"010011024"},{"canonical":"2 Samuel 11:25","passages":["ויאמר דוד אל המלאך כה תאמר אל יואב אל ירע בעיניך את הדבר הזה כי כזה וכזה תאכל החרב החזק מלחמתך אל העיר והרסה וחזקהו "],"query":"010011025"},{"canonical":"2 Samuel 11:26","passages":["ותשמע אשת אוריה כי מת אוריה אישה ותספד על בעלה "],"query":"010011026"},{"canonical":"2 Samuel 11:27","passages":["ויעבר האבל וישלח דוד ויאספה אל ביתו ותהי לו לאשה ותלד לו בן וירע הדבר אשר עשה דוד בעיני יהוה פ"],"query":"010011027"}]}