{"query":"010013","verses":[{},{"canonical":"2 Samuel 13:1","passages":["ויהי א͏חרי כן ולאבשלום בן דוד אחות יפה ושמה תמר ויאהבה אמנון בן דוד "],"query":"010013001"},{"canonical":"2 Samuel 13:2","passages":["ויצר לאמנון להתחלות בעבור תמר אחתו כי בתולה היא ויפלא בעיני אמנון לעשות לה מאומה "],"query":"010013002"},{"canonical":"2 Samuel 13:3","passages":["ולאמנון רע ושמו יונדב בן שמעה אחי דוד ויונדב איש חכם מאד "],"query":"010013003"},{"canonical":"2 Samuel 13:4","passages":["ויאמר לו מדוע אתה ככה דל בן המלך בבקר בבקר הלוא תגיד לי ויאמר לו אמנון את תמר אחות אבשלם אחי אני אהב "],"query":"010013004"},{"canonical":"2 Samuel 13:5","passages":["ויאמר לו יהונדב שכב על משכבך והתחל ובא אביך לראותך ואמרת אליו תבא נא תמר אחותי ותברני לחם ועשתה לעיני את הבריה למען אשר אראה ואכלתי מידה "],"query":"010013005"},{"canonical":"2 Samuel 13:6","passages":["וישכב אמנון ויתחל ויבא המלך לראתו ויאמר אמנון אל המלך תבוא נא תמר אחתי ותלבב לעיני שתי לבבות ואברה מידה "],"query":"010013006"},{"canonical":"2 Samuel 13:7","passages":["וישלח דוד אל תמר הביתה לאמר לכי נא בית אמנון אחיך ועשי לו הבריה "],"query":"010013007"},{"canonical":"2 Samuel 13:8","passages":["ותלך תמר בית אמנון אחיה והוא שכב ותקח את הבצק ותלש ותלבב לעיניו ותבשל את הלבבות "],"query":"010013008"},{"canonical":"2 Samuel 13:9","passages":["ותקח את המשרת ותצק לפניו וימאן לאכול ויאמר אמנון הוציאו כל איש מעלי ויצאו כל איש מעליו "],"query":"010013009"},{"canonical":"2 Samuel 13:10","passages":["ויאמר אמנון אל תמר הביאי הבריה החדר ואברה מידך ותקח תמר את הלבבות אשר עשתה ותבא לאמנון אחיה החדרה "],"query":"010013010"},{"canonical":"2 Samuel 13:11","passages":["ותגש אליו ל͏אכל ויחזק בה ויאמר לה בואי שכבי עמי אחותי "],"query":"010013011"},{"canonical":"2 Samuel 13:12","passages":["ותאמר לו אל אחי אל תענני כי לא י͏עשה כן בישראל אל תעשה את הנבלה הזאת "],"query":"010013012"},{"canonical":"2 Samuel 13:13","passages":["ואני אנה אוליך את חרפתי ואתה תהיה כאחד הנבלים בישראל ועתה דבר נא אל המלך כי לא ימנעני ממך "],"query":"010013013"},{"canonical":"2 Samuel 13:14","passages":["ולא אבה לשמע בקולה ויחזק ממנה ויענה וישכב אתה "],"query":"010013014"},{"canonical":"2 Samuel 13:15","passages":["וישנאה אמנון שנאה גדולה מאד כי גדולה השנאה אשר שנאה מאהבה אשר אהבה ויאמר לה אמנון קומי לכי "],"query":"010013015"},{"canonical":"2 Samuel 13:16","passages":["ותאמר לו אל אודת הרעה הגדולה הזאת מאחרת אשר עשית עמי לשלחני ולא אבה לשמע לה "],"query":"010013016"},{"canonical":"2 Samuel 13:17","passages":["ויקרא את נערו משרתו ויאמר שלחו נא את זאת מעלי החוצה ונעל הדלת אחריה "],"query":"010013017"},{"canonical":"2 Samuel 13:18","passages":["ועליה כתנת פסים כי כן תלבשן בנות המלך הבתולת מעילים ויצא אותה משרתו החוץ ונעל הדלת אחריה "],"query":"010013018"},{"canonical":"2 Samuel 13:19","passages":["ותקח תמר אפר על ראשה וכתנת הפסים אשר עליה קרעה ותשם ידה על ראשה ותלך הלוך וזעקה "],"query":"010013019"},{"canonical":"2 Samuel 13:20","passages":["ויאמר אליה אבשלום אחיה האמינון אחיך היה עמך ועתה אחותי החרישי אחיך הוא אל תשיתי את לבך לדבר הזה ותשב תמר ושממה בית אבשלום אחיה "],"query":"010013020"},{"canonical":"2 Samuel 13:21","passages":["והמלך דוד שמע את כל הדברים האלה ויחר לו מאד "],"query":"010013021"},{"canonical":"2 Samuel 13:22","passages":["ולא דבר אבשלום עם אמנון למרע ועד טוב כי שנא אבשלום את אמנון על דבר אשר ענה את תמר אחתו פ"],"query":"010013022"},{"canonical":"2 Samuel 13:23","passages":["ויהי לשנתים ימים ויהיו גזזים לאבשלום בבעל חצור אשר עם אפרים ויקרא אבשלום לכל בני המלך "],"query":"010013023"},{"canonical":"2 Samuel 13:24","passages":["ויבא אבשלום אל המלך ויאמר הנה נא גזזים לעבדך ילך נא המלך ועבדיו עם עבדך "],"query":"010013024"},{"canonical":"2 Samuel 13:25","passages":["ויאמר המלך אל אבשלום אל בני אל נא נלך כלנו ולא נכבד עליך ויפרץ בו ולא אבה ללכת ויברכהו "],"query":"010013025"},{"canonical":"2 Samuel 13:26","passages":["ויאמר אבשלום ולא ילך נא אתנו אמנון אחי ויאמר לו המלך למה ילך עמך "],"query":"010013026"},{"canonical":"2 Samuel 13:27","passages":["ויפרץ בו אבשלום וישלח אתו את אמנון ואת כל בני המלך  ס "],"query":"010013027"},{"canonical":"2 Samuel 13:28","passages":["ויצו אבשלום את נעריו לאמר ראו נא כטוב לב אמנון ביין ואמרתי אליכם הכו את אמנון והמתם אתו אל תיראו הלוא כי אנכי צויתי אתכם חזקו והיו לבני חיל "],"query":"010013028"},{"canonical":"2 Samuel 13:29","passages":["ויעשו נערי אבשלום לאמנון כאשר צוה אבשלום ויקמו כל בני המלך וירכבו איש על פרדו וינסו "],"query":"010013029"},{"canonical":"2 Samuel 13:30","passages":["ויהי המה בדרך והשמעה באה אל דוד לאמר הכה אבשלום את כל בני המלך ולא נותר מהם אחד  ס "],"query":"010013030"},{"canonical":"2 Samuel 13:31","passages":["ויקם המלך ויקרע את בגדיו וישכב ארצה וכל עבדיו נצבים קרעי בגדים  ס "],"query":"010013031"},{"canonical":"2 Samuel 13:32","passages":["ויען יונדב בן שמעה אחי דוד ויאמר אל יאמר אדני את כל הנערים בני המלך המיתו כי אמנון לבדו מת כי על פי אבשלום היתה שומה מיום ענתו את תמר אחתו "],"query":"010013032"},{"canonical":"2 Samuel 13:33","passages":["ועתה אל ישם אדני המלך אל לבו דבר לאמר כל בני המלך מתו כי פ"],"query":"010013033"},{"canonical":"2 Samuel 13:34","passages":["ויברח אבשלום וישא הנער הצפה את עיניו וירא והנה עם רב הלכים מדרך אחריו מצד ההר "],"query":"010013034"},{"canonical":"2 Samuel 13:35","passages":["ויאמר יונדב אל המלך הנה בני המלך באו כדבר עבדך כן היה "],"query":"010013035"},{"canonical":"2 Samuel 13:36","passages":["ויהי ככלתו לדבר והנה בני המלך באו וישאו קולם ויבכו וגם המלך וכל עבדיו בכו בכי גדול מאד "],"query":"010013036"},{"canonical":"2 Samuel 13:37","passages":["ואבשלום ברח וילך אל תלמי בן עמיהוד מלך גשור ויתאבל על בנו כל הימים "],"query":"010013037"},{"canonical":"2 Samuel 13:38","passages":["ואבשלום ברח וילך גשור ויהי שם שלש שנים "],"query":"010013038"},{"canonical":"2 Samuel 13:39","passages":["ותכל דוד המלך לצאת אל אבשלום כי נחם על אמנון כי מת  ס "],"query":"010013039"}]}