{"query":"010014","verses":[{},{"canonical":"2 Samuel 14:1","passages":["וידע יואב בן צריה כי לב המלך על אבשלום "],"query":"010014001"},{"canonical":"2 Samuel 14:2","passages":["וישלח יואב תקועה ויקח משם אשה חכמה ויאמר אליה התאבלי נא ולבשי נא בגדי אבל ואל תסוכי שמן והיית כאשה זה ימים רבים מתאבלת על מת "],"query":"010014002"},{"canonical":"2 Samuel 14:3","passages":["ובאת אל המלך ודברת אליו כדבר הזה וישם יואב את הדברים בפיה "],"query":"010014003"},{"canonical":"2 Samuel 14:4","passages":["ותאמר האשה התקעית אל המלך ותפל על אפיה ארצה ותשתחו ותאמר הושעה המלך  ס "],"query":"010014004"},{"canonical":"2 Samuel 14:5","passages":["ויאמר לה המלך מה לך ותאמר אבל אשה אלמנה אני וימת אישי "],"query":"010014005"},{"canonical":"2 Samuel 14:6","passages":["ולשפחתך שני בנים וינצו שניהם בשדה ואין מציל ביניהם ויכו האחד את האחד וימת אתו "],"query":"010014006"},{"canonical":"2 Samuel 14:7","passages":["והנה קמה כל המשפחה על שפחתך ויאמרו תני את מכה אחיו ונמתהו בנפש אחיו אשר הרג ונשמידה גם את היורש וכבו את גחלתי אשר נשארה לבלתי פ"],"query":"010014007"},{"canonical":"2 Samuel 14:8","passages":["ויאמר המלך אל האשה לכי לביתך ואני אצוה עליך "],"query":"010014008"},{"canonical":"2 Samuel 14:9","passages":["ותאמר האשה התקועית אל המלך עלי אדני המלך העון ועל בית אבי והמלך וכסאו נקי  ס "],"query":"010014009"},{"canonical":"2 Samuel 14:10","passages":["ויאמר המלך המדבר אליך והבאתו אלי ולא יסיף עוד לגעת בך "],"query":"010014010"},{"canonical":"2 Samuel 14:11","passages":["ותאמר יזכר נא המלך את יהוה אלהיך מהרבת גאל הדם לשחת ולא ישמידו את בני ויאמר חי יהוה אם יפל משערת בנך ארצה "],"query":"010014011"},{"canonical":"2 Samuel 14:12","passages":["ותאמר האשה תדבר נא שפחתך אל אדני המלך דבר ויאמר דברי  ס "],"query":"010014012"},{"canonical":"2 Samuel 14:13","passages":["ותאמר האשה ולמה חשבתה כזאת על עם אלהים ומדבר המלך הדבר הזה כאשם לבלתי השיב המלך את נדחו "],"query":"010014013"},{"canonical":"2 Samuel 14:14","passages":["כי מות נמות וכמים הנגרים ארצה אשר לא יאספו ולא ישא אלהים נפש וחשב מחשבות לבלתי ידח ממנו נדח "],"query":"010014014"},{"canonical":"2 Samuel 14:15","passages":["ועתה אשר באתי לדבר אל המלך אדני את הדבר הזה כי יראני העם ותאמר שפחתך אדברה נא אל המלך אולי יעשה המלך את דבר אמתו "],"query":"010014015"},{"canonical":"2 Samuel 14:16","passages":["כי ישמע המלך להציל את אמתו מכף האיש להשמיד אתי ואת בני יחד מנחלת אלהים "],"query":"010014016"},{"canonical":"2 Samuel 14:17","passages":["ותאמר שפחתך יהיה נא דבר אדני המלך למנוחה כי כמלאך האלהים כן אדני המלך לשמע הטוב והרע ויהוה אלהיך יהי עמך פ"],"query":"010014017"},{"canonical":"2 Samuel 14:18","passages":["ויען המלך ויאמר אל האשה אל נא תכחדי ממני דבר אשר אנכי שאל אתך ותאמר האשה ידבר נא אדני המלך "],"query":"010014018"},{"canonical":"2 Samuel 14:19","passages":["ויאמר המלך היד יואב אתך בכל זאת ותען האשה ותאמר חי נפשך אדני המלך אם אש להמין ולהשמיל מכל אשר דבר אדני המלך כי עבדך יואב הוא צוני והוא שם בפי שפחתך את כל הדברים האלה "],"query":"010014019"},{"canonical":"2 Samuel 14:20","passages":["לבעבור סבב את פני הדבר עשה עבדך יואב את הדבר הזה ואדני חכם כחכמת מלאך האלהים לדעת את כל אשר בארץ  ס "],"query":"010014020"},{"canonical":"2 Samuel 14:21","passages":["ויאמר המלך אל יואב הנה נא עשיתי את הדבר הזה ולך השב את הנער את אבשלום "],"query":"010014021"},{"canonical":"2 Samuel 14:22","passages":["ויפל יואב אל פניו ארצה וישתחו ויברך את המלך ויאמר יואב היום ידע עבדך כי מצאתי חן בעיניך אדני המלך אשר עשה המלך את דבר עבדך "],"query":"010014022"},{"canonical":"2 Samuel 14:23","passages":["ויקם יואב וילך גשורה ויבא את אבשלום ירושל͏ם פ"],"query":"010014023"},{"canonical":"2 Samuel 14:24","passages":["ויאמר המלך יסב אל ביתו ופני לא יראה ויסב אבשלום אל ביתו ופני המלך לא ראה  ס "],"query":"010014024"},{"canonical":"2 Samuel 14:25","passages":["וכאבשלום לא היה איש יפה בכל ישראל להלל מאד מכף רגלו ועד קדקדו לא היה בו מום "],"query":"010014025"},{"canonical":"2 Samuel 14:26","passages":["ובגלחו את ראשו והיה מקץ ימים לימים אשר יגלח כי כבד עליו וגלחו ושקל את שער ראשו מאתים שקלים באבן המלך "],"query":"010014026"},{"canonical":"2 Samuel 14:27","passages":["ויולדו לאבשלום שלושה בנים ובת אחת ושמה תמר היא היתה אשה יפת מראה פ"],"query":"010014027"},{"canonical":"2 Samuel 14:28","passages":["וישב אבשלום בירושל͏ם שנתים ימים ופני המלך לא ראה "],"query":"010014028"},{"canonical":"2 Samuel 14:29","passages":["וישלח אבשלום אל יואב לשלח אתו אל המלך ולא אבה לבוא אליו וישלח עוד שנית ולא אבה לבוא "],"query":"010014029"},{"canonical":"2 Samuel 14:30","passages":["ויאמר אל עבדיו ראו חלקת יואב אל ידי ולו שם שערים לכו פ"],"query":"010014030"},{"canonical":"2 Samuel 14:31","passages":["ויקם יואב ויבא אל אבשלום הביתה ויאמר אליו למה הציתו עבדך את החלקה אשר לי באש "],"query":"010014031"},{"canonical":"2 Samuel 14:32","passages":["ויאמר אבשלום אל יואב הנה שלחתי אליך לאמר בא הנה ואשלחה אתך אל המלך לאמר למה באתי מגשור טוב לי עד אני שם ועתה אראה פני המלך ואם יש בי עון והמתני "],"query":"010014032"},{"canonical":"2 Samuel 14:33","passages":["ויבא יואב אל המלך ויגד לו ויקרא אל אבשלום ויבא אל המלך וישתחו לו על אפיו ארצה לפני המלך וישק המלך לאבשלום פ"],"query":"010014033"}]}