{"query":"010002","verses":[{},{"canonical":"2 Samuel 2:1","passages":["ויהי אחרי כן וישאל דוד ביהוה לאמר האעלה באחת ערי יהודה ויאמר יהוה אליו עלה ויאמר דוד אנה אעלה ויאמר חברנה "],"query":"010002001"},{"canonical":"2 Samuel 2:2","passages":["ויעל שם דוד וגם שתי נשיו אחינעם היזרעלית ואביגיל אשת נבל הכרמלי "],"query":"010002002"},{"canonical":"2 Samuel 2:3","passages":["ואנשיו אשר עמו העלה דוד איש וביתו וישבו בערי חברון "],"query":"010002003"},{"canonical":"2 Samuel 2:4","passages":["ויבאו אנשי יהודה וימשחו שם את דוד למלך על בית יהודה ויגדו לדוד לאמר אנשי יביש גלעד אשר קברו את שאול  ס "],"query":"010002004"},{"canonical":"2 Samuel 2:5","passages":["וישלח דוד מלאכים אל אנשי יביש גלעד ויאמר אליהם ברכים אתם ליהוה אשר עשיתם החסד הזה עם אדניכם עם שאול ותקברו אתו "],"query":"010002005"},{"canonical":"2 Samuel 2:6","passages":["ועתה יעש יהוה עמכם חסד ואמת וגם אנכי אעשה אתכם הטובה הזאת אשר עשיתם הדבר הזה "],"query":"010002006"},{"canonical":"2 Samuel 2:7","passages":["ועתה תחזקנה ידיכם והיו לבני חיל כי מת אדניכם שאול וגם אתי משחו בית יהודה למלך עליהם פ"],"query":"010002007"},{"canonical":"2 Samuel 2:8","passages":["ואבנר בן נר שר צבא אשר לשאול לקח את איש בשת בן שאול ויעברהו מחנים "],"query":"010002008"},{"canonical":"2 Samuel 2:9","passages":["וימלכהו אל הגלעד ואל האשורי ואל יזרעאל ועל אפרים ועל בנימן ועל ישראל כלה פ"],"query":"010002009"},{"canonical":"2 Samuel 2:10","passages":["בן ארבעים שנה איש בשת בן שאול במלכו על ישראל ושתים שנים מלך אך בית יהודה היו אחרי דוד "],"query":"010002010"},{"canonical":"2 Samuel 2:11","passages":["ויהי מספר הימים אשר היה דוד מלך בחברון על בית יהודה שבע שנים וששה חדשים  ס "],"query":"010002011"},{"canonical":"2 Samuel 2:12","passages":["ויצא אבנר בן נר ועבדי איש בשת בן שאול ממחנים גבעונה "],"query":"010002012"},{"canonical":"2 Samuel 2:13","passages":["ויואב בן צרויה ועבדי דוד יצאו ויפגשום על ברכת גבעון יחדו וישבו אלה על הברכה מזה ואלה על הברכה מזה "],"query":"010002013"},{"canonical":"2 Samuel 2:14","passages":["ויאמר אבנר אל יואב יקומו נא הנערים וישחקו לפנינו ויאמר יואב יקמו "],"query":"010002014"},{"canonical":"2 Samuel 2:15","passages":["ויקמו ויעברו במספר שנים עשר לבנימן ולאיש בשת בן שאול ושנים עשר מעבדי דוד "],"query":"010002015"},{"canonical":"2 Samuel 2:16","passages":["ויחזקו איש בראש רעהו וחרבו בצד רעהו ויפלו יחדו ויקרא למקום ההוא חלקת הצרים אשר בגבעון "],"query":"010002016"},{"canonical":"2 Samuel 2:17","passages":["ותהי המלחמה קשה עד מאד ביום ההוא וינגף אבנר ואנשי ישראל לפני עבדי דוד "],"query":"010002017"},{"canonical":"2 Samuel 2:18","passages":["ויהיו שם שלשה בני צרויה יואב ואבישי ועשהאל ועשהאל קל ברגליו כאחד הצבים אשר בשדה "],"query":"010002018"},{"canonical":"2 Samuel 2:19","passages":["וירדף עשהאל אחרי אבנר ולא נטה ללכת על הימין ועל השמאול מאחרי אבנר "],"query":"010002019"},{"canonical":"2 Samuel 2:20","passages":["ויפן אבנר אחריו ויאמר האתה זה עשהאל ויאמר אנכי "],"query":"010002020"},{"canonical":"2 Samuel 2:21","passages":["ויאמר לו אבנר נטה לך על ימינך או על שמאלך ואחז לך אחד מהנערים וקח לך את חלצתו ולא אבה עשהאל לסור מאחריו "],"query":"010002021"},{"canonical":"2 Samuel 2:22","passages":["ויסף עוד אבנר לאמר אל עשהאל סור לך מאחרי למה אככה ארצה ואיך אשא פני אל יואב אחיך "],"query":"010002022"},{"canonical":"2 Samuel 2:23","passages":["וימאן לסור ויכהו אבנר באחרי החנית אל החמש ותצא החנית מאחריו ויפל שם וימת תחתיו ויהי כל הבא אל המקום אשר נפל שם עשהאל וימת ויעמדו "],"query":"010002023"},{"canonical":"2 Samuel 2:24","passages":["וירדפו יואב ואבישי אחרי אבנר והשמש באה והמה באו עד גבעת אמה אשר על פני גיח דרך מדבר גבעון "],"query":"010002024"},{"canonical":"2 Samuel 2:25","passages":["ויתקבצו בני בנימן אחרי אבנר ויהיו לאגדה אחת ויעמדו על ראש גבעה אחת "],"query":"010002025"},{"canonical":"2 Samuel 2:26","passages":["ויקרא אבנר אל יואב ויאמר הלנצח תאכל חרב הלוא ידעתה כי מרה תהיה באחרונה ועד מתי לא תאמר לעם לשוב מאחרי אחיהם "],"query":"010002026"},{"canonical":"2 Samuel 2:27","passages":["ויאמר יואב חי האלהים כי לולא דברת כי אז מהבקר נעלה העם איש מאחרי אחיו "],"query":"010002027"},{"canonical":"2 Samuel 2:28","passages":["ויתקע יואב בשופר ויעמדו כל העם ולא ירדפו עוד אחרי ישראל ולא יספו עוד להלחם "],"query":"010002028"},{"canonical":"2 Samuel 2:29","passages":["ואבנר ואנשיו הלכו בערבה כל הלילה ההוא ויעברו את הירדן וילכו כל הבתרון ויבאו מחנים "],"query":"010002029"},{"canonical":"2 Samuel 2:30","passages":["ויואב שב מאחרי אבנר ויקבץ את כל העם ויפקדו מעבדי דוד תשעה עשר איש ועשה אל "],"query":"010002030"},{"canonical":"2 Samuel 2:31","passages":["ועבדי דוד הכו מבנימן ובאנשי אבנר שלש מאות וששים איש מתו "],"query":"010002031"},{"canonical":"2 Samuel 2:32","passages":["וישאו את עשהאל ויקברהו בקבר אביו אשר בית לחם וילכו כל הלילה יואב ואנשיו ויאר להם בחברון "],"query":"010002032"}]}