{"query":"010008","verses":[{},{"canonical":"2 Samuel 8:1","passages":["ויהי אחרי כן ויך דוד את פלשתים ויכניעם ויקח דוד את מתג האמה מיד פלשתים "],"query":"010008001"},{"canonical":"2 Samuel 8:2","passages":["ויך את מואב וימדדם בחבל השכב אותם ארצה וימדד שני חבלים להמית ומלא החבל להחיות ותהי מואב לדוד לעבדים נשאי מנחה "],"query":"010008002"},{"canonical":"2 Samuel 8:3","passages":["ויך דוד את הדדעזר בן רחב מלך צובה בלכתו להשיב ידו בנהר פרת "],"query":"010008003"},{"canonical":"2 Samuel 8:4","passages":["וילכד דוד ממנו אלף ושבע מאות פרשים ועשרים אלף איש רגלי ויעקר דוד את כל הרכב ויותר ממנו מאה רכב "],"query":"010008004"},{"canonical":"2 Samuel 8:5","passages":["ותבא ארם דמשק לעזר להדדעזר מלך צובה ויך דוד בארם עשרים ושנים אלף איש "],"query":"010008005"},{"canonical":"2 Samuel 8:6","passages":["וישם דוד נצבים בארם דמשק ותהי ארם לדוד לעבדים נושאי מנחה וישע יהוה את דוד בכל אשר הלך "],"query":"010008006"},{"canonical":"2 Samuel 8:7","passages":["ויקח דוד את שלטי הזהב אשר היו אל עבדי הדדעזר ויביאם ירושל͏ם "],"query":"010008007"},{"canonical":"2 Samuel 8:8","passages":["ומבטח ומברתי ערי הדדעזר לקח המלך דוד נחשת הרבה מאד  ס "],"query":"010008008"},{"canonical":"2 Samuel 8:9","passages":["וישמע תעי מלך חמת כי הכה דוד את כל חיל הדדעזר "],"query":"010008009"},{"canonical":"2 Samuel 8:10","passages":["וישלח תעי את יורם בנו אל המלך דוד לשאל לו לשלום ולברכו על אשר נלחם בהדדעזר ויכהו כי איש מלחמות תעי היה הדדעזר ובידו היו כלי כסף וכלי זהב וכלי נחשת "],"query":"010008010"},{"canonical":"2 Samuel 8:11","passages":["גם אתם הקדיש המלך דוד ליהוה עם הכסף והזהב אשר הקדיש מכל הגוים אשר כבש "],"query":"010008011"},{"canonical":"2 Samuel 8:12","passages":["מארם וממואב ומבני עמון ומפלשתים ומעמלק ומשלל הדדעזר בן רחב מלך צובה "],"query":"010008012"},{"canonical":"2 Samuel 8:13","passages":["ויעש דוד שם בשבו מהכותו את ארם בגיא מלח שמונה עשר אלף "],"query":"010008013"},{"canonical":"2 Samuel 8:14","passages":["וישם באדום נצבים בכל אדום שם נצבים ויהי כל אדום עבדים לדוד ויושע יהוה את דוד בכל אשר הלך "],"query":"010008014"},{"canonical":"2 Samuel 8:15","passages":["וימלך דוד על כל ישראל ויהי דוד עשה משפט וצדקה לכל עמו "],"query":"010008015"},{"canonical":"2 Samuel 8:16","passages":["ויואב בן צרויה על הצבא ויהושפט בן אחילוד מזכיר "],"query":"010008016"},{"canonical":"2 Samuel 8:17","passages":["וצדוק בן אחיטוב ואחימלך בן אביתר כהנים ושריה סופר "],"query":"010008017"},{"canonical":"2 Samuel 8:18","passages":["ובניהו בן יהוידע והכרתי והפלתי ובני דוד כהנים היו פ"],"query":"010008018"}]}