{"query":"010018","verses":[{},{"canonical":"2 Samuel 18:1","passages":["ויפקד דוד את העם אשר אתו וישם עליהם שרי אלפים ושרי מאות "],"query":"010018001"},{"canonical":"2 Samuel 18:2","passages":["וישלח דוד את העם השלשית ביד יואב והשלשית ביד אבישי בן צרויה אחי יואב והשלשת ביד אתי הגתי  ס ויאמר המלך אל העם יצא אצא גם אני עמכם "],"query":"010018002"},{"canonical":"2 Samuel 18:3","passages":["ויאמר העם לא תצא כי אם נס ננוס לא ישימו אלינו לב ואם ימתו חצינו לא ישימו אלינו לב כי עתה כמנו עשרה אלפים ועתה טוב כי תהיה לנו מעיר  ס "],"query":"010018003"},{"canonical":"2 Samuel 18:4","passages":["ויאמר אליהם המלך אשר ייטב בעיניכם אעשה ויעמד המלך אל יד השער וכל העם יצאו למאות ולאלפים "],"query":"010018004"},{"canonical":"2 Samuel 18:5","passages":["ויצו המלך את יואב ואת אבישי ואת אתי לאמר לאט לי לנער לאבשלום וכל העם שמעו בצות המלך את כל השרים על דבר אבשלום "],"query":"010018005"},{"canonical":"2 Samuel 18:6","passages":["ויצא העם השדה לקראת ישראל ותהי המלחמה ביער אפרים "],"query":"010018006"},{"canonical":"2 Samuel 18:7","passages":["וינגפו שם עם ישראל לפני עבדי דוד ותהי שם המגפה גדולה ביום ההוא עשרים אלף "],"query":"010018007"},{"canonical":"2 Samuel 18:8","passages":["ותהי שם המלחמה נפצת על פני כל הארץ וירב היער לאכל בעם מאשר אכלה החרב ביום ההוא "],"query":"010018008"},{"canonical":"2 Samuel 18:9","passages":["ויקרא אבשלום לפני עבדי דוד ואבשלום רכב על הפרד ויבא הפרד תחת שובך האלה הגדולה ויחזק ראשו באלה ויתן בין השמים ובין הארץ והפרד אשר תחתיו עבר "],"query":"010018009"},{"canonical":"2 Samuel 18:10","passages":["וירא איש אחד ויגד ליואב ויאמר הנה ראיתי את אבשלם תלוי באלה "],"query":"010018010"},{"canonical":"2 Samuel 18:11","passages":["ויאמר יואב לאיש המגיד לו והנה ראית ומדוע לא הכיתו שם ארצה ועלי לתת לך עשרה כסף וחגרה אחת "],"query":"010018011"},{"canonical":"2 Samuel 18:12","passages":["ויאמר האיש אל יואב ולוא אנכי שקל על כפי אלף כסף לא אשלח ידי אל בן המלך כי באזנינו צוה המלך אתך ואת אבישי ואת אתי לאמר שמרו מי בנער באבשלום "],"query":"010018012"},{"canonical":"2 Samuel 18:13","passages":["או עשיתי בנפשי שקר וכל דבר לא יכחד מן המלך ואתה תתיצב מנגד "],"query":"010018013"},{"canonical":"2 Samuel 18:14","passages":["ויאמר יואב לא כן אחילה לפניך ויקח שלשה שבטים בכפו ויתקעם בלב אבשלום עודנו חי בלב האלה "],"query":"010018014"},{"canonical":"2 Samuel 18:15","passages":["ויסבו עשרה נערים נשאי כלי יואב ויכו את אבשלום וימיתהו "],"query":"010018015"},{"canonical":"2 Samuel 18:16","passages":["ויתקע יואב בשפר וישב העם מרדף אחרי ישראל כי חשך יואב את העם "],"query":"010018016"},{"canonical":"2 Samuel 18:17","passages":["ויקחו את אבשלום וישליכו אתו ביער אל הפחת הגדול ויצבו עליו גל אבנים גדול מאד וכל ישראל נסו איש  ס "],"query":"010018017"},{"canonical":"2 Samuel 18:18","passages":["ואבשלם לקח ויצב לו  ס "],"query":"010018018"},{"canonical":"2 Samuel 18:19","passages":["ואחימעץ בן צדוק אמר ארוצה נא ואבשרה את המלך כי שפטו יהוה מיד איביו "],"query":"010018019"},{"canonical":"2 Samuel 18:20","passages":["ויאמר לו יואב לא איש בשרה אתה היום הזה ובשרת ביום אחר והיום הזה לא תבשר כי כן בן המלך מת "],"query":"010018020"},{"canonical":"2 Samuel 18:21","passages":["ויאמר יואב לכושי לך הגד למלך אשר ראיתה וישתחו כושי ליואב וירץ "],"query":"010018021"},{"canonical":"2 Samuel 18:22","passages":["ויסף עוד אחימעץ בן צדוק ויאמר אל יואב ויהי מה ארצה נא גם אני אחרי הכושי ויאמר יואב למה זה אתה רץ בני ולכה אין בשורה מצאת "],"query":"010018022"},{"canonical":"2 Samuel 18:23","passages":["ויהי מה ארוץ ויאמר לו רוץ וירץ אחימעץ דרך הככר ויעבר את הכושי "],"query":"010018023"},{"canonical":"2 Samuel 18:24","passages":["ודוד יושב בין שני השערים וילך הצפה אל גג השער אל החומה וישא את עיניו וירא והנה איש רץ לבדו "],"query":"010018024"},{"canonical":"2 Samuel 18:25","passages":["ויקרא הצפה ויגד למלך ויאמר המלך אם לבדו בשורה בפיו וילך הלוך וקרב "],"query":"010018025"},{"canonical":"2 Samuel 18:26","passages":["וירא הצפה איש אחר רץ ויקרא הצפה אל השער ויאמר הנה איש רץ לבדו ויאמר המלך גם זה מבשר "],"query":"010018026"},{"canonical":"2 Samuel 18:27","passages":["ויאמר הצפה אני ראה את מרוצת הראשון כמרצת אחימעץ בן צדוק ויאמר המלך איש טוב זה ואל בשורה טובה יבוא "],"query":"010018027"},{"canonical":"2 Samuel 18:28","passages":["ויקרא אחימעץ ויאמר אל המלך שלום וישתחו למלך לאפיו ארצה  ס ויאמר ברוך יהוה אלהיך אשר סגר את האנשים אשר נשאו את ידם באדני המלך "],"query":"010018028"},{"canonical":"2 Samuel 18:29","passages":["ויאמר המלך שלום לנער לאבשלום ויאמר אחימעץ ראיתי ההמון הגדול לשלח את עבד המלך יואב ואת עבדך ולא ידעתי מה "],"query":"010018029"},{"canonical":"2 Samuel 18:30","passages":["ויאמר המלך סב התיצב כה ויסב ויעמד "],"query":"010018030"},{"canonical":"2 Samuel 18:31","passages":["והנה הכושי בא ויאמר הכושי יתבשר אדני המלך כי שפטך יהוה היום מיד כל הקמים עליך  ס "],"query":"010018031"},{"canonical":"2 Samuel 18:32","passages":["ויאמר המלך אל הכושי השלום לנער לאבשלום ויאמר הכושי יהיו כנער איבי אדני המלך וכל אשר קמו עליך לרעה  ס "],"query":"010018032"}]}