{"query":"010016","verses":[{},{"canonical":"2 Samuel 16:1","passages":["ודוד עבר מעט מהראש והנה ציבא נער מפי בשת לקראתו וצמד חמרים חבשים ועליהם מאתים לחם ומאה צמוקים ומאה קיץ ונבל יין "],"query":"010016001"},{"canonical":"2 Samuel 16:2","passages":["ויאמר המלך אל ציבא מה אלה לך ויאמר ציבא החמורים לבית המלך לרכב והלחם והקיץ לאכול הנערים והיין לשתות היעף במדבר "],"query":"010016002"},{"canonical":"2 Samuel 16:3","passages":["ויאמר המלך ואיה בן אדניך ויאמר ציבא אל המלך הנה יושב בירושלם כי אמר היום ישיבו לי בית ישראל את ממלכות אבי "],"query":"010016003"},{"canonical":"2 Samuel 16:4","passages":["ויאמר המלך לצבא הנה לך כל אשר למפי בשת ויאמר ציבא השתחויתי אמצא חן בעיניך אדני המלך "],"query":"010016004"},{"canonical":"2 Samuel 16:5","passages":["ובא המלך דוד עד בחורים והנה משם איש יוצא ממשפחת בית שאול ושמו שמעי בן גרא יצא יצוא ומקלל "],"query":"010016005"},{"canonical":"2 Samuel 16:6","passages":["ויסקל באבנים את דוד ואת כל עבדי המלך דוד וכל העם וכל הגברים מימינו ומשמאלו "],"query":"010016006"},{"canonical":"2 Samuel 16:7","passages":["וכה אמר שמעי בקללו צא צא איש הדמים ואיש הבליעל "],"query":"010016007"},{"canonical":"2 Samuel 16:8","passages":["השיב עליך יהוה כל דמי בית שאול אשר מלכת תחתיו ויתן יהוה את המלוכה ביד אבשלום בנך והנך ברעתך כי איש דמים אתה "],"query":"010016008"},{"canonical":"2 Samuel 16:9","passages":["ויאמר אבישי בן צרויה אל המלך למה יקלל הכלב המת הזה את אדני המלך אעברה נא ואסירה את ראשו  ס "],"query":"010016009"},{"canonical":"2 Samuel 16:10","passages":["ויאמר המלך מה לי ולכם בני צריה  ס "],"query":"010016010"},{"canonical":"2 Samuel 16:11","passages":["ויאמר דוד אל אבישי ואל כל עבדיו הנה בני אשר יצא ממעי מבקש את נפשי ואף כי עתה בן הימיני הנחו לו ויקלל כי אמר לו יהוה "],"query":"010016011"},{"canonical":"2 Samuel 16:12","passages":["אולי יראה יהוה בעיני והשיב יהוה לי טובה תחת קללתו היום הזה "],"query":"010016012"},{"canonical":"2 Samuel 16:13","passages":["וילך דוד ואנשיו בדרך פ"],"query":"010016013"},{"canonical":"2 Samuel 16:14","passages":["ויבא המלך וכל העם אשר אתו עיפים וינפש שם "],"query":"010016014"},{"canonical":"2 Samuel 16:15","passages":["ואבשלום וכל העם איש ישראל באו ירושל͏ם ואחיתפל אתו "],"query":"010016015"},{"canonical":"2 Samuel 16:16","passages":["ויהי כאשר בא חושי הארכי רעה דוד אל אבשלום ויאמר חושי אל אבשלם יחי המלך יחי המלך "],"query":"010016016"},{"canonical":"2 Samuel 16:17","passages":["ויאמר אבשלום אל חושי זה חסדך את רעך למה לא הלכת את רעך "],"query":"010016017"},{"canonical":"2 Samuel 16:18","passages":["ויאמר חושי אל אבשלם לא כי אשר בחר יהוה והעם הזה וכל איש ישראל לו אהיה ואתו אשב "],"query":"010016018"},{"canonical":"2 Samuel 16:19","passages":["והשנית למי אני אעבד הלוא לפני בנו כאשר עבדתי לפני אביך כן אהיה לפניך פ"],"query":"010016019"},{"canonical":"2 Samuel 16:20","passages":["ויאמר אבשלום אל אחיתפל הבו לכם עצה מה נעשה "],"query":"010016020"},{"canonical":"2 Samuel 16:21","passages":["ויאמר אחיתפל אל אבשלם בוא אל פלגשי אביך אשר הניח לשמור הבית ושמע כל ישראל כי נבאשת את אביך וחזקו ידי כל אשר אתך "],"query":"010016021"},{"canonical":"2 Samuel 16:22","passages":["ויטו לאבשלום האהל על הגג ויבא אבשלום אל פלגשי אביו לעיני כל ישראל "],"query":"010016022"},{"canonical":"2 Samuel 16:23","passages":["ועצת אחיתפל אשר יעץ בימים ההם כאשר ישאל  ס "],"query":"010016023"}]}