{"query":"010024","verses":[{},{"canonical":"2 Samuel 24:1","passages":["ויסף אף יהוה לחרות בישראל ויסת את דוד בהם לאמר לך מנה את ישראל ואת יהודה "],"query":"010024001"},{"canonical":"2 Samuel 24:2","passages":["ויאמר המלך אל יואב שר החיל אשר אתו שוט נא בכל שבטי ישראל מדן ועד באר שבע ופקדו את העם וידעתי את מספר העם  ס "],"query":"010024002"},{"canonical":"2 Samuel 24:3","passages":["ויאמר יואב אל המלך ויוסף יהוה אלהיך אל העם כהם וכהם מאה פעמים ועיני אדני המלך ראות ואדני המלך למה חפץ בדבר הזה "],"query":"010024003"},{"canonical":"2 Samuel 24:4","passages":["ויחזק דבר המלך אל יואב ועל שרי החיל ויצא יואב ושרי החיל לפני המלך לפקד את העם את ישראל "],"query":"010024004"},{"canonical":"2 Samuel 24:5","passages":["ויעברו את הירדן ויחנו בערוער ימין העיר אשר בתוך הנחל הגד ואל יעזר "],"query":"010024005"},{"canonical":"2 Samuel 24:6","passages":["ויבאו הגלעדה ואל ארץ תחתים חדשי ויבאו דנה יען וסביב אל צידון "],"query":"010024006"},{"canonical":"2 Samuel 24:7","passages":["ויבאו מבצר צר וכל ערי החוי והכנעני ויצאו אל נגב יהודה באר שבע "],"query":"010024007"},{"canonical":"2 Samuel 24:8","passages":["וישטו בכל הארץ ויבאו מקצה תשעה חדשים ועשרים יום ירושל͏ם "],"query":"010024008"},{"canonical":"2 Samuel 24:9","passages":["ויתן יואב את מספר מפקד העם אל המלך ותהי ישראל שמנה מאות אלף איש חיל שלף חרב ואיש יהודה חמש מאות אלף איש "],"query":"010024009"},{"canonical":"2 Samuel 24:10","passages":["ויך לב דוד אתו אחרי כן ספר את העם  ס ויאמר דוד אל יהוה חטאתי מאד אשר עשיתי ועתה יהוה העבר נא את עון עבדך כי נסכלתי מאד "],"query":"010024010"},{"canonical":"2 Samuel 24:11","passages":["ויקם דוד בבקר פודבר יהוה היה אל גד הנביא חזה דוד לאמר "],"query":"010024011"},{"canonical":"2 Samuel 24:12","passages":["הלוך ודברת אל דוד כה אמר יהוה שלש אנכי נוטל עליך בחר לך אחת מהם ואעשה לך "],"query":"010024012"},{"canonical":"2 Samuel 24:13","passages":["ויבא גד אל דוד ויגד לו ויאמר לו התבוא לך שבע שנים רעב בארצך אם שלשה חדשים נסך לפני צריך והוא רדפך ואם היות שלשת ימים דבר בארצך עתה דע וראה מה אשיב שלחי דבר  ס "],"query":"010024013"},{"canonical":"2 Samuel 24:14","passages":["ויאמר דוד אל גד צר לי מאד נפלה נא ביד יהוה כי רבים רחמיו וביד אדם אל אפלה "],"query":"010024014"},{"canonical":"2 Samuel 24:15","passages":["ויתן יהוה דבר בישראל מהבקר ועד עת מועד וימת מן העם מדן ועד באר שבע שבעים אלף איש "],"query":"010024015"},{"canonical":"2 Samuel 24:16","passages":["וישלח ידו המלאך ירושלם לשחתה וינחם יהוה אל הרעה ויאמר למלאך המשחית בעם רב עתה הרף ידך ומלאך יהוה היה עם גרן  ס "],"query":"010024016"},{"canonical":"2 Samuel 24:17","passages":["ויאמר דוד אל יהוה בראתו את המלאך המכה בעם ויאמר הנה אנכי חטאתי ואנכי העויתי ואלה הצאן מה עשו תהי נא ידך בי ובבית אבי פ"],"query":"010024017"},{"canonical":"2 Samuel 24:18","passages":["ויבא גד אל דוד ביום ההוא ויאמר לו עלה הקם ליהוה מזבח בגרן ארונה היבסי "],"query":"010024018"},{"canonical":"2 Samuel 24:19","passages":["ויעל דוד כדבר גד כאשר צוה יהוה "],"query":"010024019"},{"canonical":"2 Samuel 24:20","passages":["וישקף ארונה וירא את המלך ואת עבדיו עברים עליו ויצא ארונה וישתחו למלך אפיו ארצה "],"query":"010024020"},{"canonical":"2 Samuel 24:21","passages":["ויאמר ארונה מדוע בא אדני המלך אל עבדו ויאמר דוד לקנות מעמך את הגרן לבנות מזבח ליהוה ותעצר המגפה מעל העם "],"query":"010024021"},{"canonical":"2 Samuel 24:22","passages":["ויאמר ארונה אל דוד יקח ויעל אדני המלך הטוב בעיניו ראה הבקר לעלה והמרגים וכלי הבקר לעצים "],"query":"010024022"},{"canonical":"2 Samuel 24:23","passages":["הכל נתן ארונה המלך למלך  ס ויאמר ארונה אל המלך יהוה אלהיך ירצך "],"query":"010024023"},{"canonical":"2 Samuel 24:24","passages":["ויאמר המלך אל ארונה לא כי קנו אקנה מאותך במחיר ולא אעלה ליהוה אלהי עלות חנם ויקן דוד את הגרן ואת הבקר בכסף שקלים חמשים "],"query":"010024024"},{"canonical":"2 Samuel 24:25","passages":["ויבן שם דוד מזבח ליהוה ויעל עלות ושלמים ויעתר יהוה לארץ ותעצר המגפה מעל ישראל "],"query":"010024025"}]}