{"query":"010015","verses":[{},{"canonical":"2 Samuel 15:1","passages":["ויהי מאחרי כן ויעש לו אבשלום מרכבה וססים וחמשים איש רצים לפניו "],"query":"010015001"},{"canonical":"2 Samuel 15:2","passages":["והשכים אבשלום ועמד על יד דרך השער ויהי כל האיש אשר יהיה לו ריב לבוא אל המלך למשפט ויקרא אבשלום אליו ויאמר אי מזה עיר אתה ויאמר מאחד שבטי ישראל עבדך "],"query":"010015002"},{"canonical":"2 Samuel 15:3","passages":["ויאמר אליו אבשלום ראה דברך טובים ונכחים ושמע אין לך מאת המלך "],"query":"010015003"},{"canonical":"2 Samuel 15:4","passages":["ויאמר אבשלום מי ישמני שפט בארץ ועלי יבוא כל איש אשר יהיה לו ריב ומשפט והצדקתיו "],"query":"010015004"},{"canonical":"2 Samuel 15:5","passages":["והיה בקרב איש להשתחות לו ושלח את ידו והחזיק לו ונשק לו "],"query":"010015005"},{"canonical":"2 Samuel 15:6","passages":["ויעש אבשלום כדבר הזה לכל ישראל אשר יבאו למשפט אל המלך ויגנב אבשלום את לב אנשי ישראל פ"],"query":"010015006"},{"canonical":"2 Samuel 15:7","passages":["ויהי מקץ ארבעים שנה ויאמר אבשלום אל המלך אלכה נא ואשלם את נדרי אשר נדרתי ליהוה בחברון "],"query":"010015007"},{"canonical":"2 Samuel 15:8","passages":["כי נדר נדר עבדך בשבתי בגשור בארם לאמר אם ישוב ישיבני יהוה ירושלם ועבדתי את יהוה "],"query":"010015008"},{"canonical":"2 Samuel 15:9","passages":["ויאמר לו המלך לך בשלום ויקם וילך חברונה פ"],"query":"010015009"},{"canonical":"2 Samuel 15:10","passages":["וישלח אבשלום מרגלים בכל שבטי ישראל לאמר כשמעכם את קול השפר ואמרתם מלך אבשלום בחברון "],"query":"010015010"},{"canonical":"2 Samuel 15:11","passages":["ואת אבשלום הלכו מאתים איש מירושלם קראים והלכים לתמם ולא ידעו כל דבר "],"query":"010015011"},{"canonical":"2 Samuel 15:12","passages":["וישלח אבשלום את אחיתפל הגילני יועץ דוד מעירו מגלה בזבחו את הזבחים ויהי הקשר אמץ והעם הולך ורב את אבשלום "],"query":"010015012"},{"canonical":"2 Samuel 15:13","passages":["ויבא המגיד אל דוד לאמר היה לב איש ישראל אחרי אבשלום "],"query":"010015013"},{"canonical":"2 Samuel 15:14","passages":["ויאמר דוד לכל עבדיו אשר אתו בירושלם קומו ונברחה כי לא תהיה לנו פליטה מפני אבשלום מהרו ללכת פן ימהר והשגנו והדיח עלינו את הרעה והכה העיר לפי חרב "],"query":"010015014"},{"canonical":"2 Samuel 15:15","passages":["ויאמרו עבדי המלך אל המלך ככל אשר יבחר אדני המלך הנה עבדיך "],"query":"010015015"},{"canonical":"2 Samuel 15:16","passages":["ויצא המלך וכל ביתו ברגליו ויעזב המלך את עשר נשים פלגשים לשמר הבית "],"query":"010015016"},{"canonical":"2 Samuel 15:17","passages":["ויצא המלך וכל העם ברגליו ויעמדו בית המרחק "],"query":"010015017"},{"canonical":"2 Samuel 15:18","passages":["וכל עבדיו עברים על ידו וכל הכרתי וכל הפלתי וכל הגתים שש מאות איש אשר באו ברגלו מגת עברים על פני המלך "],"query":"010015018"},{"canonical":"2 Samuel 15:19","passages":["ויאמר המלך אל אתי הגתי למה תלך גם אתה אתנו שוב ושב עם המלך כי נכרי אתה וגם גלה אתה למקומך "],"query":"010015019"},{"canonical":"2 Samuel 15:20","passages":["תמול בואך והיום אניעך עמנו ללכת ואני הולך על אשר אני הולך שוב והשב את אחיך עמך חסד ואמת "],"query":"010015020"},{"canonical":"2 Samuel 15:21","passages":["ויען אתי את המלך ויאמר חי יהוה וחי אדני המלך כי אם במקום אשר יהיה שם אדני המלך אם למות אם לחיים כי שם יהיה עבדך "],"query":"010015021"},{"canonical":"2 Samuel 15:22","passages":["ויאמר דוד אל אתי לך ועבר ויעבר אתי הגתי וכל אנשיו וכל הטף אשר אתו "],"query":"010015022"},{"canonical":"2 Samuel 15:23","passages":["וכל הארץ בוכים קול גדול וכל העם עברים והמלך עבר בנחל קדרון וכל העם עברים על פני דרך את המדבר "],"query":"010015023"},{"canonical":"2 Samuel 15:24","passages":["והנה גם צדוק וכל הלוים אתו נשאים את ארון ברית האלהים ויצקו את ארון האלהים ויעל אביתר עד תם כל העם לעבור מן העיר "],"query":"010015024"},{"canonical":"2 Samuel 15:25","passages":["ויאמר המלך לצדוק השב את ארון האלהים העיר אם אמצא חן בעיני יהוה והשבני והראני אתו ואת נוהו "],"query":"010015025"},{"canonical":"2 Samuel 15:26","passages":["ואם כה יאמר לא חפצתי בך הנני יעשה לי כאשר טוב בעיניו  ס "],"query":"010015026"},{"canonical":"2 Samuel 15:27","passages":["ויאמר המלך אל צדוק הכהן הרואה אתה שבה העיר בשלום ואחימעץ בנך ויהונתן בן אביתר שני בניכם אתכם "],"query":"010015027"},{"canonical":"2 Samuel 15:28","passages":["ראו אנכי מתמהמה בערבות המדבר עד בוא דבר מעמכם להגיד לי "],"query":"010015028"},{"canonical":"2 Samuel 15:29","passages":["וישב צדוק ואביתר את ארון האלהים ירושל͏ם וישבו שם "],"query":"010015029"},{"canonical":"2 Samuel 15:30","passages":["ודוד עלה במעלה הזיתים עלה ובוכה וראש לו חפוי והוא הלך יחף וכל העם אשר אתו חפו איש ראשו ועלו עלה ובכה "],"query":"010015030"},{"canonical":"2 Samuel 15:31","passages":["ודוד הגיד לאמר אחיתפל בקשרים עם אבשלום ויאמר דוד סכל נא את עצת אחיתפל יהוה "],"query":"010015031"},{"canonical":"2 Samuel 15:32","passages":["ויהי דוד בא עד הראש אשר ישתחוה שם לאלהים והנה לקראתו חושי הארכי קרוע כתנתו ואדמה על ראשו "],"query":"010015032"},{"canonical":"2 Samuel 15:33","passages":["ויאמר לו דוד אם עברת אתי והית עלי למשא "],"query":"010015033"},{"canonical":"2 Samuel 15:34","passages":["ואם העיר תשוב ואמרת לאבשלום עבדך אני המלך אהיה עבד אביך ואני מאז ועתה ואני עבדך והפרתה לי את עצת אחיתפל "],"query":"010015034"},{"canonical":"2 Samuel 15:35","passages":["והלוא עמך שם צדוק ואביתר הכהנים והיה כל הדבר אשר תשמע מבית המלך תגיד לצדוק ולאביתר הכהנים "],"query":"010015035"},{"canonical":"2 Samuel 15:36","passages":["הנה שם עמם שני בניהם אחימעץ לצדוק ויהונתן לאביתר ושלחתם בידם אלי כל דבר אשר תשמעו "],"query":"010015036"},{"canonical":"2 Samuel 15:37","passages":["ויבא חושי רעה דוד העיר ואבשלם יבא ירושל͏ם "],"query":"010015037"}]}