{"query":"010003","verses":[{},{"canonical":"2 Samuel 3:1","passages":["ותהי המלחמה ארכה בין בית שאול ובין בית דוד ודוד הלך וחזק ובית שאול הלכים ודלים  ס "],"query":"010003001"},{"canonical":"2 Samuel 3:2","passages":["ויולדו לדוד בנים בחברון ויהי בכורו אמנון לאחינעם היזרעאלת "],"query":"010003002"},{"canonical":"2 Samuel 3:3","passages":["ומשנהו כלאב לאביגיל אשת נבל הכרמלי והשלשי אבשלום בן מעכה בת תלמי מלך גשור "],"query":"010003003"},{"canonical":"2 Samuel 3:4","passages":["והרביעי אדניה בן חגית והחמישי שפטיה בן אביטל "],"query":"010003004"},{"canonical":"2 Samuel 3:5","passages":["והששי יתרעם לעגלה אשת דוד אלה ילדו לדוד בחברון פ"],"query":"010003005"},{"canonical":"2 Samuel 3:6","passages":["ויהי בהיות המלחמה בין בית שאול ובין בית דוד ואבנר היה מתחזק בבית שאול "],"query":"010003006"},{"canonical":"2 Samuel 3:7","passages":["ולשאול פלגש ושמה רצפה בת איה ויאמר אל אבנר מדוע באתה אל פילגש אבי "],"query":"010003007"},{"canonical":"2 Samuel 3:8","passages":["ויחר לאבנר מאד על דברי איש בשת ויאמר הראש כלב אנכי אשר ליהודה היום אעשה חסד עם בית שאול אביך אל אחיו ואל מרעהו ולא המציתך ביד דוד ותפקד עלי עון האשה היום "],"query":"010003008"},{"canonical":"2 Samuel 3:9","passages":["כה יעשה אלהים לאבנר וכה יסיף לו כי כאשר נשבע יהוה לדוד כי כן אעשה לו "],"query":"010003009"},{"canonical":"2 Samuel 3:10","passages":["להעביר הממלכה מבית שאול ולהקים את כסא דוד על ישראל ועל יהודה מדן ועד באר שבע "],"query":"010003010"},{"canonical":"2 Samuel 3:11","passages":["ולא יכל עוד להשיב את אבנר דבר מיראתו אתו  ס "],"query":"010003011"},{"canonical":"2 Samuel 3:12","passages":["וישלח אבנר מלאכים אל דוד תחתיו לאמר למי ארץ לאמר כרתה בריתך אתי והנה ידי עמך להסב אליך את כל ישראל "],"query":"010003012"},{"canonical":"2 Samuel 3:13","passages":["ויאמר טוב אני אכרת אתך ברית אך דבר אחד אנכי שאל מאתך לאמר לא תראה את פני כי אם לפני הביאך את מיכל בת שאול בבאך לראות את פני  ס "],"query":"010003013"},{"canonical":"2 Samuel 3:14","passages":["וישלח דוד מלאכים אל איש בשת בן שאול לאמר תנה את אשתי את מיכל אשר ארשתי לי במאה ערלות פלשתים "],"query":"010003014"},{"canonical":"2 Samuel 3:15","passages":["וישלח איש בשת ויקחה מעם איש מעם פלטיאל בן ליש "],"query":"010003015"},{"canonical":"2 Samuel 3:16","passages":["וילך אתה אישה הלוך ובכה אחריה עד בחרים ויאמר אליו אבנר לך שוב וישב "],"query":"010003016"},{"canonical":"2 Samuel 3:17","passages":["ודבר אבנר היה עם זקני ישראל לאמר גם תמול גם שלשם הייתם מבקשים את דוד למלך עליכם "],"query":"010003017"},{"canonical":"2 Samuel 3:18","passages":["ועתה עשו כי יהוה אמר אל דוד לאמר ביד דוד עבדי הושיע את עמי ישראל מיד פלשתים ומיד כל איביהם "],"query":"010003018"},{"canonical":"2 Samuel 3:19","passages":["וידבר גם אבנר באזני בנימין וילך גם אבנר לדבר באזני דוד בחברון את כל אשר טוב בעיני ישראל ובעיני כל בית בנימן "],"query":"010003019"},{"canonical":"2 Samuel 3:20","passages":["ויבא אבנר אל דוד חברון ואתו עשרים אנשים ויעש דוד לאבנר ולאנשים אשר אתו משתה "],"query":"010003020"},{"canonical":"2 Samuel 3:21","passages":["ויאמר אבנר אל דוד אקומה ואלכה ואקבצה אל אדני המלך את כל ישראל ויכרתו אתך ברית ומלכת בכל אשר תאוה נפשך וישלח דוד את אבנר וילך בשלום "],"query":"010003021"},{"canonical":"2 Samuel 3:22","passages":["והנה עבדי דוד ויואב בא מהגדוד ושלל רב עמם הביאו ואבנר איננו עם דוד בחברון כי שלחו וילך בשלום "],"query":"010003022"},{"canonical":"2 Samuel 3:23","passages":["ויואב וכל הצבא אשר אתו באו ויגדו ליואב לאמר בא אבנר בן נר אל המלך וישלחהו וילך בשלום "],"query":"010003023"},{"canonical":"2 Samuel 3:24","passages":["ויבא יואב אל המלך ויאמר מה עשיתה הנה בא אבנר אליך למה זה שלחתו וילך הלוך "],"query":"010003024"},{"canonical":"2 Samuel 3:25","passages":["ידעת את אבנר בן נר כי לפתתך בא ולדעת את מוצאך ואת מובאך ולדעת את כל אשר אתה עשה "],"query":"010003025"},{"canonical":"2 Samuel 3:26","passages":["ויצא יואב מעם דוד וישלח מלאכים אחרי אבנר וישבו אתו מבור הסרה ודוד לא ידע "],"query":"010003026"},{"canonical":"2 Samuel 3:27","passages":["וישב אבנר חברון ויטהו יואב אל תוך השער לדבר אתו בשלי ויכהו שם החמש וימת בדם עשה אל אחיו "],"query":"010003027"},{"canonical":"2 Samuel 3:28","passages":["וישמע דוד מאחרי כן ויאמר נקי אנכי וממלכתי מעם יהוה עד עולם מדמי אבנר בן נר "],"query":"010003028"},{"canonical":"2 Samuel 3:29","passages":["יחלו על ראש יואב ואל כל בית אביו ואל יכרת מבית יואב זב ומצרע ומחזיק בפלך ונפל בחרב וחסר לחם "],"query":"010003029"},{"canonical":"2 Samuel 3:30","passages":["ויואב ואבישי אחיו הרגו לאבנר על אשר המית את עשהאל אחיהם בגבעון במלחמה פ"],"query":"010003030"},{"canonical":"2 Samuel 3:31","passages":["ויאמר דוד אל יואב ואל כל העם אשר אתו קרעו בגדיכם וחגרו שקים וספדו לפני אבנר והמלך דוד הלך אחרי המטה "],"query":"010003031"},{"canonical":"2 Samuel 3:32","passages":["ויקברו את אבנר בחברון וישא המלך את קולו ויבך אל קבר אבנר ויבכו כל העם פ"],"query":"010003032"},{"canonical":"2 Samuel 3:33","passages":["ויקנן המלך אל אבנר ויאמר הכמות נבל ימות אבנר "],"query":"010003033"},{"canonical":"2 Samuel 3:34","passages":["ידך לא אסרות ורגליך לא לנחשתים הגשו כנפול לפני בני עולה נפלת ויספו כל העם לבכות עליו "],"query":"010003034"},{"canonical":"2 Samuel 3:35","passages":["ויבא כל העם להברות את דוד לחם בעוד היום וישבע דוד לאמר כה יעשה לי אלהים וכה יסיף כי אם לפני בוא השמש אטעם לחם או כל מאומה "],"query":"010003035"},{"canonical":"2 Samuel 3:36","passages":["וכל העם הכירו וייטב בעיניהם ככל אשר עשה המלך בעיני כל העם טוב "],"query":"010003036"},{"canonical":"2 Samuel 3:37","passages":["וידעו כל העם וכל ישראל ביום ההוא כי לא היתה מהמלך להמית את אבנר בן נר פ"],"query":"010003037"},{"canonical":"2 Samuel 3:38","passages":["ויאמר המלך אל עבדיו הלוא תדעו כי שר וגדול נפל היום הזה בישראל "],"query":"010003038"},{"canonical":"2 Samuel 3:39","passages":["ואנכי היום רך ומשוח מלך והאנשים האלה בני צרויה קשים ממני ישלם יהוה לעשה הרעה כרעתו פ"],"query":"010003039"}]}