{"query":"010012","verses":[{},{"canonical":"2 Samuel 12:1","passages":["וישלח יהוה את נתן אל דוד ויבא אליו ויאמר לו שני אנשים היו בעיר אחת אחד עשיר ואחד ראש "],"query":"010012001"},{"canonical":"2 Samuel 12:2","passages":["לעשיר היה צאן ובקר הרבה מאד "],"query":"010012002"},{"canonical":"2 Samuel 12:3","passages":["ולרש אין כל כי אם כבשה אחת קטנה אשר קנה ויחיה ותגדל עמו ועם בניו יחדו מפתו תאכל ומכסו תשתה ובחיקו תשכב ותהי לו כבת "],"query":"010012003"},{"canonical":"2 Samuel 12:4","passages":["ויבא הלך לאיש ה͏עשיר ויחמל לקחת מצאנו ומבקרו לעשות לארח הבא לו ויקח את כבשת האיש הראש ויעשה לאיש הבא אליו "],"query":"010012004"},{"canonical":"2 Samuel 12:5","passages":["ויחר אף דוד באיש מאד ויאמר אל נתן חי יהוה כי בן מות האיש העשה זאת "],"query":"010012005"},{"canonical":"2 Samuel 12:6","passages":["ואת הכבשה ישלם ארבעתים עקב אשר עשה את הדבר הזה ועל אשר לא חמל "],"query":"010012006"},{"canonical":"2 Samuel 12:7","passages":["ויאמר נתן אל דוד אתה האיש כה אמר יהוה אלהי ישראל אנכי משחתיך למלך על ישראל ואנכי הצלתיך מיד שאול "],"query":"010012007"},{"canonical":"2 Samuel 12:8","passages":["ואתנה לך את בית אדניך ואת נשי אדניך בחיקך ואתנה לך את בית ישראל ויהודה ואם מעט ואספה לך כהנה וכהנה "],"query":"010012008"},{"canonical":"2 Samuel 12:9","passages":["מדוע בזית את דבר יהוה לעשות הרע בעיני את אוריה החתי הכית בחרב ואת אשתו לקחת לך לאשה ואתו הרגת בחרב בני עמון "],"query":"010012009"},{"canonical":"2 Samuel 12:10","passages":["ועתה לא תסור חרב מביתך עד עולם עקב כי בזתני ותקח את אשת אוריה החתי להיות לך לאשה  ס "],"query":"010012010"},{"canonical":"2 Samuel 12:11","passages":["כה אמר יהוה הנני מקים עליך רעה מביתך ולקחתי את נשיך לעיניך ונתתי לרעיך ושכב עם נשיך לעיני השמש הזאת "],"query":"010012011"},{"canonical":"2 Samuel 12:12","passages":["כי אתה עשית בסתר ואני אעשה את הדבר הזה נגד כל ישראל ונגד השמש  ס "],"query":"010012012"},{"canonical":"2 Samuel 12:13","passages":["ויאמר דוד אל נתן חטאתי ליהוה  ס ויאמר נתן אל דוד גם יהוה העביר חטאתך לא תמות "],"query":"010012013"},{"canonical":"2 Samuel 12:14","passages":["אפס כי נאץ נאצת את איבי יהוה בדבר הזה גם הבן הילוד לך מות ימות "],"query":"010012014"},{"canonical":"2 Samuel 12:15","passages":["וילך נתן אל ביתו ויגף יהוה את הילד אשר ילדה אשת אוריה לדוד ויאנש "],"query":"010012015"},{"canonical":"2 Samuel 12:16","passages":["ויבקש דוד את האלהים בעד הנער ויצם דוד צום ובא ולן ושכב ארצה "],"query":"010012016"},{"canonical":"2 Samuel 12:17","passages":["ויקמו זקני ביתו עליו להקימו מן הארץ ולא אבה ולא ברא אתם לחם "],"query":"010012017"},{"canonical":"2 Samuel 12:18","passages":["ויהי ביום השביעי וימת הילד ויראו עבדי דוד להגיד לו כי מת הילד כי אמרו הנה בהיות הילד חי דברנו אליו ולא שמע בקולנו ואיך נאמר אליו מת הילד ועשה רעה "],"query":"010012018"},{"canonical":"2 Samuel 12:19","passages":["וירא דוד כי עבדיו מתלחשים ויבן דוד כי מת הילד ויאמר דוד אל עבדיו המת הילד ויאמרו מת "],"query":"010012019"},{"canonical":"2 Samuel 12:20","passages":["ויקם דוד מהארץ וירחץ ויסך ויחלף שמלתיו ויבא בית יהוה וישתחו ויבא אל ביתו וישאל וישימו לו לחם ויאכל "],"query":"010012020"},{"canonical":"2 Samuel 12:21","passages":["ויאמרו עבדיו אליו מה הדבר הזה אשר עשיתה בעבור הילד חי צמת ותבך וכאשר מת הילד קמת ותאכל לחם "],"query":"010012021"},{"canonical":"2 Samuel 12:22","passages":["ויאמר בעוד הילד חי צמתי ואבכה כי אמרתי מי יודע וחנני יהוה וחי הילד "],"query":"010012022"},{"canonical":"2 Samuel 12:23","passages":["ועתה מת למה זה אני צם האוכל להשיבו עוד אני הלך אליו והוא לא ישוב אלי "],"query":"010012023"},{"canonical":"2 Samuel 12:24","passages":["וינחם דוד את בת שבע אשתו ויבא אליה וישכב עמה ותלד בן ותקרא את שמו שלמה ויהוה אהבו "],"query":"010012024"},{"canonical":"2 Samuel 12:25","passages":["וישלח ביד נתן הנביא ויקרא את שמו ידידיה בעבור יהוה פ"],"query":"010012025"},{"canonical":"2 Samuel 12:26","passages":["וילחם יואב ברבת בני עמון וילכד את עיר המלוכה "],"query":"010012026"},{"canonical":"2 Samuel 12:27","passages":["וישלח יואב מלאכים אל דוד ויאמר נלחמתי ברבה גם לכדתי את עיר המים "],"query":"010012027"},{"canonical":"2 Samuel 12:28","passages":["ועתה אסף את יתר העם וחנה על העיר ולכדה פן אלכד אני את העיר ונקרא שמי עליה "],"query":"010012028"},{"canonical":"2 Samuel 12:29","passages":["ויאסף דוד את כל העם וילך רבתה וילחם בה וילכדה "],"query":"010012029"},{"canonical":"2 Samuel 12:30","passages":["ויקח את עטרת מלכם מעל ראשו ומשקלה ככר זהב ואבן יקרה ותהי על ראש דוד ושלל העיר הוציא הרבה מאד "],"query":"010012030"},{"canonical":"2 Samuel 12:31","passages":["ואת העם אשר בה הוציא וישם במגרה ובחרצי הברזל ובמגזרת הברזל והעביר אותם פ"],"query":"010012031"}]}