{"query":"010006","verses":[{},{"canonical":"2 Samuel 6:1","passages":["ויסף עוד דוד את כל בחור בישראל שלשים אלף "],"query":"010006001"},{"canonical":"2 Samuel 6:2","passages":["ויקם וילך דוד וכל העם אשר אתו מבעלי יהודה להעלות משם את ארון האלהים אשר נקרא שם שם יהוה צבאות ישב הכרבים עליו "],"query":"010006002"},{"canonical":"2 Samuel 6:3","passages":["וירכבו את ארון האלהים אל עגלה חדשה וישאהו מבית אבינדב אשר בגבעה ועזא ואחיו בני אבינדב נהגים את העגלה חדשה "],"query":"010006003"},{"canonical":"2 Samuel 6:4","passages":["וישאהו מבית אבינדב אשר בגבעה עם ארון האלהים ואחיו הלך לפני הארון "],"query":"010006004"},{"canonical":"2 Samuel 6:5","passages":["ודוד וכל בית ישראל משחקים לפני יהוה בכל עצי ברושים ובכנרות ובנבלים ובתפים ובמנענעים ובצלצלים "],"query":"010006005"},{"canonical":"2 Samuel 6:6","passages":["ויבאו עד גרן נכון וישלח עזא אל ארון האלהים ויאחז בו כי שמטו הבקר "],"query":"010006006"},{"canonical":"2 Samuel 6:7","passages":["ויחר אף יהוה בעזה ויכהו שם האלהים על השל וימת שם עם ארון האלהים "],"query":"010006007"},{"canonical":"2 Samuel 6:8","passages":["ויחר לדוד על אשר פרץ יהוה פרץ בעזה ויקרא למקום ההוא פרץ עזה עד היום הזה "],"query":"010006008"},{"canonical":"2 Samuel 6:9","passages":["וירא דוד את יהוה ביום ההוא ויאמר איך יבוא אלי ארון יהוה "],"query":"010006009"},{"canonical":"2 Samuel 6:10","passages":["ולא אבה דוד להסיר אליו את ארון יהוה על עיר דוד ויטהו דוד בית עבד אדום הגתי "],"query":"010006010"},{"canonical":"2 Samuel 6:11","passages":["וישב ארון יהוה בית עבד אדם הגתי שלשה חדשים ויברך יהוה את עבד אדם ואת כל ביתו "],"query":"010006011"},{"canonical":"2 Samuel 6:12","passages":["ויגד למלך דוד לאמר ברך יהוה את בית עבד אדם ואת כל אשר לו בעבור ארון האלהים וילך דוד ויעל את ארון האלהים מבית עבד אדם עיר דוד בשמחה "],"query":"010006012"},{"canonical":"2 Samuel 6:13","passages":["ויהי כי צעדו נשאי ארון יהוה ששה צעדים ויזבח שור ומריא "],"query":"010006013"},{"canonical":"2 Samuel 6:14","passages":["ודוד מכרכר בכל עז לפני יהוה ודוד חגור אפוד בד "],"query":"010006014"},{"canonical":"2 Samuel 6:15","passages":["ודוד וכל בית ישראל מעלים את ארון יהוה בתרועה ובקול שופר "],"query":"010006015"},{"canonical":"2 Samuel 6:16","passages":["והיה ארון יהוה בא עיר דוד ומיכל בת שאול נשקפה בעד החלון ותרא את המלך דוד מפזז ומכרכר לפני יהוה ותבז לו בלבה "],"query":"010006016"},{"canonical":"2 Samuel 6:17","passages":["ויבאו את ארון יהוה ויצגו אתו במקומו בתוך האהל אשר נטה לו דוד ויעל דוד עלות לפני יהוה ושלמים "],"query":"010006017"},{"canonical":"2 Samuel 6:18","passages":["ויכל דוד מהעלות העולה והשלמים ויברך את העם בשם יהוה צבאות "],"query":"010006018"},{"canonical":"2 Samuel 6:19","passages":["ויחלק לכל העם לכל המון ישראל למאיש ועד אשה לאיש חלת לחם אחת ואשפר אחד ואשישה אחת וילך כל העם איש לביתו "],"query":"010006019"},{"canonical":"2 Samuel 6:20","passages":["וישב דוד לברך את ביתו ותצא מיכל בת שאול לקראת דוד ותאמר מה נכבד היום מלך ישראל אשר נגלה היום לעיני אמהות עבדיו כהגלות נגלות אחד הרקים "],"query":"010006020"},{"canonical":"2 Samuel 6:21","passages":["ויאמר דוד אל מיכל לפני יהוה אשר בחר בי מאביך ומכל ביתו לצות אתי נגיד על עם יהוה על ישראל ושחקתי לפני יהוה "],"query":"010006021"},{"canonical":"2 Samuel 6:22","passages":["ונקלתי עוד מזאת והייתי שפל בעיני ועם האמהות אשר אמרת עמם אכבדה "],"query":"010006022"},{"canonical":"2 Samuel 6:23","passages":["ולמיכל בת שאול לא היה לה ילד עד יום מותה פ"],"query":"010006023"}]}