{"query":"010020","verses":[{},{"canonical":"2 Samuel 20:1","passages":["ושם נקרא איש בליעל ושמו שבע בן בכרי איש ימיני ויתקע בשפר ויאמר אין לנו חלק בדוד ולא נ͏חלה לנו בבן ישי איש לאהליו ישראל "],"query":"010020001"},{"canonical":"2 Samuel 20:2","passages":["ויעל כל איש ישראל מאחרי דוד אחרי שבע בן בכרי ואיש יהודה דבקו במלכם מן הירדן ועד ירושל͏ם "],"query":"010020002"},{"canonical":"2 Samuel 20:3","passages":["ויבא דוד אל ביתו ירושלם ויקח המלך את עשר נשים פלגשים אשר הניח לשמר הבית ויתנם בית משמרת ויכלכלם ואליהם לא בא ותהיינה צררות עד יום מתן אלמנות חיות  ס "],"query":"010020003"},{"canonical":"2 Samuel 20:4","passages":["ויאמר המלך אל עמשא הזעק לי את איש יהודה שלשת ימים ואתה פה עמד "],"query":"010020004"},{"canonical":"2 Samuel 20:5","passages":["וילך עמשא להזעיק את יהודה  ס "],"query":"010020005"},{"canonical":"2 Samuel 20:6","passages":["ויאמר דוד אל אבישי עתה ירע לנו שבע בן בכרי מן אבשלום אתה קח את עבדי אדניך ורדף אחריו פן מצא לו ערים בצרות והציל עיננו "],"query":"010020006"},{"canonical":"2 Samuel 20:7","passages":["ויצאו אחריו אנשי יואב והכרתי והפלתי וכל הגברים ויצאו מירושלם לרדף אחרי שבע בן בכרי "],"query":"010020007"},{"canonical":"2 Samuel 20:8","passages":["הם עם האבן הגדולה אשר בגבעון ועמשא בא לפניהם ויואב חגור מדו לבשו  ס "],"query":"010020008"},{"canonical":"2 Samuel 20:9","passages":["ויאמר יואב לעמשא השלום אתה אחי ותחז יד ימין יואב בזקן עמשא לנשק לו "],"query":"010020009"},{"canonical":"2 Samuel 20:10","passages":["ועמשא לא נשמר בחרב אשר ביד יואב ויכהו בה אל החמש וישפך מעיו ארצה ולא שנה לו וימת  ס ויואב ואבישי אחיו רדף אחרי שבע בן בכרי "],"query":"010020010"},{"canonical":"2 Samuel 20:11","passages":["ואיש עמד עליו מנערי יואב ויאמר מי אשר חפץ ביואב ומי אשר לדוד אחרי יואב "],"query":"010020011"},{"canonical":"2 Samuel 20:12","passages":["ועמשא מתגלל בדם בתוך המסלה וירא האיש כי עמד כל העם ויסב את עמשא מן המסלה השדה וישלך עליו בגד כאשר ראה כל הבא עליו ועמד "],"query":"010020012"},{"canonical":"2 Samuel 20:13","passages":["כאשר הגה מן המסלה עבר כל איש אחרי יואב לרדף אחרי שבע בן בכרי "],"query":"010020013"},{"canonical":"2 Samuel 20:14","passages":["ויעבר בכל שבטי ישראל אבלה ובית מעכה וכל הברים ויקהלו ויבאו אף אחריו "],"query":"010020014"},{"canonical":"2 Samuel 20:15","passages":["ויבאו ויצרו עליו באבלה בית המעכה וישפכו סללה אל העיר ותעמד בחל וכל העם אשר את יואב משחיתם להפיל החומה "],"query":"010020015"},{"canonical":"2 Samuel 20:16","passages":["ותקרא אשה חכמה מן העיר שמעו שמעו אמרו נא אל יואב קרב עד הנה ואדברה אליך "],"query":"010020016"},{"canonical":"2 Samuel 20:17","passages":["ויקרב אליה ותאמר האשה האתה יואב ויאמר אני ותאמר לו שמע דברי אמתך ויאמר שמע אנכי "],"query":"010020017"},{"canonical":"2 Samuel 20:18","passages":["ותאמר לאמר דבר ידברו בראשנה לאמר שאל ישאלו באבל וכן התמו "],"query":"010020018"},{"canonical":"2 Samuel 20:19","passages":["אנכי שלמי אמוני ישראל אתה מבקש להמית עיר ואם בישראל למה תבלע נחלת יהוה פ"],"query":"010020019"},{"canonical":"2 Samuel 20:20","passages":["ויען יואב ויאמר חלילה חלילה לי אם אבלע ואם אשחית "],"query":"010020020"},{"canonical":"2 Samuel 20:21","passages":["לא כן הדבר כי איש מהר אפרים שבע בן בכרי שמו נשא ידו במלך בדוד תנו אתו לבדו ואלכה מעל העיר ותאמר האשה אל יואב הנה ראשו משלך אליך בעד החומה "],"query":"010020021"},{"canonical":"2 Samuel 20:22","passages":["ותבוא האשה אל כל העם בחכמתה ויכרתו את ראש שבע בן בכרי וישלכו אל יואב ויתקע בשופר ויפצו מעל העיר איש לאהליו ויואב שב ירושל͏ם אל המלך  ס "],"query":"010020022"},{"canonical":"2 Samuel 20:23","passages":["ויואב אל כל הצבא ישראל ובניה בן יהוידע על הכרתי ועל הפלתי "],"query":"010020023"},{"canonical":"2 Samuel 20:24","passages":["ואדרם על המס ויהושפט בן אחילוד המזכיר "],"query":"010020024"},{"canonical":"2 Samuel 20:25","passages":["ושוא ספר וצדוק ואביתר כהנים "],"query":"010020025"},{"canonical":"2 Samuel 20:26","passages":["וגם עירא היארי היה כהן לדוד  ס "],"query":"010020026"}]}