{"query":"010010","verses":[{},{"canonical":"2 Samuel 10:1","passages":["ויהי אחרי כן וימת מלך בני עמון וימלך חנון בנו תחתיו "],"query":"010010001"},{"canonical":"2 Samuel 10:2","passages":["ויאמר דוד אעשה חסד עם חנון בן נחש כאשר עשה אביו עמדי חסד וישלח דוד לנחמו ביד עבדיו אל אביו ויבאו עבדי דוד ארץ בני עמון "],"query":"010010002"},{"canonical":"2 Samuel 10:3","passages":["ויאמרו שרי בני עמון אל חנון אדניהם המכבד דוד את אביך בעיניך כי שלח לך מנחמים הלוא בעבור חקור את העיר ולרגלה ולהפכה שלח דוד את עבדיו אליך "],"query":"010010003"},{"canonical":"2 Samuel 10:4","passages":["ויקח חנון את עבדי דוד ויגלח את חצי זקנם ויכרת את מדויהם בחצי עד שתותיהם וישלחם "],"query":"010010004"},{"canonical":"2 Samuel 10:5","passages":["ויגדו לדוד וישלח לקראתם כי היו האנשים נכלמים מאד ויאמר המלך שבו בירחו עד יצמח זקנכם ושבתם "],"query":"010010005"},{"canonical":"2 Samuel 10:6","passages":["ויראו בני עמון כי נבאשו בדוד וישלחו בני עמון וישכרו את ארם בית רחוב ואת ארם צובא עשרים אלף רגלי ואת מלך מעכה אלף איש ואיש טוב שנים עשר אלף איש "],"query":"010010006"},{"canonical":"2 Samuel 10:7","passages":["וישמע דוד וישלח את יואב ואת כל הצבא הגברים "],"query":"010010007"},{"canonical":"2 Samuel 10:8","passages":["ויצאו בני עמון ויערכו מלחמה פתח השער וארם צובא ורחוב ואיש טוב ומעכה לבדם בשדה "],"query":"010010008"},{"canonical":"2 Samuel 10:9","passages":["וירא יואב כי היתה אליו פני המלחמה מפנים ומאחור ויבחר מכל בחורי ישראל ויערך לקראת ארם "],"query":"010010009"},{"canonical":"2 Samuel 10:10","passages":["ואת יתר העם נתן ביד אבשי אחיו ויערך לקראת בני עמון "],"query":"010010010"},{"canonical":"2 Samuel 10:11","passages":["ויאמר אם תחזק ארם ממני והיתה לי לישועה ואם בני עמון יחזקו ממך והלכתי להושיע לך "],"query":"010010011"},{"canonical":"2 Samuel 10:12","passages":["חזק ונתחזק בעד עמנו ובעד ערי אלהינו ויהוה יעשה הטוב בעיניו "],"query":"010010012"},{"canonical":"2 Samuel 10:13","passages":["ויגש יואב והעם אשר עמו למלחמה ב͏ארם וינסו מפניו "],"query":"010010013"},{"canonical":"2 Samuel 10:14","passages":["ובני עמון ראו כי נס ארם וינסו מפני אבישי ויבאו העיר וישב יואב מעל בני עמון ויבא ירושל͏ם "],"query":"010010014"},{"canonical":"2 Samuel 10:15","passages":["וירא ארם כי נגף לפני ישראל ויאספו יחד "],"query":"010010015"},{"canonical":"2 Samuel 10:16","passages":["וישלח הדדעזר ויצא את ארם אשר מעבר הנהר ויבאו חילם ושובך שר צבא הדדעזר לפניהם "],"query":"010010016"},{"canonical":"2 Samuel 10:17","passages":["ויגד לדוד  ס ויאסף את כל ישראל ויעבר את הירדן ויבא חלאמה ויערכו ארם לקראת דוד וילחמו עמו "],"query":"010010017"},{"canonical":"2 Samuel 10:18","passages":["וינס ארם מפני ישראל ויהרג דוד מארם שבע מאות רכב וארבעים אלף פרשים ואת שובך שר צבאו הכה וימת שם "],"query":"010010018"},{"canonical":"2 Samuel 10:19","passages":["ויראו כל המלכים עבדי הדדעזר כי נגפו לפני ישראל וישלמו את ישראל ויעבדום ויראו ארם להושיע עוד את בני עמון פ"],"query":"010010019"}]}