{"query":"011010","verses":[{},{"canonical":"1 Kings 10:1","passages":["ומלכת שבא שמעת את שמע שלמה לשם יהוה ותבא לנסתו בחידות "],"query":"011010001"},{"canonical":"1 Kings 10:2","passages":["ותבא ירושלמה בחיל כבד מאד גמלים נשאים בשמים וזהב רב מאד ואבן יקרה ותבא אל שלמה ותדבר אליו את כל אשר היה עם לבבה "],"query":"011010002"},{"canonical":"1 Kings 10:3","passages":["ויגד לה שלמה את כל דבריה לא היה דבר נעלם מן המלך אשר לא הגיד לה "],"query":"011010003"},{"canonical":"1 Kings 10:4","passages":["ותרא מלכת שבא את כל חכמת שלמה והבית אשר בנה "],"query":"011010004"},{"canonical":"1 Kings 10:5","passages":["ומאכל שלחנו ומושב עבדיו ומעמד משרתיו ומלבשיהם ומשקיו ועלתו אשר יעלה בית יהוה ולא היה בה עוד רוח "],"query":"011010005"},{"canonical":"1 Kings 10:6","passages":["ותאמר אל המלך אמת היה הדבר אשר שמעתי בארצי על דבריך ועל חכמתך "],"query":"011010006"},{"canonical":"1 Kings 10:7","passages":["ולא האמנתי לדברים עד אשר באתי ותראינה עיני והנה לא הגד לי החצי הוספת חכמה וטוב אל השמועה אשר שמעתי "],"query":"011010007"},{"canonical":"1 Kings 10:8","passages":["אשרי אנשיך אשרי עבדיך אלה העמדים לפניך תמיד השמעים את חכמתך "],"query":"011010008"},{"canonical":"1 Kings 10:9","passages":["יהי יהוה אלהיך ברוך אשר חפץ בך לתתך על כסא ישראל באהבת יהוה את ישראל לעלם וישימך למלך לעשות משפט וצדקה "],"query":"011010009"},{"canonical":"1 Kings 10:10","passages":["ותתן למלך מאה ועשרים ככר זהב ובשמים הרבה מאד ואבן יקרה לא בא כבשם ההוא עוד לרב אשר נתנה מלכת שבא למלך שלמה "],"query":"011010010"},{"canonical":"1 Kings 10:11","passages":["וגם אני חירם אשר נשא זהב מאופיר הביא מאפיר עצי אלמגים הרבה מאד ואבן יקרה "],"query":"011010011"},{"canonical":"1 Kings 10:12","passages":["ויעש המלך את עצי האלמגים מסעד לבית יהוה ולבית המלך וכנרות ונבלים לשרים לא בא כן עצי אלמגים ולא נראה עד היום הזה "],"query":"011010012"},{"canonical":"1 Kings 10:13","passages":["והמלך שלמה נתן למלכת שבא את כל חפצה אשר שאלה מלבד אשר נתן לה כיד המלך שלמה ותפן ותלך לארצה היא ועבדיה  ס "],"query":"011010013"},{"canonical":"1 Kings 10:14","passages":["ו͏יהי משקל הזהב אשר בא לשלמה בשנה אחת שש מאות ששים ושש ככר זהב "],"query":"011010014"},{"canonical":"1 Kings 10:15","passages":["לבד מאנשי התרים ומסחר הרכלים וכל מלכי הערב ופחות הארץ "],"query":"011010015"},{"canonical":"1 Kings 10:16","passages":["ויעש המלך שלמה מאתים צנה זהב שחוט שש מאות זהב יעלה על הצנה האחת "],"query":"011010016"},{"canonical":"1 Kings 10:17","passages":["ושלש מאות מגנים זהב שחוט שלשת מנים זהב יעלה על המגן האחת ויתנם המלך בית יער הלבנון פ"],"query":"011010017"},{"canonical":"1 Kings 10:18","passages":["ויעש המלך כסא שן גדול ויצפהו זהב מופז "],"query":"011010018"},{"canonical":"1 Kings 10:19","passages":["שש מעלות לכסה וראש עגל לכסה מאחריו וידת מזה ומזה אל מקום השבת ושנים אריות עמדים אצל הידות "],"query":"011010019"},{"canonical":"1 Kings 10:20","passages":["ושנים עשר אריים עמדים שם על שש המעלות מזה ומזה לא נעשה כן לכל ממלכות "],"query":"011010020"},{"canonical":"1 Kings 10:21","passages":["וכל כלי משקה המלך שלמה זהב וכל כלי בית יער הלבנון זהב סגור אין כסף לא נחשב בימי שלמה למאומה "],"query":"011010021"},{"canonical":"1 Kings 10:22","passages":["כי אני תרשיש למלך בים עם אני חירם אחת לשלש שנים תבוא אני תרשיש נשאת זהב וכסף שנהבים וקפים ותכיים "],"query":"011010022"},{"canonical":"1 Kings 10:23","passages":["ויגדל המלך שלמה מכל מלכי הארץ לעשר ולחכמה "],"query":"011010023"},{"canonical":"1 Kings 10:24","passages":["וכל הארץ מבקשים את פני שלמה לשמע את חכמתו אשר נתן אלהים בלבו "],"query":"011010024"},{"canonical":"1 Kings 10:25","passages":["והמה מבאים איש מנחתו כלי כסף וכלי זהב ושלמות ונשק ובשמים סוסים ופרדים דבר שנה בשנה  ס "],"query":"011010025"},{"canonical":"1 Kings 10:26","passages":["ויאסף שלמה רכב ופרשים ויהי לו אלף וארבע מאות רכב ושנים עשר אלף פרשים וינחם בערי הרכב ועם המלך בירושל͏ם "],"query":"011010026"},{"canonical":"1 Kings 10:27","passages":["ויתן המלך את הכסף בירושל͏ם כאבנים ואת הארזים נתן כשקמים אשר בשפלה לרב "],"query":"011010027"},{"canonical":"1 Kings 10:28","passages":["ומוצא הסוסים אשר לשלמה ממצרים ומקוה סחרי המלך יקחו מקוה במחיר "],"query":"011010028"},{"canonical":"1 Kings 10:29","passages":["ותעלה ותצא מרכבה ממצרים בשש מאות כסף וסוס בחמשים ומאה וכן לכל מלכי החתים ולמלכי ארם בידם יצאו פ"],"query":"011010029"}]}