{"query":"011022","verses":[{},{"canonical":"1 Kings 22:1","passages":["וישבו שלש שנים אין מלחמה בין ארם ובין ישראל פ"],"query":"011022001"},{"canonical":"1 Kings 22:2","passages":["ויהי בשנה השלישית וירד יהושפט מלך יהודה אל מלך ישראל "],"query":"011022002"},{"canonical":"1 Kings 22:3","passages":["ויאמר מלך ישראל אל עבדיו הידעתם כי לנו רמת גלעד ואנחנו מחשים מקחת אתה מיד מלך ארם "],"query":"011022003"},{"canonical":"1 Kings 22:4","passages":["ויאמר אל יהושפט התלך אתי למלחמה רמת גלעד ויאמר יהושפט אל מלך ישראל כמוני כמוך כעמי כעמך כסוסי כסוסיך "],"query":"011022004"},{"canonical":"1 Kings 22:5","passages":["ויאמר יהושפט אל מלך ישראל דרש נא כיום את דבר יהוה "],"query":"011022005"},{"canonical":"1 Kings 22:6","passages":["ויקבץ מלך ישראל את הנביאים כארבע מאות איש ויאמר אלהם האלך על רמת גלעד למלחמה אם אחדל ויאמרו עלה ויתן אדני ביד המלך "],"query":"011022006"},{"canonical":"1 Kings 22:7","passages":["ויאמר יהושפט האין פה נביא ליהוה עוד ונדרשה מאותו "],"query":"011022007"},{"canonical":"1 Kings 22:8","passages":["ויאמר מלך ישראל אל יהושפט עוד איש אחד לדרש את יהוה מאתו ואני שנאתיו כי לא יתנבא עלי טוב כי אם רע מיכיהו בן ימלה ויאמר יהושפט אל יאמר המלך כן "],"query":"011022008"},{"canonical":"1 Kings 22:9","passages":["ויקרא מלך ישראל אל סריס אחד ויאמר מהרה מיכיהו בן ימלה "],"query":"011022009"},{"canonical":"1 Kings 22:10","passages":["ומלך ישראל ויהושפט מלך יהודה ישבים איש על כסאו מלבשים בגדים בגרן פתח שער שמרון וכל הנביאים מתנבאים לפניהם "],"query":"011022010"},{"canonical":"1 Kings 22:11","passages":["ויעש לו צדקיה בן כנענה קרני ברזל ויאמר כה אמר יהוה באלה תנגח את ארם עד כלתם "],"query":"011022011"},{"canonical":"1 Kings 22:12","passages":["וכל הנבאים נבאים כן לאמר עלה רמת גלעד והצלח ונתן יהוה ביד המלך "],"query":"011022012"},{"canonical":"1 Kings 22:13","passages":["והמלאך אשר הלך לקרא מיכיהו דבר אליו לאמר הנה נא דברי הנביאים פה אחד טוב אל המלך יהי נא דברך כדבר אחד מהם ודברת טוב "],"query":"011022013"},{"canonical":"1 Kings 22:14","passages":["ויאמר מיכיהו חי יהוה כי את אשר יאמר יהוה אלי אתו אדבר "],"query":"011022014"},{"canonical":"1 Kings 22:15","passages":["ויבוא אל המלך ויאמר המלך אליו מיכיהו הנלך אל רמת גלעד למלחמה אם נחדל ויאמר אליו עלה והצלח ונתן יהוה ביד המלך "],"query":"011022015"},{"canonical":"1 Kings 22:16","passages":["ויאמר אליו המלך עד כמה פעמים אני משבעך אשר לא תדבר אלי רק אמת בשם יהוה "],"query":"011022016"},{"canonical":"1 Kings 22:17","passages":["ויאמר ראיתי את כל ישראל נפצים אל ההרים כצאן אשר אין להם רעה ויאמר יהוה לא אדנים לאלה ישובו איש לביתו בשלום "],"query":"011022017"},{"canonical":"1 Kings 22:18","passages":["ויאמר מלך ישראל אל יהושפט הלוא אמרתי אליך לוא יתנבא עלי טוב כי אם רע "],"query":"011022018"},{"canonical":"1 Kings 22:19","passages":["ויאמר לכן שמע דבר יהוה ראיתי את יהוה ישב על כסאו וכל צבא השמים עמד עליו מימינו ומשמאלו "],"query":"011022019"},{"canonical":"1 Kings 22:20","passages":["ויאמר יהוה מי יפתה את אחאב ויעל ויפל ברמת גלעד ויאמר זה בכה וזה אמר בכה "],"query":"011022020"},{"canonical":"1 Kings 22:21","passages":["ויצא הרוח ויעמד לפני יהוה ויאמר אני אפתנו ויאמר יהוה אליו במה "],"query":"011022021"},{"canonical":"1 Kings 22:22","passages":["ויאמר אצא והייתי רוח שקר בפי כל נביאיו ויאמר תפתה וגם תוכל צא ועשה כן "],"query":"011022022"},{"canonical":"1 Kings 22:23","passages":["ועתה הנה נתן יהוה רוח שקר בפי כל נביאיך אלה ויהוה דבר עליך רעה "],"query":"011022023"},{"canonical":"1 Kings 22:24","passages":["ויגש צדקיהו בן כנענה ויכה את מיכיהו על הלחי ויאמר אי זה עבר רוח יהוה מאתי לדבר אותך "],"query":"011022024"},{"canonical":"1 Kings 22:25","passages":["ויאמר מיכיהו הנך ראה ביום ההוא אשר תבא חדר בחדר להחבה "],"query":"011022025"},{"canonical":"1 Kings 22:26","passages":["ויאמר מלך ישראל קח את מיכיהו והשיבהו אל אמן שר העיר ואל יואש בן המלך "],"query":"011022026"},{"canonical":"1 Kings 22:27","passages":["ואמרת כה אמר המלך שימו את זה בית הכלא והאכילהו לחם לחץ ומים לחץ עד באי בשלום "],"query":"011022027"},{"canonical":"1 Kings 22:28","passages":["ויאמר מיכיהו אם שוב תשוב בשלום לא דבר יהוה בי ויאמר שמעו עמים כלם "],"query":"011022028"},{"canonical":"1 Kings 22:29","passages":["ויעל מלך ישראל ויהושפט מלך יהודה רמת גלעד "],"query":"011022029"},{"canonical":"1 Kings 22:30","passages":["ויאמר מלך ישראל אל יהושפט התחפש ובא במלחמה ואתה לבש בגדיך ויתחפש מלך ישראל ויבוא במלחמה "],"query":"011022030"},{"canonical":"1 Kings 22:31","passages":["ומלך ארם צוה את שרי הרכב אשר לו שלשים ושנים לאמר לא תלחמו את קטן ואת גדול כי אם את מלך ישראל לבדו "],"query":"011022031"},{"canonical":"1 Kings 22:32","passages":["ויהי כראות שרי הרכב את יהושפט והמה אמרו אך מלך ישראל הוא ויסרו עליו להלחם ויזעק יהושפט "],"query":"011022032"},{"canonical":"1 Kings 22:33","passages":["ויהי כראות שרי הרכב כי לא מלך ישראל הוא וישובו מאחריו "],"query":"011022033"},{"canonical":"1 Kings 22:34","passages":["ואיש משך בקשת לתמו ויכה את מלך ישראל בין הדבקים ובין השרין ויאמר לרכבו הפך ידך והוציאני מן המחנה כי החליתי "],"query":"011022034"},{"canonical":"1 Kings 22:35","passages":["ותעלה המלחמה ביום ההוא והמלך היה מעמד במרכבה נכח ארם וימת בערב ויצק דם המכה אל חיק הרכב "],"query":"011022035"},{"canonical":"1 Kings 22:36","passages":["ויעבר הרנה במחנה כבא השמש לאמר איש אל עירו ואיש אל ארצו "],"query":"011022036"},{"canonical":"1 Kings 22:37","passages":["וימת המלך ויבוא שמרון ויקברו את המלך בשמרון "],"query":"011022037"},{"canonical":"1 Kings 22:38","passages":["וישטף את הרכב על ברכת שמרון וילקו הכלבים את דמו והזנות רחצו כדבר יהוה אשר דבר "],"query":"011022038"},{"canonical":"1 Kings 22:39","passages":["ויתר דברי אחאב וכל אשר עשה ובית השן אשר בנה וכל הערים אשר בנה הלוא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"011022039"},{"canonical":"1 Kings 22:40","passages":["וישכב אחאב עם אבתיו וימלך אחזיהו בנו תחתיו פ"],"query":"011022040"},{"canonical":"1 Kings 22:41","passages":["ויהושפט בן אסא מלך על יהודה בשנת ארבע לאחאב מלך ישראל "],"query":"011022041"},{"canonical":"1 Kings 22:42","passages":["יהושפט בן שלשים וחמש שנה במלכו ועשרים וחמש שנה מלך בירושל͏ם ושם אמו עזובה בת שלחי "],"query":"011022042"},{"canonical":"1 Kings 22:43","passages":["וילך בכל דרך אסא אביו לא סר ממנו לעשות הישר בעיני יהוה "],"query":"011022043"},{"canonical":"1 Kings 22:44","passages":["אך הבמות לא סרו עוד העם מזבחים ומקטרים בבמות "],"query":"011022044"},{"canonical":"1 Kings 22:45","passages":["וישלם יהושפט עם מלך ישראל "],"query":"011022045"},{"canonical":"1 Kings 22:46","passages":["ויתר דברי יהושפט וגבורתו אשר עשה ואשר נלחם הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"011022046"},{"canonical":"1 Kings 22:47","passages":["ויתר הקדש אשר נשאר בימי אסא אביו בער מן הארץ "],"query":"011022047"},{"canonical":"1 Kings 22:48","passages":["ומלך אין באדום נצב מלך "],"query":"011022048"},{"canonical":"1 Kings 22:49","passages":["יהושפט נשברו אניות בעציון גבר "],"query":"011022049"},{"canonical":"1 Kings 22:50","passages":["אז אמר אחזיהו בן אחאב אל יהושפט ילכו עבדי עם עבדיך באניות ולא אבה יהושפט "],"query":"011022050"},{"canonical":"1 Kings 22:51","passages":["וישכב יהושפט עם אבתיו ויקבר עם אבתיו בעיר דוד אביו וימלך יהורם בנו תחתיו  ס "],"query":"011022051"},{"canonical":"1 Kings 22:52","passages":["אחזיהו בן אחאב מלך על ישראל בשמרון בשנת שבע עשרה ליהושפט מלך יהודה וימלך על ישראל שנתים "],"query":"011022052"},{"canonical":"1 Kings 22:53","passages":["ויעש הרע בעיני יהוה וילך בדרך אביו ובדרך אמו ובדרך ירבעם בן נבט אשר החטיא את ישראל "],"query":"011022053"},{"canonical":"1 Kings 22:54","passages":["ויעבד את הבעל וישתחוה לו ויכעס את יהוה אלהי ישראל ככל אשר עשה אביו "],"query":"011022054"}]}