{"query":"011014","verses":[{},{"canonical":"1 Kings 14:1","passages":["בעת ההיא חלה אביה בן ירבעם "],"query":"011014001"},{"canonical":"1 Kings 14:2","passages":["ויאמר ירבעם לאשתו קומי נא והשתנית ולא ידעו כי את אשת ירבעם והלכת שלה הנה שם אחיה הנביא הוא דבר עלי למלך על העם הזה "],"query":"011014002"},{"canonical":"1 Kings 14:3","passages":["ולקחת בידך עשרה לחם ונקדים ובקבק דבש ובאת אליו הוא יגיד לך מה יהיה לנער "],"query":"011014003"},{"canonical":"1 Kings 14:4","passages":["ותעש כן אשת ירבעם ותקם ותלך שלה ותבא בית אחיה ואחיהו לא יכל לראות כי קמו עיניו משיבו  ס "],"query":"011014004"},{"canonical":"1 Kings 14:5","passages":["ויהוה אמר אל אחיהו הנה אשת ירבעם באה לדרש דבר מעמך אל בנה כי חלה הוא כזה וכזה תדבר אליה ויהי כבאה והיא מתנכרה "],"query":"011014005"},{"canonical":"1 Kings 14:6","passages":["ויהי כשמע אחיהו את קול רגליה באה בפתח ויאמר באי אשת ירבעם למה זה את מתנכרה ואנכי שלוח אליך קשה "],"query":"011014006"},{"canonical":"1 Kings 14:7","passages":["לכי אמרי לירבעם כה אמר יהוה אלהי ישראל יען אשר הרימתיך מתוך העם ואתנך נגיד על עמי ישראל "],"query":"011014007"},{"canonical":"1 Kings 14:8","passages":["ואקרע את הממלכה מבית דוד ואתנה לך ולא היית כעבדי דוד אשר שמר מצותי ואשר הלך אחרי בכל לבבו לעשות רק הישר בעיני "],"query":"011014008"},{"canonical":"1 Kings 14:9","passages":["ותרע לעשות מכל אשר היו לפניך ותלך ותעשה לך אלהים אחרים ומסכות להכעיסני ואתי השלכת אחרי גוך  ס "],"query":"011014009"},{"canonical":"1 Kings 14:10","passages":["לכן הנני מביא רעה אל בית ירבעם והכרתי לירבעם משתין בקיר עצור ועזוב בישראל ובערתי אחרי בית ירבעם כאשר יבער הגלל עד תמו "],"query":"011014010"},{"canonical":"1 Kings 14:11","passages":["המת לירבעם בעיר יאכלו הכלבים והמת בשדה יאכלו עוף השמים כי יהוה דבר "],"query":"011014011"},{"canonical":"1 Kings 14:12","passages":["ואת קומי לכי לביתך בבאה רגליך העירה ומת הילד "],"query":"011014012"},{"canonical":"1 Kings 14:13","passages":["וספדו לו כל ישראל וקברו אתו כי זה לבדו יבא לירבעם אל קבר יען נמצא בו דבר טוב אל יהוה אלהי ישראל בבית ירבעם "],"query":"011014013"},{"canonical":"1 Kings 14:14","passages":["והקים יהוה לו מלך על ישראל אשר יכרית את בית ירבעם זה היום ומה גם עתה "],"query":"011014014"},{"canonical":"1 Kings 14:15","passages":["והכה יהוה את ישראל כאשר ינוד הקנה במים ונתש את ישראל מעל האדמה הטובה הזאת אשר נתן לאבותיהם וזרם מעבר לנהר יען אשר עשו את אשריהם מכעיסים את יהוה "],"query":"011014015"},{"canonical":"1 Kings 14:16","passages":["ויתן את ישראל בגלל חטאות ירבעם אשר חטא ואשר החטיא את ישראל "],"query":"011014016"},{"canonical":"1 Kings 14:17","passages":["ותקם אשת ירבעם ותלך ותבא תרצתה היא באה בסף הבית והנער מת "],"query":"011014017"},{"canonical":"1 Kings 14:18","passages":["ויקברו אתו ויספדו לו כל ישראל כדבר יהוה אשר דבר ביד עבדו אחיהו הנביא "],"query":"011014018"},{"canonical":"1 Kings 14:19","passages":["ויתר דברי ירבעם אשר נלחם ואשר מלך הנם כתובים על ספר דברי הימים למלכי ישראל "],"query":"011014019"},{"canonical":"1 Kings 14:20","passages":["והימים אשר מלך ירבעם עשרים ושתים שנה וישכב עם אבתיו וימלך נדב בנו תחתיו פ"],"query":"011014020"},{"canonical":"1 Kings 14:21","passages":["ורחבעם בן שלמה מלך ביהודה בן ארבעים ואחת שנה רחבעם במלכו ושבע עשרה שנה מלך בירושלם העיר אשר בחר יהוה לשום את שמו שם מכל שבטי ישראל ושם אמו נעמה העמנית "],"query":"011014021"},{"canonical":"1 Kings 14:22","passages":["ויעש יהודה הרע בעיני יהוה ויקנאו אתו מכל אשר עשו אבתם בחטאתם אשר חטאו "],"query":"011014022"},{"canonical":"1 Kings 14:23","passages":["ויבנו גם המה להם במות ומצבות ואשרים על כל גבעה גבהה ותחת כל עץ רענן "],"query":"011014023"},{"canonical":"1 Kings 14:24","passages":["וגם קדש היה בארץ עשו ככל התועבת הגוים אשר הוריש יהוה מפני בני ישראל פ"],"query":"011014024"},{"canonical":"1 Kings 14:25","passages":["ויהי בשנה החמישית למלך רחבעם עלה שישק מלך מצרים על ירושל͏ם "],"query":"011014025"},{"canonical":"1 Kings 14:26","passages":["ויקח את אצרות בית יהוה ואת אוצרות בית המלך ואת הכל לקח ויקח את כל מגני הזהב אשר עשה שלמה "],"query":"011014026"},{"canonical":"1 Kings 14:27","passages":["ויעש המלך רחבעם תחתם מגני נחשת והפקיד על יד שרי הרצים השמרים פתח בית המלך "],"query":"011014027"},{"canonical":"1 Kings 14:28","passages":["ויהי מדי בא המלך בית יהוה ישאום הרצים והשיבום אל תא הרצים "],"query":"011014028"},{"canonical":"1 Kings 14:29","passages":["ויתר דברי רחבעם וכל אשר עשה הלא המה כתובים על ספר דברי הימים למלכי יהודה "],"query":"011014029"},{"canonical":"1 Kings 14:30","passages":["ומלחמה היתה בין רחבעם ובין ירבעם כל הימים "],"query":"011014030"},{"canonical":"1 Kings 14:31","passages":["וישכב רחבעם עם אבתיו ויקבר עם אבתיו בעיר דוד ושם אמו נעמה העמנית וימלך אבים בנו תחתיו פ"],"query":"011014031"}]}