{"query":"011019","verses":[{},{"canonical":"1 Kings 19:1","passages":["ויגד אחאב לאיזבל את כל אשר עשה אליהו ואת כל אשר הרג את כל הנביאים בחרב "],"query":"011019001"},{"canonical":"1 Kings 19:2","passages":["ותשלח איזבל מלאך אל אליהו לאמר כה יעשון אלהים וכה יוספון כי כעת מחר אשים את נפשך כנפש אחד מהם "],"query":"011019002"},{"canonical":"1 Kings 19:3","passages":["וירא ויקם וילך אל נפשו ויבא באר שבע אשר ליהודה וינח את נערו שם "],"query":"011019003"},{"canonical":"1 Kings 19:4","passages":["והוא הלך במדבר דרך יום ויבא וישב תחת רתם אחד וישאל את נפשו למות ויאמר רב עתה יהוה קח נפשי כי לא טוב אנכי מאבתי "],"query":"011019004"},{"canonical":"1 Kings 19:5","passages":["וישכב ויישן תחת רתם אחד והנה זה מלאך נגע בו ויאמר לו קום אכול "],"query":"011019005"},{"canonical":"1 Kings 19:6","passages":["ויבט והנה מראשתיו עגת רצפים וצפחת מים ויאכל וישת וישב וישכב "],"query":"011019006"},{"canonical":"1 Kings 19:7","passages":["וישב מלאך יהוה שנית ויגע בו ויאמר קום אכל כי רב ממך הדרך "],"query":"011019007"},{"canonical":"1 Kings 19:8","passages":["ויקם ויאכל וישתה וילך בכח האכילה ההיא ארבעים יום וארבעים לילה עד הר האלהים חרב "],"query":"011019008"},{"canonical":"1 Kings 19:9","passages":["ויבא שם אל המערה וילן שם והנה דבר יהוה אליו ויאמר לו מה לך פה אליהו "],"query":"011019009"},{"canonical":"1 Kings 19:10","passages":["ויאמר קנא קנאתי ליהוה אלהי צבאות כי עזבו בריתך בני ישראל את מזבחתיך הרסו ואת נביאיך הרגו בחרב ו͏אותר אני לבדי ויבקשו את נפשי לקחתה "],"query":"011019010"},{"canonical":"1 Kings 19:11","passages":["ויאמר צא ועמדת בהר לפני יהוה והנה יהוה עבר ורוח גדולה וחזק מפרק הרים ומשבר סלעים לפני יהוה לא ברוח יהוה ואחר הרוח רעש לא ברעש יהוה "],"query":"011019011"},{"canonical":"1 Kings 19:12","passages":["ואחר הרעש אש לא באש יהוה ואחר האש קול דממה דקה "],"query":"011019012"},{"canonical":"1 Kings 19:13","passages":["ויהי כשמע אליהו וילט פניו באדרתו ויצא ויעמד פתח המערה והנה אליו קול ויאמר מה לך פה אליהו "],"query":"011019013"},{"canonical":"1 Kings 19:14","passages":["ויאמר קנא קנאתי ליהוה אלהי צבאות כי עזבו בריתך בני ישראל את מזבחתיך הרסו ואת נביאיך הרגו בחרב ואותר אני לבדי ויבקשו את נפשי לקחתה  ס "],"query":"011019014"},{"canonical":"1 Kings 19:15","passages":["ויאמר יהוה אליו לך שוב לדרכך מדברה דמשק ובאת ומשחת את חזאל למלך על ארם "],"query":"011019015"},{"canonical":"1 Kings 19:16","passages":["ואת יהוא בן נמשי תמשח למלך על ישראל ואת אלישע בן שפט מאבל מחולה תמשח לנביא תחתיך "],"query":"011019016"},{"canonical":"1 Kings 19:17","passages":["והיה הנמלט מחרב חזאל ימית יהוא והנמלט מחרב יהוא ימית אלישע "],"query":"011019017"},{"canonical":"1 Kings 19:18","passages":["והשארתי בישראל שבעת אלפים כל הברכים אשר לא כרעו לבעל וכל הפה אשר לא נשק לו "],"query":"011019018"},{"canonical":"1 Kings 19:19","passages":["וילך משם וימצא את אלישע בן שפט והוא חרש שנים עשר צמדים לפניו והוא בשנים העשר ויעבר אליהו אליו וישלך אדרתו אליו "],"query":"011019019"},{"canonical":"1 Kings 19:20","passages":["ויעזב את הבקר וירץ אחרי א͏ליהו ויאמר אשקה נא לאבי ולאמי ואלכה אחריך ויאמר לו לך שוב כי מה עשיתי לך "],"query":"011019020"},{"canonical":"1 Kings 19:21","passages":["וישב מאחריו ויקח את צמד הבקר ויזבחהו ובכלי הבקר בשלם הבשר ויתן לעם ויאכלו ויקם וילך אחרי אליהו וישרתהו פ"],"query":"011019021"}]}