{"query":"011012","verses":[{},{"canonical":"1 Kings 12:1","passages":["וילך רחבעם שכם כי שכם בא כל ישראל להמליך אתו "],"query":"011012001"},{"canonical":"1 Kings 12:2","passages":["ויהי כשמע ירבעם בן נבט והוא עודנו במצרים אשר ברח מפני המלך שלמה וישב ירבעם במצרים "],"query":"011012002"},{"canonical":"1 Kings 12:3","passages":["וישלחו ויקראו לו ויבא ירבעם וכל קהל ישראל וידברו אל רחבעם לאמר "],"query":"011012003"},{"canonical":"1 Kings 12:4","passages":["אביך הקשה את עלנו ואתה עתה הקל מעבדת אביך הקשה ומעלו הכבד אשר נתן עלינו ונעבדך "],"query":"011012004"},{"canonical":"1 Kings 12:5","passages":["ויאמר אליהם לכו עד שלשה ימים ושובו אלי וילכו העם "],"query":"011012005"},{"canonical":"1 Kings 12:6","passages":["ויועץ המלך רחבעם את הזקנים אשר היו עמדים את פני שלמה אביו בהיתו חי לאמר איך אתם נועצים להשיב את העם הזה דבר "],"query":"011012006"},{"canonical":"1 Kings 12:7","passages":["וידברו אליו לאמר אם היום תהיה עבד לעם הזה ועבדתם ועניתם ודברת אליהם דברים טובים והיו לך עבדים כל הימים "],"query":"011012007"},{"canonical":"1 Kings 12:8","passages":["ויעזב את עצת הזקנים אשר יעצהו ויועץ את הילדים אשר גדלו אתו אשר העמדים לפניו "],"query":"011012008"},{"canonical":"1 Kings 12:9","passages":["ויאמר אליהם מה אתם נועצים ונשיב דבר את העם הזה אשר דברו אלי לאמר הקל מן העל אשר נתן אביך עלינו "],"query":"011012009"},{"canonical":"1 Kings 12:10","passages":["וידברו אליו הילדים אשר גדלו אתו לאמר כה תאמר לעם הזה אשר דברו אליך לאמר אביך הכביד את עלנו ואתה הקל מעלינו כה תדבר אליהם קטני עבה ממתני אבי "],"query":"011012010"},{"canonical":"1 Kings 12:11","passages":["ועתה אבי העמיס עליכם על כבד ואני אוסיף על עלכם אבי יסר אתכם בשוטים ואני איסר אתכם בעקרבים "],"query":"011012011"},{"canonical":"1 Kings 12:12","passages":["ויבוא ירבעם וכל העם אל רחבעם ביום השלישי כאשר דבר המלך לאמר שובו אלי ביום השלישי "],"query":"011012012"},{"canonical":"1 Kings 12:13","passages":["ויען המלך את העם קשה ויעזב את עצת הזקנים אשר יעצהו "],"query":"011012013"},{"canonical":"1 Kings 12:14","passages":["וידבר אליהם כעצת הילדים לאמר אבי הכביד את עלכם ואני אסיף על עלכם אבי יסר אתכם בשוטים ואני איסר אתכם בעקרבים "],"query":"011012014"},{"canonical":"1 Kings 12:15","passages":["ולא שמע המלך אל העם כי היתה סבה מעם יהוה למען הקים את דברו אשר דבר יהוה ביד אחיה השילני אל ירבעם בן נבט "],"query":"011012015"},{"canonical":"1 Kings 12:16","passages":["וירא כל ישראל כי לא שמע המלך אליהם וישבו העם את המלך דבר לאמר מה לנו חלק בדוד ולא נחלה בבן ישי לאהליך ישראל עתה ראה ביתך דוד וילך ישראל לאהליו "],"query":"011012016"},{"canonical":"1 Kings 12:17","passages":["ובני ישראל הישבים בערי יהודה וימלך עליהם רחבעם פ"],"query":"011012017"},{"canonical":"1 Kings 12:18","passages":["וישלח המלך רחבעם את אדרם אשר על המס וירגמו כל ישראל בו אבן וימת והמלך רחבעם התאמץ לעלות במרכבה לנוס ירושל͏ם "],"query":"011012018"},{"canonical":"1 Kings 12:19","passages":["ויפשעו ישראל בבית דוד עד היום הזה  ס "],"query":"011012019"},{"canonical":"1 Kings 12:20","passages":["ויהי כשמע כל ישראל כי שב ירבעם ו͏ישלחו ויקראו אתו אל העדה וימליכו אתו על כל ישראל לא היה אחרי בית דוד זולתי שבט יהודה לבדו "],"query":"011012020"},{"canonical":"1 Kings 12:21","passages":["פ"],"query":"011012021"},{"canonical":"1 Kings 12:22","passages":["ויהי דבר ה͏אלהים אל שמעיה איש האלהים לאמר "],"query":"011012022"},{"canonical":"1 Kings 12:23","passages":["אמר אל רחבעם בן שלמה מלך יהודה ואל כל בית יהודה ובנימין ויתר העם לאמר "],"query":"011012023"},{"canonical":"1 Kings 12:24","passages":["כה אמר יהוה לא תעלו ולא תלחמון עם אחיכם בני ישראל שובו איש לביתו כי מאתי נהיה הדבר הזה וישמעו את דבר יהוה וישבו ללכת כדבר יהוה  ס "],"query":"011012024"},{"canonical":"1 Kings 12:25","passages":["ויבן ירבעם את שכם בהר אפרים וישב בה ויצא משם ויבן את פנואל "],"query":"011012025"},{"canonical":"1 Kings 12:26","passages":["ויאמר ירבעם בלבו עתה תשוב הממלכה לבית דוד "],"query":"011012026"},{"canonical":"1 Kings 12:27","passages":["אם יעלה העם הזה לעשות זבחים בבית יהוה בירושלם ושב לב העם הזה אל אדניהם אל רחבעם מלך יהודה והרגני ושבו אל רחבעם מלך יהודה "],"query":"011012027"},{"canonical":"1 Kings 12:28","passages":["ויועץ המלך ויעש שני עגלי זהב ויאמר אלהם רב לכם מעלות ירושלם הנה אלהיך ישראל אשר העלוך מארץ מצרים "],"query":"011012028"},{"canonical":"1 Kings 12:29","passages":["וישם את האחד בבית אל ואת האחד נתן בדן "],"query":"011012029"},{"canonical":"1 Kings 12:30","passages":["ויהי הדבר הזה לחטאת וילכו העם לפני האחד עד דן "],"query":"011012030"},{"canonical":"1 Kings 12:31","passages":["ויעש את בית במות ויעש כהנים מקצות העם אשר לא היו מבני לוי "],"query":"011012031"},{"canonical":"1 Kings 12:32","passages":["ויעש ירבעם חג בחדש השמיני בחמשה עשר יום לחדש כחג אשר ביהודה ויעל על המזבח כן עשה בבית אל לזבח לעגלים אשר עשה והעמיד בבית אל את כהני הבמות אשר עשה "],"query":"011012032"},{"canonical":"1 Kings 12:33","passages":["ויעל על המזבח אשר עשה בבית אל בחמשה עשר יום בחדש השמיני בחדש אשר בדא פ"],"query":"011012033"}]}