{"query":"011009","verses":[{},{"canonical":"1 Kings 9:1","passages":["ויהי ככלות שלמה לבנות את בית יהוה ואת בית המלך ואת כל חשק שלמה אשר חפץ לעשות פ"],"query":"011009001"},{"canonical":"1 Kings 9:2","passages":["וירא יהוה אל שלמה שנית כאשר נראה אליו בגבעון "],"query":"011009002"},{"canonical":"1 Kings 9:3","passages":["ויאמר יהוה אליו שמעתי את תפלתך ואת תחנתך אשר התחננתה לפני הקדשתי את הבית הזה אשר בנתה לשום שמי שם עד עולם והיו עיני ולבי שם כל הימים "],"query":"011009003"},{"canonical":"1 Kings 9:4","passages":["ואתה אם תלך לפני כאשר הלך דוד אביך בתם לבב ובישר לעשות ככל אשר צויתיך חקי ומשפטי תשמר "],"query":"011009004"},{"canonical":"1 Kings 9:5","passages":["והקמתי את כסא ממלכתך על ישראל לעלם כאשר דברתי על דוד אביך לאמר לא יכרת לך איש מעל כסא ישראל "],"query":"011009005"},{"canonical":"1 Kings 9:6","passages":["אם שוב תשבון אתם ובניכם מאחרי ולא תשמרו מצותי חקתי אשר נתתי לפניכם והלכתם ועבדתם אלהים אחרים והשתחויתם להם "],"query":"011009006"},{"canonical":"1 Kings 9:7","passages":["והכרתי את ישראל מעל פני האדמה אשר נתתי להם ואת הבית אשר הקדשתי לשמי אשלח מעל פני והיה ישראל למשל ולשנינה בכל העמים "],"query":"011009007"},{"canonical":"1 Kings 9:8","passages":["והבית הזה יהיה עליון כל עבר עליו ישם ושרק ואמרו על מה עשה יהוה ככה לארץ הזאת ולבית הזה "],"query":"011009008"},{"canonical":"1 Kings 9:9","passages":["ואמרו על אשר עזבו את יהוה אלהיהם אשר הוציא את אבתם מארץ מצרים ויחזקו באלהים אחרים פ"],"query":"011009009"},{"canonical":"1 Kings 9:10","passages":["ויהי מקצה עשרים שנה אשר בנה שלמה את שני הבתים את בית יהוה ואת בית המלך "],"query":"011009010"},{"canonical":"1 Kings 9:11","passages":["חירם מלך צר נשא את שלמה בעצי ארזים ובעצי ברושים ובזהב לכל חפצו אז יתן המלך שלמה לחירם עשרים עיר בארץ הגליל "],"query":"011009011"},{"canonical":"1 Kings 9:12","passages":["ויצא חירם מצר לראות את הערים אשר נתן לו שלמה ולא ישרו בעיניו "],"query":"011009012"},{"canonical":"1 Kings 9:13","passages":["ויאמר מה הערים האלה אשר נתתה לי אחי ויקרא להם ארץ כבול עד היום הזה פ"],"query":"011009013"},{"canonical":"1 Kings 9:14","passages":["וישלח חירם למלך מאה ועשרים ככר זהב "],"query":"011009014"},{"canonical":"1 Kings 9:15","passages":["וזה דבר המס אשר העלה המלך שלמה לבנות את בית יהוה ואת ביתו ואת המלוא ואת חומת ירושל͏ם ואת חצר ואת מגדו ואת גזר "],"query":"011009015"},{"canonical":"1 Kings 9:16","passages":["פרעה מלך מצרים עלה וילכד את גזר וישרפה באש ואת הכנעני הישב בעיר הרג ויתנה שלחים לבתו אשת שלמה "],"query":"011009016"},{"canonical":"1 Kings 9:17","passages":["ויבן שלמה את גזר ואת בית חרן תחתון "],"query":"011009017"},{"canonical":"1 Kings 9:18","passages":["ואת בעלת ואת תדמר במדבר בארץ "],"query":"011009018"},{"canonical":"1 Kings 9:19","passages":["ואת כל ערי המסכנות אשר היו לשלמה ואת ערי הרכב ואת ערי הפרשים ואת חשק שלמה אשר חשק לבנות בירושלם ובלבנון ובכל ארץ ממשלתו "],"query":"011009019"},{"canonical":"1 Kings 9:20","passages":["כל העם הנותר מן האמרי החתי הפרזי החוי והיבוסי אשר לא מבני ישראל המה "],"query":"011009020"},{"canonical":"1 Kings 9:21","passages":["בניהם אשר נתרו אחריהם בארץ אשר לא יכלו בני ישראל לה͏חרימם ויעלם שלמה למס עבד עד היום הזה "],"query":"011009021"},{"canonical":"1 Kings 9:22","passages":["ומבני ישראל לא נתן שלמה עבד כי הם אנשי המלחמה ועבדיו ושריו ושלשיו ושרי רכבו ופרשיו  ס "],"query":"011009022"},{"canonical":"1 Kings 9:23","passages":["אלה שרי הנצבים אשר על המלאכה לשלמה חמשים וחמש מאות הרדים בעם העשים במלאכה "],"query":"011009023"},{"canonical":"1 Kings 9:24","passages":["אך בת פרעה עלתה מעיר דוד אל ביתה אשר בנה לה אז בנה את המלוא "],"query":"011009024"},{"canonical":"1 Kings 9:25","passages":["והעלה שלמה שלש פעמים בשנה עלות ושלמים על המזבח אשר בנה ליהוה והקטיר אתו אשר לפני יהוה ושלם את הבית "],"query":"011009025"},{"canonical":"1 Kings 9:26","passages":["ואני עשה המלך שלמה בעציון גבר אשר את אלות על שפת ים סוף בארץ אדום "],"query":"011009026"},{"canonical":"1 Kings 9:27","passages":["וישלח חירם ב͏אני את עבדיו אנשי אניות ידעי הים עם עבדי שלמה "],"query":"011009027"},{"canonical":"1 Kings 9:28","passages":["ויבאו אופירה ויקחו משם זהב ארבע מאות ועשרים ככר ויבאו אל המלך שלמה פ"],"query":"011009028"}]}