{"query":"011020","verses":[{},{"canonical":"1 Kings 20:1","passages":["ובן הדד מלך ארם קבץ את כל חילו ושלשים ושנים מלך אתו וסוס ורכב ויעל ויצר על שמרון וילחם בה "],"query":"011020001"},{"canonical":"1 Kings 20:2","passages":["וישלח מלאכים אל אחאב מלך ישראל העירה "],"query":"011020002"},{"canonical":"1 Kings 20:3","passages":["ויאמר לו כה אמר בן הדד כספך וזהבך לי הוא ונשיך ובניך הטובים לי הם "],"query":"011020003"},{"canonical":"1 Kings 20:4","passages":["ויען מלך ישראל ויאמר כדברך אדני המלך לך אני וכל אשר לי "],"query":"011020004"},{"canonical":"1 Kings 20:5","passages":["וישבו המלאכים ויאמרו כה אמר בן הדד לאמר כי שלחתי אליך לאמר כספך וזהבך ונשיך ובניך לי תתן "],"query":"011020005"},{"canonical":"1 Kings 20:6","passages":["כי אם כעת מחר אשלח את עבדי אליך וחפשו את ביתך ואת בתי עבדיך והיה כל מחמד עיניך ישימו בידם ולקחו "],"query":"011020006"},{"canonical":"1 Kings 20:7","passages":["ויקרא מלך ישראל לכל זקני הארץ ויאמר דעו נא וראו כי רעה זה מבקש כי שלח אלי לנשי ולבני ולכספי ולזהבי ולא מנעתי ממנו "],"query":"011020007"},{"canonical":"1 Kings 20:8","passages":["ויאמרו אליו כל הזקנים וכל העם אל תשמע ולוא תאבה "],"query":"011020008"},{"canonical":"1 Kings 20:9","passages":["ויאמר למלאכי בן הדד אמרו לאדני המלך כל אשר שלחת אל עבדך בראשנה אעשה והדבר הזה לא אוכל לעשות וילכו המלאכים וישבהו דבר "],"query":"011020009"},{"canonical":"1 Kings 20:10","passages":["וישלח אליו בן הדד ויאמר כה יעשון לי אלהים וכה יוספו אם ישפק עפר שמרון לשעלים לכל העם אשר ברגלי "],"query":"011020010"},{"canonical":"1 Kings 20:11","passages":["ויען מלך ישראל ויאמר דברו אל יתהלל חגר כמפתח "],"query":"011020011"},{"canonical":"1 Kings 20:12","passages":["ויהי כשמע את הדבר הזה והוא שתה הוא והמלכים בסכות ויאמר אל עבדיו שימו וישימו על העיר "],"query":"011020012"},{"canonical":"1 Kings 20:13","passages":["והנה נביא אחד נגש אל אחאב מלך ישראל ויאמר כה אמר יהוה הראית את כל ההמון הגדול הזה הנני נתנו בידך היום וידעת כי אני יהוה "],"query":"011020013"},{"canonical":"1 Kings 20:14","passages":["ויאמר אחאב במי ויאמר כה אמר יהוה בנערי שרי המדינות ויאמר מי יאסר המלחמה ויאמר אתה "],"query":"011020014"},{"canonical":"1 Kings 20:15","passages":["ויפקד את נערי שרי המדינות ויהיו מאתים שנים ושלשים ואחריהם פקד את כל העם כל בני ישראל שבעת אלפים "],"query":"011020015"},{"canonical":"1 Kings 20:16","passages":["ויצאו בצהרים ובן הדד שתה שכור בסכות הוא והמלכים שלשים ושנים מלך עזר אתו "],"query":"011020016"},{"canonical":"1 Kings 20:17","passages":["ויצאו נערי שרי המדינות בראשנה וישלח בן הדד ויגידו לו לאמר אנשים יצאו משמרון "],"query":"011020017"},{"canonical":"1 Kings 20:18","passages":["ויאמר אם לשלום יצאו תפשום חיים ואם למלחמה יצאו חיים תפשום "],"query":"011020018"},{"canonical":"1 Kings 20:19","passages":["ואלה יצאו מן העיר נערי שרי המדינות והחיל אשר אחריהם "],"query":"011020019"},{"canonical":"1 Kings 20:20","passages":["ויכו איש אישו וינסו ארם וירדפם ישראל וימלט בן הדד מלך ארם על סוס ופרשים "],"query":"011020020"},{"canonical":"1 Kings 20:21","passages":["ויצא מלך ישראל ויך את הסוס ואת הרכב והכה בארם מכה גדולה "],"query":"011020021"},{"canonical":"1 Kings 20:22","passages":["ויגש הנביא אל מלך ישראל ויאמר לו לך התחזק ודע וראה את אשר תעשה כי לתשובת השנה מלך ארם עלה עליך  ס "],"query":"011020022"},{"canonical":"1 Kings 20:23","passages":["ועבדי מלך ארם אמרו אליו אלהי הרים אלהיהם על כן חזקו ממנו ואולם נלחם אתם במישור אם לא נחזק מהם "],"query":"011020023"},{"canonical":"1 Kings 20:24","passages":["ואת הדבר הזה עשה הסר המלכים איש ממקמו ושים פחות תחתיהם "],"query":"011020024"},{"canonical":"1 Kings 20:25","passages":["ואתה תמנה לך חיל כחיל הנפל מאותך וסוס כסוס ורכב כרכב ונלחמה אותם במישור אם לא נחזק מהם וישמע לקלם ויעש כן פ"],"query":"011020025"},{"canonical":"1 Kings 20:26","passages":["ויהי לתשובת השנה ויפקד בן הדד את ארם ויעל אפקה למלחמה עם ישראל "],"query":"011020026"},{"canonical":"1 Kings 20:27","passages":["ובני ישראל התפקדו וכלכלו וילכו לקראתם ויחנו בני ישראל נגדם כשני חשפי עזים וארם מלאו את הארץ "],"query":"011020027"},{"canonical":"1 Kings 20:28","passages":["ויגש איש האלהים ויאמר אל מלך ישראל ויאמר כה אמר יהוה יען אשר אמרו ארם אלהי הרים יהוה ולא אלהי עמקים הוא ונתתי את כל ההמון הגדול הזה בידך וידעתם כי אני יהוה "],"query":"011020028"},{"canonical":"1 Kings 20:29","passages":["ויחנו אלה נכח אלה שבעת ימים ויהי ביום השביעי ותקרב המלחמה ויכו בני ישראל את ארם מאה אלף רגלי ביום אחד "],"query":"011020029"},{"canonical":"1 Kings 20:30","passages":["וינסו הנותרים אפקה אל העיר ותפל החומה על עשרים ושבעה אלף איש הנותרים ובן הדד נס ויבא אל העיר חדר בחדר  ס "],"query":"011020030"},{"canonical":"1 Kings 20:31","passages":["ויאמרו אליו עבדיו הנה נא שמענו כי מלכי בית ישראל כי מלכי חסד הם נשימה נא שקים במתנינו וחבלים בראשנו ונצא אל מלך ישראל אולי יחיה את נפשך "],"query":"011020031"},{"canonical":"1 Kings 20:32","passages":["ויחגרו שקים במתניהם וחבלים בראשיהם ויבאו אל מלך ישראל ויאמרו עבדך בן הדד אמר תחי נא נפשי ויאמר העודנו חי אחי הוא "],"query":"011020032"},{"canonical":"1 Kings 20:33","passages":["והאנשים ינחשו וימהרו ויחלטו הממנו ויאמרו אחיך בן הדד ויאמר באו קחהו ויצא אליו בן הדד ו͏יעלהו על המרכבה "],"query":"011020033"},{"canonical":"1 Kings 20:34","passages":["ויאמר אליו הערים אשר לקח אבי מאת אביך אשיב וחוצות תשים לך בדמשק כאשר שם אבי בשמרון ואני בברית אשלחך ויכרת לו ברית וישלחהו  ס "],"query":"011020034"},{"canonical":"1 Kings 20:35","passages":["ואיש אחד מבני הנביאים אמר אל רעהו בדבר יהוה הכיני נא וימאן האיש להכתו "],"query":"011020035"},{"canonical":"1 Kings 20:36","passages":["ויאמר לו יען אשר לא שמעת בקול יהוה הנך הולך מאתי והכך האריה וילך מאצלו וימצאהו האריה ויכהו "],"query":"011020036"},{"canonical":"1 Kings 20:37","passages":["וימצא איש אחר ויאמר הכיני נא ויכהו האיש הכה ופצע "],"query":"011020037"},{"canonical":"1 Kings 20:38","passages":["וילך הנביא ויעמד למלך על הדרך ויתחפש באפר על עיניו "],"query":"011020038"},{"canonical":"1 Kings 20:39","passages":["ויהי המלך עבר והוא צעק אל המלך ויאמר עבדך יצא בקרב המלחמה והנה איש סר ויבא אלי איש ויאמר שמר את האיש הזה אם הפקד יפקד והיתה נפשך תחת נפשו או ככר כסף תשקול "],"query":"011020039"},{"canonical":"1 Kings 20:40","passages":["ויהי עבדך עשה הנה והנה והוא איננו ויאמר אליו מלך ישראל כן משפטך אתה חרצת "],"query":"011020040"},{"canonical":"1 Kings 20:41","passages":["וימהר ויסר את האפר מעלי עיניו ויכר אתו מלך ישראל כי מהנבאים הוא "],"query":"011020041"},{"canonical":"1 Kings 20:42","passages":["ויאמר אליו כה אמר יהוה יען שלחת את איש חרמי מיד והיתה נפשך תחת נפשו ועמך תחת עמו "],"query":"011020042"},{"canonical":"1 Kings 20:43","passages":["וילך מלך ישראל על ביתו סר וזעף ויבא שמרונה פ"],"query":"011020043"}]}