{"query":"011005","verses":[{},{"canonical":"1 Kings 5:1","passages":["ושלמה היה מושל בכל הממלכות מן הנהר ארץ פלשתים ועד גבול מצרים מגשים מנחה ועבדים את שלמה כל ימי חייו פ"],"query":"011005001"},{"canonical":"1 Kings 5:2","passages":["ויהי לחם שלמה ליום אחד שלשים כר סלת וששים כר קמח "],"query":"011005002"},{"canonical":"1 Kings 5:3","passages":["עשרה בקר בראים ועשרים בקר רעי ומאה צאן לבד מאיל וצבי ויחמור וברברים אבוסים "],"query":"011005003"},{"canonical":"1 Kings 5:4","passages":["כי הוא רדה בכל עבר הנהר מתפסח ועד עזה בכל מלכי עבר הנהר ושלום היה לו מכל עבריו מסביב "],"query":"011005004"},{"canonical":"1 Kings 5:5","passages":["וישב יהודה וישראל לבטח איש תחת גפנו ותחת תאנתו מדן ועד באר שבע כל ימי שלמה  ס "],"query":"011005005"},{"canonical":"1 Kings 5:6","passages":["ויהי לשלמה ארבעים אלף ארות סוסים למרכבו ושנים עשר אלף פרשים "],"query":"011005006"},{"canonical":"1 Kings 5:7","passages":["וכלכלו הנצבים האלה את המלך שלמה ואת כל הקרב אל שלחן המלך שלמה איש חדשו לא יעדרו דבר "],"query":"011005007"},{"canonical":"1 Kings 5:8","passages":["והשערים והתבן לסוסים ולרכש יבאו אל המקום אשר יהיה שם איש כמשפטו  ס "],"query":"011005008"},{"canonical":"1 Kings 5:9","passages":["ויתן אלהים חכמה לשלמה ותבונה הרבה מאד ורחב לב כחול אשר על שפת הים "],"query":"011005009"},{"canonical":"1 Kings 5:10","passages":["ותרב חכמת שלמה מחכמת כל בני קדם ומכל חכמת מצרים "],"query":"011005010"},{"canonical":"1 Kings 5:11","passages":["ויחכם מכל האדם מאיתן האזרחי והימן וכלכל ודרדע בני מחול ויהי שמו בכל הגוים סביב "],"query":"011005011"},{"canonical":"1 Kings 5:12","passages":["וידבר שלשת אלפים משל ויהי שירו חמשה ואלף "],"query":"011005012"},{"canonical":"1 Kings 5:13","passages":["וידבר על ה͏עצים מן הארז אשר בלבנון ועד האזוב אשר יצא בקיר וידבר על הבהמה ועל העוף ועל הרמש ועל הדגים "],"query":"011005013"},{"canonical":"1 Kings 5:14","passages":["ויבאו מכל העמים לשמע את חכמת שלמה מאת כל מלכי הארץ אשר שמעו את חכמתו  ס "],"query":"011005014"},{"canonical":"1 Kings 5:15","passages":["וישלח חירם מלך צור את עבדיו אל שלמה כי שמע כי אתו משחו למלך תחת אביהו כי אהב היה חירם לדוד כל הימים  ס "],"query":"011005015"},{"canonical":"1 Kings 5:16","passages":["וישלח שלמה אל חירם לאמר "],"query":"011005016"},{"canonical":"1 Kings 5:17","passages":["אתה ידעת את דוד אבי כי לא יכל לבנות בית לשם יהוה אלהיו מפני המלחמה אשר סבבהו עד תת יהוה אתם תחת כפות רגלי "],"query":"011005017"},{"canonical":"1 Kings 5:18","passages":["ועתה הניח יהוה אלהי לי מסביב אין שטן ואין פגע רע "],"query":"011005018"},{"canonical":"1 Kings 5:19","passages":["והנני אמר לבנות בית לשם יהוה אלהי כאשר דבר יהוה אל דוד אבי לאמר בנך אשר אתן תחתיך על כסאך הוא יבנה הבית לשמי "],"query":"011005019"},{"canonical":"1 Kings 5:20","passages":["ועתה צוה ויכרתו לי ארזים מן הלבנון ועבדי יהיו עם עבדיך ושכר עבדיך אתן לך ככל אשר תאמר כי אתה ידעת כי אין בנו איש ידע לכרת עצים כצדנים "],"query":"011005020"},{"canonical":"1 Kings 5:21","passages":["ויהי כשמע חירם את דברי שלמה וישמח מאד ויאמר ברוך יהוה היום אשר נתן לדוד בן חכם על העם הרב הזה "],"query":"011005021"},{"canonical":"1 Kings 5:22","passages":["וישלח חירם אל שלמה לאמר שמעתי את אשר שלחת אלי אני אעשה את כל חפצך בעצי ארזים ובעצי ברושים "],"query":"011005022"},{"canonical":"1 Kings 5:23","passages":["עבדי ירדו מן הלבנון ימה ואני אשימם דברות בים עד המקום אשר תשלח אלי ונפצתים שם ואתה תשא ואתה תעשה את חפצי לתת לחם ביתי "],"query":"011005023"},{"canonical":"1 Kings 5:24","passages":["ויהי חירום נתן לשלמה עצי ארזים ועצי ברושים כל חפצו "],"query":"011005024"},{"canonical":"1 Kings 5:25","passages":["ושלמה נתן לחירם עשרים אלף כר חטים מכלת לביתו ועשרים כר שמן כתית כה יתן שלמה לחירם שנה בשנה פ"],"query":"011005025"},{"canonical":"1 Kings 5:26","passages":["ויהוה נתן חכמה לשלמה כאשר דבר לו ויהי שלם בין חירם ובין שלמה ויכרתו ברית שניהם "],"query":"011005026"},{"canonical":"1 Kings 5:27","passages":["ויעל המלך שלמה מס מכל ישראל ויהי המס שלשים אלף איש "],"query":"011005027"},{"canonical":"1 Kings 5:28","passages":["וישלחם לבנונה עשרת אלפים בחדש חליפות חדש יהיו בלבנון שנים חדשים בביתו ואדנירם על המס  ס "],"query":"011005028"},{"canonical":"1 Kings 5:29","passages":["ויהי לשלמה שבעים אלף נשא סבל ושמנים אלף חצב בהר "],"query":"011005029"},{"canonical":"1 Kings 5:30","passages":["לבד משרי הנצבים לשלמה אשר על המלאכה שלשת אלפים ושלש מאות הרדים בעם העשים במלאכה "],"query":"011005030"},{"canonical":"1 Kings 5:31","passages":["ויצו המלך ויסעו אבנים גדלות אבנים יקרות ליסד הבית אבני גזית "],"query":"011005031"},{"canonical":"1 Kings 5:32","passages":["ויפסלו בני שלמה ובני חירום והגבלים ויכינו העצים והאבנים לבנות הבית פ"],"query":"011005032"}]}