{"query":"011016","verses":[{},{"canonical":"1 Kings 16:1","passages":["ויהי דבר יהוה אל יהוא בן חנני על בעשא לאמר "],"query":"011016001"},{"canonical":"1 Kings 16:2","passages":["יען אשר הרימתיך מן העפר ואתנך נגיד על עמי ישראל ותלך בדרך ירבעם ותחטא את עמי ישראל להכעיסני בחטאתם "],"query":"011016002"},{"canonical":"1 Kings 16:3","passages":["הנני מבעיר אחרי בעשא ואחרי ביתו ונתתי את ביתך כבית ירבעם בן נבט "],"query":"011016003"},{"canonical":"1 Kings 16:4","passages":["המת לבעשא בעיר יאכלו הכלבים והמת לו בשדה יאכלו עוף השמים "],"query":"011016004"},{"canonical":"1 Kings 16:5","passages":["ויתר דברי בעשא ואשר עשה וגבורתו הלא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"011016005"},{"canonical":"1 Kings 16:6","passages":["וישכב בעשא עם אבתיו ויקבר בתרצה וימלך אלה בנו תחתיו "],"query":"011016006"},{"canonical":"1 Kings 16:7","passages":["וגם ביד יהוא בן חנני הנביא דבר יהוה היה אל בעשא ואל ביתו ועל כל הרעה אשר עשה בעיני יהוה להכעיסו במעשה ידיו להיות כבית ירבעם ועל אשר הכה אתו פ"],"query":"011016007"},{"canonical":"1 Kings 16:8","passages":["בשנת עשרים ושש שנה לאסא מלך יהודה מלך אלה בן בעשא על ישראל בתרצה שנתים "],"query":"011016008"},{"canonical":"1 Kings 16:9","passages":["ויקשר עליו עבדו זמרי שר מחצית הרכב והוא בתרצה שתה שכור בית ארצא אשר על הבית בתרצה "],"query":"011016009"},{"canonical":"1 Kings 16:10","passages":["ויבא זמרי ויכהו וימיתהו בשנת עשרים ושבע לאסא מלך יהודה וימלך תחתיו "],"query":"011016010"},{"canonical":"1 Kings 16:11","passages":["ויהי במלכו כשבתו על כסאו הכה את כל בית בעשא לא השאיר לו משתין בקיר וגאליו ורעהו "],"query":"011016011"},{"canonical":"1 Kings 16:12","passages":["וישמד זמרי את כל בית בעשא כדבר יהוה אשר דבר אל בעשא ביד יהוא הנביא "],"query":"011016012"},{"canonical":"1 Kings 16:13","passages":["אל כל חטאות בעשא וחטאות אלה בנו אשר חטאו ואשר החטיאו את ישראל להכעיס את יהוה אלהי ישראל בהבליהם "],"query":"011016013"},{"canonical":"1 Kings 16:14","passages":["ויתר דברי אלה וכל אשר עשה הלוא הם כתובים על ספר דברי הימים למלכי ישראל פ"],"query":"011016014"},{"canonical":"1 Kings 16:15","passages":["בשנת עשרים ושבע שנה לאסא מלך יהודה מלך זמרי שבעת ימים בתרצה והעם חנים על גבתון אשר לפלשתים "],"query":"011016015"},{"canonical":"1 Kings 16:16","passages":["וישמע העם החנים לאמר קשר זמרי וגם הכה את המלך וימלכו כל ישראל את עמרי שר צבא על ישראל ביום ההוא במחנה "],"query":"011016016"},{"canonical":"1 Kings 16:17","passages":["ויעלה עמרי וכל ישראל עמו מגבתון ויצרו על תרצה "],"query":"011016017"},{"canonical":"1 Kings 16:18","passages":["ויהי כראות זמרי כי נלכדה העיר ויבא אל ארמון בית המלך וישרף עליו את בית מלך באש וימת "],"query":"011016018"},{"canonical":"1 Kings 16:19","passages":["על חטאתיו אשר חטא לעשות הרע בעיני יהוה ללכת בדרך ירבעם ובחטאתו אשר עשה להחטיא את ישראל "],"query":"011016019"},{"canonical":"1 Kings 16:20","passages":["ויתר דברי זמרי וקשרו אשר קשר הלא הם כתובים על ספר דברי הימים למלכי ישראל פ"],"query":"011016020"},{"canonical":"1 Kings 16:21","passages":["אז יחלק העם ישראל לחצי חצי העם היה אחרי תבני בן גינת להמליכו והחצי אחרי עמרי "],"query":"011016021"},{"canonical":"1 Kings 16:22","passages":["ויחזק העם אשר אחרי עמרי את העם אשר אחרי תבני בן גינת וימת תבני וימלך עמרי פ"],"query":"011016022"},{"canonical":"1 Kings 16:23","passages":["בשנת שלשים ואחת שנה לאסא מלך יהודה מלך עמרי על ישראל שתים עשרה שנה בתרצה מלך שש שנים "],"query":"011016023"},{"canonical":"1 Kings 16:24","passages":["ויקן את ההר שמרון מאת שמר בככרים כסף ויבן את ההר ויקרא את שם העיר אשר בנה על שם שמר אדני ההר שמרון "],"query":"011016024"},{"canonical":"1 Kings 16:25","passages":["ויעשה עמרי הרע בעיני יהוה וירע מכל אשר לפניו "],"query":"011016025"},{"canonical":"1 Kings 16:26","passages":["וילך בכל דרך ירבעם בן נבט ובחטאתו אשר החטיא את ישראל להכעיס את יהוה אלהי ישראל בהבליהם "],"query":"011016026"},{"canonical":"1 Kings 16:27","passages":["ויתר דברי עמרי אשר עשה וגבורתו אשר עשה הלא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"011016027"},{"canonical":"1 Kings 16:28","passages":["וישכב עמרי עם אבתיו ויקבר בשמרון וימלך אחאב בנו תחתיו פ"],"query":"011016028"},{"canonical":"1 Kings 16:29","passages":["ואחאב בן עמרי מלך על ישראל בשנת שלשים ושמנה שנה לאסא מלך יהודה וימלך אחאב בן עמרי על ישראל בשמרון עשרים ושתים שנה "],"query":"011016029"},{"canonical":"1 Kings 16:30","passages":["ויעש אחאב בן עמרי הרע בעיני יהוה מכל אשר לפניו "],"query":"011016030"},{"canonical":"1 Kings 16:31","passages":["ויהי הנקל לכתו בחטאות ירבעם בן נבט ויקח אשה את איזבל בת אתבעל מלך צידנים וילך ויעבד את הבעל וישתחו לו "],"query":"011016031"},{"canonical":"1 Kings 16:32","passages":["ויקם מזבח לבעל בית הבעל אשר בנה בשמרון "],"query":"011016032"},{"canonical":"1 Kings 16:33","passages":["ויעש אחאב את האשרה ויוסף אחאב לעשות להכעיס את יהוה אלהי ישראל מכל מלכי ישראל אשר היו לפניו "],"query":"011016033"},{"canonical":"1 Kings 16:34","passages":["בימיו בנה חיאל בית האלי את יריחה באבירם בכרו יסדה  ס "],"query":"011016034"}]}