{"query":"011007","verses":[{},{"canonical":"1 Kings 7:1","passages":["ואת ביתו בנה שלמה שלש עשרה שנה ויכל את כל ביתו "],"query":"011007001"},{"canonical":"1 Kings 7:2","passages":["ויבן את בית יער הלבנון מאה אמה ארכו וחמשים אמה רחבו ושלשים אמה קומתו על ארבעה טורי עמודי ארזים וכרתות ארזים על העמודים "],"query":"011007002"},{"canonical":"1 Kings 7:3","passages":["וספן בארז ממעל על הצלעת אשר על העמודים ארבעים וחמשה חמשה עשר הטור "],"query":"011007003"},{"canonical":"1 Kings 7:4","passages":["ושקפים שלשה טורים ומחזה אל מחזה שלש פעמים "],"query":"011007004"},{"canonical":"1 Kings 7:5","passages":["וכל הפתחים והמזוזות רבעים שקף ומול מחזה אל מחזה שלש פעמים "],"query":"011007005"},{"canonical":"1 Kings 7:6","passages":["ואת אולם העמודים עשה חמשים אמה ארכו ושלשים אמה רחבו ואולם על פניהם ועמדים ועב על פניהם "],"query":"011007006"},{"canonical":"1 Kings 7:7","passages":["ואולם הכסא אשר ישפט שם אלם המשפט עשה וספון בארז מהקרקע עד הקרקע "],"query":"011007007"},{"canonical":"1 Kings 7:8","passages":["וביתו אשר ישב שם חצר האחרת מבית לאולם כמעשה הזה היה ובית יעשה לבת פרעה אשר לקח שלמה כאולם הזה "],"query":"011007008"},{"canonical":"1 Kings 7:9","passages":["כל אלה אבנים יקרת כמדת גזית מגררות במגרה מבית ומחוץ וממסד עד הטפחות ומחוץ עד החצר הגדולה "],"query":"011007009"},{"canonical":"1 Kings 7:10","passages":["ומיסד אבנים יקרות אבנים גדלות אבני עשר אמות ואבני שמנה אמות "],"query":"011007010"},{"canonical":"1 Kings 7:11","passages":["ומלמעלה אבנים יקרות כמדות גזית וארז "],"query":"011007011"},{"canonical":"1 Kings 7:12","passages":["וחצר הגדולה סביב שלשה טורים גזית וטור כרתת ארזים ולחצר בית יהוה הפנימית ולאלם הבית פ"],"query":"011007012"},{"canonical":"1 Kings 7:13","passages":["וישלח המלך שלמה ויקח את חירם מצר "],"query":"011007013"},{"canonical":"1 Kings 7:14","passages":["בן אשה אלמנה הוא ממטה נפתלי ואביו איש צרי חרש נחשת וימלא את החכמה ואת התבונה ואת הדעת לעשות כל מלאכה בנחשת ויבוא אל המלך שלמה ויעש את כל מלאכתו "],"query":"011007014"},{"canonical":"1 Kings 7:15","passages":["ויצר את שני העמודים נחשת שמנה עשרה אמה קומת העמוד האחד וחוט שתים עשרה אמה יסב את העמוד השני "],"query":"011007015"},{"canonical":"1 Kings 7:16","passages":["ושתי כתרת עשה לתת על ראשי העמודים מצק נחשת חמש אמות קומת הכתרת האחת וחמש אמות קומת הכתרת השנית "],"query":"011007016"},{"canonical":"1 Kings 7:17","passages":["שבכים מעשה שבכה גדלים מעשה שרשרות לכתרת אשר על ראש העמודים שבעה לכתרת האחת ושבעה לכתרת השנית "],"query":"011007017"},{"canonical":"1 Kings 7:18","passages":["ויעש את העמודים ושני טורים סביב על השבכה האחת לכסות את הכתרת אשר על ראש הרמנים וכן עשה לכתרת השנית "],"query":"011007018"},{"canonical":"1 Kings 7:19","passages":["וכתרת אשר על ראש העמודים מעשה שושן באולם ארבע אמות "],"query":"011007019"},{"canonical":"1 Kings 7:20","passages":["וכתרת על שני העמודים גם ממעל מלעמת הבטן אשר לעבר השבכה והרמונים מאתים טרים סביב על הכתרת השנית "],"query":"011007020"},{"canonical":"1 Kings 7:21","passages":["ויקם את העמדים לאלם ההיכל ויקם את העמוד הימני ויקרא את שמו יכין ויקם את העמוד השמאלי ויקרא את שמו בעז "],"query":"011007021"},{"canonical":"1 Kings 7:22","passages":["ועל ראש העמודים מעשה שושן ותתם מלאכת העמודים "],"query":"011007022"},{"canonical":"1 Kings 7:23","passages":["ויעש את הים מוצק עשר באמה משפתו עד שפתו עגל סביב וחמש באמה קומתו וקו שלשים באמה יסב אתו סביב "],"query":"011007023"},{"canonical":"1 Kings 7:24","passages":["ופקעים מתחת לשפתו סביב סבבים אתו עשר באמה מקפים את הים סביב שני טורים הפקעים יצקים ביצקתו "],"query":"011007024"},{"canonical":"1 Kings 7:25","passages":["עמד על שני עשר בקר שלשה פנים צפונה ושלשה פנים ימה ושלשה פנים נגבה ושלשה פנים מזרחה והים עליהם מלמעלה וכל אחריהם ביתה "],"query":"011007025"},{"canonical":"1 Kings 7:26","passages":["ועביו טפח ושפתו כמעשה שפת כוס פרח שושן אלפים בת יכיל פ"],"query":"011007026"},{"canonical":"1 Kings 7:27","passages":["ויעש את המכנות עשר נחשת ארבע באמה ארך המכונה האחת וארבע באמה רחבה ושלש באמה קומתה "],"query":"011007027"},{"canonical":"1 Kings 7:28","passages":["וזה מעשה המכונה מסגרת להם ומסגרת בין השלבים "],"query":"011007028"},{"canonical":"1 Kings 7:29","passages":["ועל המסגרות אשר בין השלבים אריות בקר וכרובים ועל השלבים כן ממעל ומתחת לאריות ולבקר ליות מעשה מורד "],"query":"011007029"},{"canonical":"1 Kings 7:30","passages":["וארבעה אופני נחשת למכונה האחת וסרני נחשת וארבעה פעמתיו כתפת להם מתחת לכיר הכתפת יצקות מעבר איש ליות "],"query":"011007030"},{"canonical":"1 Kings 7:31","passages":["ופיהו מבית לכתרת ומעלה באמה ופיה עגל מעשה כן אמה וחצי האמה וגם על פיה מקלעות ומסגרתיהם מרבעות לא עגלות "],"query":"011007031"},{"canonical":"1 Kings 7:32","passages":["וארבעת האופנים למתחת למסגרות וידות האופנים במכונה וקומת האופן האחד אמה וחצי האמה "],"query":"011007032"},{"canonical":"1 Kings 7:33","passages":["ומעשה האופנים כמעשה אופן המרכבה ידותם וגביהם וחשקיהם וחשריהם הכל מוצק "],"query":"011007033"},{"canonical":"1 Kings 7:34","passages":["וארבע כתפות אל ארבע פנות המכנה האחת מן המכנה כתפיה "],"query":"011007034"},{"canonical":"1 Kings 7:35","passages":["ובראש המכונה חצי האמה קומה עגל סביב ועל ראש המכנה ידתיה ומסגרתיה ממנה "],"query":"011007035"},{"canonical":"1 Kings 7:36","passages":["ויפתח על הלחת ידתיה ועל מסגרתיה כרובים אריות ותמרת כמער איש וליות סביב "],"query":"011007036"},{"canonical":"1 Kings 7:37","passages":["כזאת עשה את עשר המכנות מוצק אחד מדה אחת קצב אחד לכלהנה  ס "],"query":"011007037"},{"canonical":"1 Kings 7:38","passages":["ויעש עשרה כירות נחשת ארבעים בת יכיל הכיור האחד ארבע באמה הכיור האחד כיור אחד על המכונה האחת לעשר המכנות "],"query":"011007038"},{"canonical":"1 Kings 7:39","passages":["ויתן את המכנות חמש על כתף הבית מימין וחמש על כתף הבית משמאלו ואת הים נתן מכתף הבית הימנית קדמה ממול נגב  ס "],"query":"011007039"},{"canonical":"1 Kings 7:40","passages":["ויעש חירום את הכירות ואת היעים ואת המזרקות ויכל חירם לעשות את כל המלאכה אשר עשה למלך שלמה בית יהוה "],"query":"011007040"},{"canonical":"1 Kings 7:41","passages":["עמדים שנים וגלת הכתרת אשר על ראש העמדים שתים והשבכות שתים לכסות את שתי גלת הכתרת אשר על ראש העמודים "],"query":"011007041"},{"canonical":"1 Kings 7:42","passages":["ואת הרמנים ארבע מאות לשתי השבכות שני טורים רמנים לשבכה האחת לכסות את שתי גלת הכתרת אשר על פני העמודים "],"query":"011007042"},{"canonical":"1 Kings 7:43","passages":["ואת המכנות עשר ואת הכירת עשרה על המכנות "],"query":"011007043"},{"canonical":"1 Kings 7:44","passages":["ואת הים האחד ואת הבקר שנים עשר תחת הים "],"query":"011007044"},{"canonical":"1 Kings 7:45","passages":["ואת הסירות ואת היעים ואת המזרקות ואת כל הכלים האלה אשר עשה חירם למלך שלמה בית יהוה נחשת ממרט "],"query":"011007045"},{"canonical":"1 Kings 7:46","passages":["בככר הירדן יצקם המלך במעבה האדמה בין סכות ובין צרתן "],"query":"011007046"},{"canonical":"1 Kings 7:47","passages":["וינח שלמה את כל הכלים מרב מאד מאד לא נחקר משקל הנחשת "],"query":"011007047"},{"canonical":"1 Kings 7:48","passages":["ויעש שלמה את כל הכלים אשר בית יהוה את מזבח הזהב ואת השלחן אשר עליו לחם הפנים זהב "],"query":"011007048"},{"canonical":"1 Kings 7:49","passages":["ואת המנרות חמש מימין וחמש משמאול לפני הדביר זהב סגור והפרח והנרת והמלקחים זהב "],"query":"011007049"},{"canonical":"1 Kings 7:50","passages":["והספות והמזמרות והמזרקות והכפות והמחתות זהב סגור והפתות לדלתות הבית הפנימי לקדש הקדשים לדלתי הבית להיכל זהב פ"],"query":"011007050"},{"canonical":"1 Kings 7:51","passages":["ותשלם כל המלאכה אשר עשה המלך שלמה בית יהוה ויבא שלמה את קדשי דוד אביו את הכסף ואת הזהב ואת הכלים נתן באצרות בית יהוה פ"],"query":"011007051"}]}