{"query":"011021","verses":[{},{"canonical":"1 Kings 21:1","passages":["ויהי אחר הדברים האלה כרם היה לנבות היזרעאלי אשר ביזרעאל אצל היכל אחאב מלך שמרון "],"query":"011021001"},{"canonical":"1 Kings 21:2","passages":["וידבר אחאב אל נבות לאמר תנה לי את כרמך ויהי לי לגן ירק כי הוא קרוב אצל ביתי ואתנה לך תחתיו כרם טוב ממנו אם טוב בעיניך אתנה לך כסף מחיר זה "],"query":"011021002"},{"canonical":"1 Kings 21:3","passages":["ויאמר נבות אל אחאב חלילה לי מיהוה מתתי את נחלת אבתי לך "],"query":"011021003"},{"canonical":"1 Kings 21:4","passages":["ויבא אחאב אל ביתו סר וזעף על הדבר אשר דבר אליו נבות היזרעאלי ויאמר לא אתן לך את נחלת אבותי וישכב על מטתו ויסב את פניו ולא אכל לחם "],"query":"011021004"},{"canonical":"1 Kings 21:5","passages":["ותבא אליו איזבל אשתו ותדבר אליו מה זה רוחך סרה ואינך אכל לחם "],"query":"011021005"},{"canonical":"1 Kings 21:6","passages":["וידבר אליה כי אדבר אל נבות היזרעאלי ואמר לו תנה לי את כרמך בכסף או אם חפץ אתה אתנה לך כרם תחתיו ויאמר לא אתן לך את כרמי "],"query":"011021006"},{"canonical":"1 Kings 21:7","passages":["ותאמר אליו איזבל אשתו אתה עתה תעשה מלוכה על ישראל קום אכל לחם ויטב לבך אני אתן לך את כרם נבות היזרעאלי "],"query":"011021007"},{"canonical":"1 Kings 21:8","passages":["ותכתב ספרים בשם אחאב ותחתם בחתמו ותשלח ספרים אל הזקנים ואל החרים אשר בעירו הישבים את נבות "],"query":"011021008"},{"canonical":"1 Kings 21:9","passages":["ותכתב בספרים לאמר קראו צום והושיבו את נבות בראש העם "],"query":"011021009"},{"canonical":"1 Kings 21:10","passages":["והושיבו שנים אנשים בני בליעל נגדו ויעדהו לאמר ברכת אלהים ומלך והוציאהו וסקלהו וימת "],"query":"011021010"},{"canonical":"1 Kings 21:11","passages":["ויעשו אנשי עירו הזקנים והחרים אשר הישבים בעירו כאשר שלחה אליהם איזבל כאשר כתוב בספרים אשר שלחה אליהם "],"query":"011021011"},{"canonical":"1 Kings 21:12","passages":["קראו צום והשיבו את נבות בראש העם "],"query":"011021012"},{"canonical":"1 Kings 21:13","passages":["ויבאו שני האנשים בני בליעל וישבו נגדו ויעדהו אנשי הבליעל את נבות נגד העם לאמר ברך נבות אלהים ומלך ויצאהו מחוץ לעיר ויסקלהו באבנים וימת "],"query":"011021013"},{"canonical":"1 Kings 21:14","passages":["וישלחו אל איזבל לאמר סקל נבות וימת "],"query":"011021014"},{"canonical":"1 Kings 21:15","passages":["ויהי כשמע איזבל כי סקל נבות וימת ותאמר איזבל אל אחאב קום רש את כרם נבות היזרעאלי אשר מאן לתת לך בכסף כי אין נבות חי כי מת "],"query":"011021015"},{"canonical":"1 Kings 21:16","passages":["ויהי כשמע אחאב כי מת נבות ויקם אחאב לרדת אל כרם נבות היזרעאלי לרשתו  ס "],"query":"011021016"},{"canonical":"1 Kings 21:17","passages":["ויהי דבר יהוה אל אליהו התשבי לאמר "],"query":"011021017"},{"canonical":"1 Kings 21:18","passages":["קום רד לקראת אחאב מלך ישראל אשר בשמרון הנה בכרם נבות אשר ירד שם לרשתו "],"query":"011021018"},{"canonical":"1 Kings 21:19","passages":["ודברת אליו לאמר כה אמר יהוה הרצחת וגם ירשת ודברת אליו לאמר כה אמר יהוה במקום אשר לקקו הכלבים את דם נבות ילקו הכלבים את דמך גם אתה "],"query":"011021019"},{"canonical":"1 Kings 21:20","passages":["ויאמר אחאב אל אליהו המצאתני איבי ויאמר מצאתי יען התמכרך לעשות הרע בעיני יהוה "],"query":"011021020"},{"canonical":"1 Kings 21:21","passages":["הנני מביא אליך רעה ובערתי אחריך והכרתי לאחאב משתין בקיר ועצור ועזוב בישראל "],"query":"011021021"},{"canonical":"1 Kings 21:22","passages":["ונתתי את ביתך כבית ירבעם בן נבט וכבית בעשא בן אחיה אל הכעס אשר הכעסת ותחטא את ישראל "],"query":"011021022"},{"canonical":"1 Kings 21:23","passages":["וגם לאיזבל דבר יהוה לאמר הכלבים יאכלו את איזבל בחל יזרעאל "],"query":"011021023"},{"canonical":"1 Kings 21:24","passages":["המת לאחאב בעיר יאכלו הכלבים והמת בשדה יאכלו עוף השמים "],"query":"011021024"},{"canonical":"1 Kings 21:25","passages":["רק לא היה כאחאב אשר התמכר לעשות הרע בעיני יהוה אשר הסתה אתו איזבל אשתו "],"query":"011021025"},{"canonical":"1 Kings 21:26","passages":["ויתעב מאד ללכת אחרי הגללים ככל אשר עשו האמרי אשר הוריש יהוה מפני בני ישראל  ס "],"query":"011021026"},{"canonical":"1 Kings 21:27","passages":["ויהי כשמע אחאב את הדברים האלה ויקרע בגדיו וישם שק על בשרו ויצום וישכב בשק ויהלך אט  ס "],"query":"011021027"},{"canonical":"1 Kings 21:28","passages":["ו͏יהי דבר יהוה אל אליהו התשבי לאמר "],"query":"011021028"},{"canonical":"1 Kings 21:29","passages":["הראית כי נכנע אחאב מלפני יען כי נכנע מפני לא אביא ה͏רעה בימיו בימי בנו אביא הרעה על ביתו "],"query":"011021029"}]}