{"query":"011015","verses":[{},{"canonical":"1 Kings 15:1","passages":["ובשנת שמנה עשרה למלך ירבעם בן נבט מלך אבים על יהודה "],"query":"011015001"},{"canonical":"1 Kings 15:2","passages":["שלש שנים מלך בירושל͏ם ושם אמו מעכה בת אבישלום "],"query":"011015002"},{"canonical":"1 Kings 15:3","passages":["וילך בכל חטאות אביו אשר עשה לפניו ולא היה לבבו שלם עם יהוה אלהיו כלבב דוד אביו "],"query":"011015003"},{"canonical":"1 Kings 15:4","passages":["כי למען דוד נתן יהוה אלהיו לו ניר בירושל͏ם להקים את בנו אחריו ולהעמיד את ירושל͏ם "],"query":"011015004"},{"canonical":"1 Kings 15:5","passages":["אשר עשה דוד את הישר בעיני יהוה ולא סר מכל אשר צוהו כל ימי חייו רק בדבר אוריה החתי "],"query":"011015005"},{"canonical":"1 Kings 15:6","passages":["ומלחמה היתה בין רחבעם ובין ירבעם כל ימי חייו "],"query":"011015006"},{"canonical":"1 Kings 15:7","passages":["ויתר דברי אבים וכל אשר עשה הלוא הם כתובים על ספר דברי הימים למלכי יהודה ומלחמה היתה בין אבים ובין ירבעם "],"query":"011015007"},{"canonical":"1 Kings 15:8","passages":["וישכב אבים עם אבתיו ויקברו אתו בעיר דוד וימלך אסא בנו תחתיו פ"],"query":"011015008"},{"canonical":"1 Kings 15:9","passages":["ובשנת עשרים לירבעם מלך ישראל מלך אסא מלך יהודה "],"query":"011015009"},{"canonical":"1 Kings 15:10","passages":["וארבעים ואחת שנה מלך בירושל͏ם ושם אמו מעכה בת אבישלום "],"query":"011015010"},{"canonical":"1 Kings 15:11","passages":["ויעש אסא הישר בעיני יהוה כדוד אביו "],"query":"011015011"},{"canonical":"1 Kings 15:12","passages":["ויעבר הקדשים מן הארץ ויסר את כל הגללים אשר עשו אבתיו "],"query":"011015012"},{"canonical":"1 Kings 15:13","passages":["וגם את מעכה אמו ויסרה מגבירה אשר עשתה מפלצת לאשרה ויכרת אסא את מפלצתה וישרף בנחל קדרון "],"query":"011015013"},{"canonical":"1 Kings 15:14","passages":["והבמות לא סרו רק לבב אסא היה שלם עם יהוה כל ימיו "],"query":"011015014"},{"canonical":"1 Kings 15:15","passages":["ויבא את קדשי אביו וקדשי בית יהוה כסף וזהב וכלים "],"query":"011015015"},{"canonical":"1 Kings 15:16","passages":["ומלחמה היתה בין אסא ובין בעשא מלך ישראל כל ימיהם "],"query":"011015016"},{"canonical":"1 Kings 15:17","passages":["ויעל בעשא מלך ישראל על יהודה ויבן את הרמה לבלתי תת יצא ובא לאסא מלך יהודה "],"query":"011015017"},{"canonical":"1 Kings 15:18","passages":["ויקח אסא את כל הכסף והזהב הנותרים באוצרות בית יהוה ואת אוצרות בית המלך ויתנם ביד עבדיו וישלחם המלך אסא אל בן הדד בן טברמן בן חזיון מלך ארם הישב בדמשק לאמר "],"query":"011015018"},{"canonical":"1 Kings 15:19","passages":["ברית ביני ובינך בין אבי ובין אביך הנה שלחתי לך שחד כסף וזהב לך הפרה את בריתך את בעשא מלך ישראל ויעלה מעלי "],"query":"011015019"},{"canonical":"1 Kings 15:20","passages":["וישמע בן הדד אל המלך אסא וישלח את שרי החילים אשר לו על ערי ישראל ויך את עיון ואת דן ואת אבל בית מעכה ואת כל כנרות על כל ארץ נפתלי "],"query":"011015020"},{"canonical":"1 Kings 15:21","passages":["ויהי כשמע בעשא ויחדל מבנות את ה͏רמה וישב בתרצה "],"query":"011015021"},{"canonical":"1 Kings 15:22","passages":["והמלך אסא השמיע את כל יהודה אין נקי וישאו את אבני הרמה ואת עציה אשר בנה בעשא ויבן בם המלך אסא את גבע בנימן ואת המצפה "],"query":"011015022"},{"canonical":"1 Kings 15:23","passages":["ויתר כל דברי אסא וכל גבורתו וכל אשר עשה והערים אשר בנה הלא המה כתובים על ספר דברי הימים למלכי יהודה רק לעת זקנתו חלה את רגליו "],"query":"011015023"},{"canonical":"1 Kings 15:24","passages":["וישכב אסא עם אבתיו ויקבר עם אבתיו בעיר דוד אביו וימלך יהושפט בנו תחתיו פ"],"query":"011015024"},{"canonical":"1 Kings 15:25","passages":["ונדב בן ירבעם מלך על ישראל בשנת שתים לאסא מלך יהודה וימלך על ישראל שנתים "],"query":"011015025"},{"canonical":"1 Kings 15:26","passages":["ויעש הרע בעיני יהוה וילך בדרך אביו ובחטאתו אשר החטיא את ישראל "],"query":"011015026"},{"canonical":"1 Kings 15:27","passages":["ויקשר עליו בעשא בן אחיה לבית יששכר ויכהו בעשא בגבתון אשר לפלשתים ונדב וכל ישראל צרים על גבתון "],"query":"011015027"},{"canonical":"1 Kings 15:28","passages":["וימתהו בעשא בשנת שלש לאסא מלך יהודה וימלך תחתיו "],"query":"011015028"},{"canonical":"1 Kings 15:29","passages":["ויהי כמלכו הכה את כל בית ירבעם לא השאיר כל נשמה לירבעם עד השמדו כדבר יהוה אשר דבר ביד עבדו אחיה השילני "],"query":"011015029"},{"canonical":"1 Kings 15:30","passages":["על חטאות ירבעם אשר חטא ואשר החטיא את ישראל בכעסו אשר הכעיס את יהוה אלהי ישראל "],"query":"011015030"},{"canonical":"1 Kings 15:31","passages":["ויתר דברי נדב וכל אשר עשה הלא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"011015031"},{"canonical":"1 Kings 15:32","passages":["ומלחמה היתה בין אסא ובין בעשא מלך ישראל כל ימיהם פ"],"query":"011015032"},{"canonical":"1 Kings 15:33","passages":["בשנת שלש לאסא מלך יהודה מלך בעשא בן אחיה על כל ישראל בתרצה עשרים וארבע שנה "],"query":"011015033"},{"canonical":"1 Kings 15:34","passages":["ויעש הרע בעיני יהוה וילך בדרך ירבעם ובחטאתו אשר החטיא את ישראל  ס "],"query":"011015034"}]}