{"query":"011002","verses":[{},{"canonical":"1 Kings 2:1","passages":["ויקרבו ימי דוד למות ויצו את שלמה בנו לאמר "],"query":"011002001"},{"canonical":"1 Kings 2:2","passages":["אנכי הלך בדרך כל הארץ וחזקת והיית לאיש "],"query":"011002002"},{"canonical":"1 Kings 2:3","passages":["ושמרת את משמרת יהוה אלהיך ללכת בדרכיו לשמר חקתיו מצותיו ומשפטיו ועדותיו ככתוב בתורת משה למען תשכיל את כל אשר תעשה ואת כל אשר תפנה שם "],"query":"011002003"},{"canonical":"1 Kings 2:4","passages":["למען יקים יהוה את דברו אשר דבר עלי לאמר אם ישמרו בניך את דרכם ללכת לפני באמת בכל לבבם ובכל נפשם לאמר לא יכרת לך איש מעל כסא ישראל "],"query":"011002004"},{"canonical":"1 Kings 2:5","passages":["וגם אתה ידעת את אשר עשה לי יואב בן צרויה אשר עשה לשני שרי צבאות ישראל לאבנר בן נר ולעמשא בן יתר ויהרגם וישם דמי מלחמה בשלם ויתן דמי מלחמה בחגרתו אשר במתניו ובנעלו אשר ברגליו "],"query":"011002005"},{"canonical":"1 Kings 2:6","passages":["ועשית כחכמתך ולא תורד שיבתו בשלם שאל  ס "],"query":"011002006"},{"canonical":"1 Kings 2:7","passages":["ולבני ברזלי הגלעדי תעשה חסד והיו באכלי שלחנך כי כן קרבו אלי בברחי מפני אבשלום אחיך "],"query":"011002007"},{"canonical":"1 Kings 2:8","passages":["והנה עמך שמעי בן גרא בן הימיני מבחרים והוא קללני קללה נמרצת ביום לכתי מחנים והוא ירד לקראתי הירדן ואשבע לו ביהוה לאמר אם אמיתך בחרב "],"query":"011002008"},{"canonical":"1 Kings 2:9","passages":["ועתה אל תנקהו כי איש חכם אתה וידעת את אשר תעשה לו והורדת את שיבתו בדם שאול "],"query":"011002009"},{"canonical":"1 Kings 2:10","passages":["וישכב דוד עם אבתיו ויקבר בעיר דוד פ"],"query":"011002010"},{"canonical":"1 Kings 2:11","passages":["והימים אשר מלך דוד על ישראל ארבעים שנה בחברון מלך שבע שנים ובירושל͏ם מלך שלשים ושלש שנים "],"query":"011002011"},{"canonical":"1 Kings 2:12","passages":["ושלמה ישב על כסא דוד אביו ותכן מלכתו מאד "],"query":"011002012"},{"canonical":"1 Kings 2:13","passages":["ויבא אדניהו בן חגית אל בת שבע אם שלמה ותאמר השלום באך ויאמר שלום "],"query":"011002013"},{"canonical":"1 Kings 2:14","passages":["ויאמר דבר לי אליך ותאמר דבר "],"query":"011002014"},{"canonical":"1 Kings 2:15","passages":["ויאמר את ידעת כי לי היתה המלוכה ועלי שמו כל ישראל פניהם למלך ותסב המלוכה ותהי לאחי כי מיהוה היתה לו "],"query":"011002015"},{"canonical":"1 Kings 2:16","passages":["ועתה שאלה אחת אנכי שאל מאתך אל תשבי את פני ותאמר אליו דבר "],"query":"011002016"},{"canonical":"1 Kings 2:17","passages":["ויאמר אמרי נא לשלמה המלך כי לא ישיב את פניך ויתן לי את אבישג השונמית לאשה "],"query":"011002017"},{"canonical":"1 Kings 2:18","passages":["ותאמר בת שבע טוב אנכי אדבר עליך אל המלך "],"query":"011002018"},{"canonical":"1 Kings 2:19","passages":["ותבא בת שבע אל המלך שלמה לדבר לו על אדניהו ויקם המלך לקראתה וישתחו לה וישב על כסאו וישם כסא לאם המלך ותשב לימינו "],"query":"011002019"},{"canonical":"1 Kings 2:20","passages":["ותאמר שאלה אחת קטנה אנכי שאלת מאתך אל תשב את פני ויאמר לה המלך שאלי אמי כי לא אשיב את פניך "],"query":"011002020"},{"canonical":"1 Kings 2:21","passages":["ותאמר יתן את אבישג השנמית לאדניהו אחיך לאשה "],"query":"011002021"},{"canonical":"1 Kings 2:22","passages":["ויען המלך שלמה ויאמר לאמו ולמה את שאלת את אבישג השנמית לאדניהו ושאלי לו את המלוכה כי הוא אחי הגדול ממני ולו ולאביתר הכהן וליואב בן צרויה פ"],"query":"011002022"},{"canonical":"1 Kings 2:23","passages":["וישבע המלך שלמה ביהוה לאמר כה יעשה לי אלהים וכה יוסיף כי בנפשו דבר אדניהו את הדבר הזה "],"query":"011002023"},{"canonical":"1 Kings 2:24","passages":["ועתה חי יהוה אשר הכינני ויושיבני על כסא דוד אבי ואשר עשה לי בית כאשר דבר כי היום יומת אדניהו "],"query":"011002024"},{"canonical":"1 Kings 2:25","passages":["וישלח המלך שלמה ביד בניהו בן יהוידע ויפגע בו וימת  ס "],"query":"011002025"},{"canonical":"1 Kings 2:26","passages":["ולאביתר הכהן אמר המלך ענתת לך על שדיך כי איש מות אתה וביום הזה לא אמיתך כי נשאת את ארון אדני יהוה לפני דוד אבי וכי התענית בכל אשר התענה אבי "],"query":"011002026"},{"canonical":"1 Kings 2:27","passages":["ויגרש שלמה את אביתר מהיות כהן ליהוה למלא את דבר יהוה אשר דבר על בית עלי בשלה פ"],"query":"011002027"},{"canonical":"1 Kings 2:28","passages":["והשמעה באה עד יואב כי יואב נטה אחרי אדניה ואחרי אבשלום לא נטה וינס יואב אל אהל יהוה ו͏יחזק בקרנות המזבח "],"query":"011002028"},{"canonical":"1 Kings 2:29","passages":["ויגד למלך שלמה כי נס יואב אל אהל יהוה והנה אצל המזבח וישלח שלמה את בניהו בן יהוידע לאמר לך פגע בו "],"query":"011002029"},{"canonical":"1 Kings 2:30","passages":["ויבא בניהו אל אהל יהוה ויאמר אליו כה אמר המלך צא ויאמר לא כי פה אמות וישב בניהו את המלך דבר לאמר כה דבר יואב וכה ענני "],"query":"011002030"},{"canonical":"1 Kings 2:31","passages":["ויאמר לו המלך עשה כאשר דבר ופגע בו וקברתו והסירת דמי חנם אשר שפך יואב מעלי ומעל בית אבי "],"query":"011002031"},{"canonical":"1 Kings 2:32","passages":["והשיב יהוה את דמו על ראשו אשר פגע בשני אנשים צדקים וטבים ממנו ויהרגם בחרב ואבי דוד לא ידע את אבנר בן נר שר צבא ישראל ואת עמשא בן יתר שר צבא יהודה "],"query":"011002032"},{"canonical":"1 Kings 2:33","passages":["ושבו דמיהם בראש יואב ובראש זרעו לעלם ולדוד ולזרעו ולביתו ולכסאו יהיה שלום עד עולם מעם יהוה "],"query":"011002033"},{"canonical":"1 Kings 2:34","passages":["ויעל בניהו בן יהוידע ויפגע בו וימתהו ויקבר בביתו במדבר "],"query":"011002034"},{"canonical":"1 Kings 2:35","passages":["ויתן המלך את בניהו בן יהוידע תחתיו על הצבא ואת צדוק הכהן נתן המלך תחת אביתר "],"query":"011002035"},{"canonical":"1 Kings 2:36","passages":["וישלח המלך ויקרא לשמעי ויאמר לו בנה לך בית בירושלם וישבת שם ולא תצא משם אנה ואנה "],"query":"011002036"},{"canonical":"1 Kings 2:37","passages":["והיה ביום צאתך ועברת את נחל קדרון ידע תדע כי מות תמות דמך יהיה בראשך "],"query":"011002037"},{"canonical":"1 Kings 2:38","passages":["ויאמר שמעי למלך טוב הדבר כאשר דבר אדני המלך כן יעשה עבדך וישב שמעי בירושל͏ם ימים רבים  ס "],"query":"011002038"},{"canonical":"1 Kings 2:39","passages":["ויהי מקץ שלש שנים ויברחו שני עבדים לשמעי אל אכיש בן מעכה מלך גת ויגידו לשמעי לאמר הנה עבדיך בגת "],"query":"011002039"},{"canonical":"1 Kings 2:40","passages":["ויקם שמעי ויחבש את חמרו וילך גתה אל אכיש לבקש את עבדיו וילך שמעי ויבא את עבדיו מגת "],"query":"011002040"},{"canonical":"1 Kings 2:41","passages":["ויגד לשלמה כי הלך שמעי מירושל͏ם גת וישב "],"query":"011002041"},{"canonical":"1 Kings 2:42","passages":["וישלח המלך ויקרא לשמעי ויאמר אליו הלוא השבעתיך ביהוה ואעד בך לאמר ביום צאתך והלכת אנה ואנה ידע תדע כי מות תמות ותאמר אלי טוב הדבר שמעתי "],"query":"011002042"},{"canonical":"1 Kings 2:43","passages":["ומדוע לא שמרת את שבעת יהוה ואת המצוה אשר צויתי עליך "],"query":"011002043"},{"canonical":"1 Kings 2:44","passages":["ויאמר המלך אל שמעי אתה ידעת את כל הרעה אשר ידע לבבך אשר עשית לדוד אבי והשיב יהוה את רעתך בראשך "],"query":"011002044"},{"canonical":"1 Kings 2:45","passages":["והמלך שלמה ברוך וכסא דוד יהיה נכון לפני יהוה עד עולם "],"query":"011002045"},{"canonical":"1 Kings 2:46","passages":["ויצו המלך את בניהו בן יהוידע ויצא ויפגע בו וימת והממלכה נכונה ביד שלמה "],"query":"011002046"}]}