{"query":"012025","verses":[{},{"canonical":"2 Kings 25:1","passages":["ויהי בשנת התשיעית למלכו בחדש העשירי בעשור לחדש בא נבכדנאצר מלך בבל הוא וכל חילו על ירושל͏ם ויחן עליה ויבנו עליה דיק סביב "],"query":"012025001"},{"canonical":"2 Kings 25:2","passages":["ותבא העיר במצור עד עשתי עשרה שנה למלך צדקיהו "],"query":"012025002"},{"canonical":"2 Kings 25:3","passages":["בתשעה לחדש ויחזק הרעב בעיר ולא היה לחם לעם הארץ "],"query":"012025003"},{"canonical":"2 Kings 25:4","passages":["ותבקע העיר וכל אנשי המלחמה הלילה דרך שער בין החמתים אשר על גן המלך וכשדים על העיר סביב וילך דרך הערבה "],"query":"012025004"},{"canonical":"2 Kings 25:5","passages":["וירדפו חיל כשדים אחר המלך וישגו אתו בערבות ירחו וכל חילו נפצו מעליו "],"query":"012025005"},{"canonical":"2 Kings 25:6","passages":["ויתפשו את המלך ויעלו אתו אל מלך בבל רבלתה וידברו אתו משפט "],"query":"012025006"},{"canonical":"2 Kings 25:7","passages":["ואת בני צדקיהו שחטו לעיניו ואת עיני צדקיהו עור ויאסרהו בנחשתים ויבאהו בבל  ס "],"query":"012025007"},{"canonical":"2 Kings 25:8","passages":["ובחדש ה͏חמישי בשבעה לחדש היא שנת תשע עשרה שנה למלך נבכדנאצר מלך בבל בא נבוזראדן רב טבחים עבד מלך בבל ירושל͏ם "],"query":"012025008"},{"canonical":"2 Kings 25:9","passages":["וישרף את בית יהוה ואת בית המלך ואת כל בתי ירושל͏ם ואת כל בית גדול שרף באש "],"query":"012025009"},{"canonical":"2 Kings 25:10","passages":["ואת חומת ירושל͏ם סביב נתצו כל חיל כשדים אשר רב טבחים "],"query":"012025010"},{"canonical":"2 Kings 25:11","passages":["ואת יתר העם הנשארים בעיר ואת הנפלים אשר נפלו על המלך בבל ואת יתר ההמון הגלה נבוזראדן רב טבחים "],"query":"012025011"},{"canonical":"2 Kings 25:12","passages":["ומדלת הארץ השאיר רב טבחים לכרמים וליגבים "],"query":"012025012"},{"canonical":"2 Kings 25:13","passages":["ואת עמודי הנחשת אשר בית יהוה ואת המכנות ואת ים הנחשת אשר בבית יהוה שברו כשדים וישאו את נחשתם בבלה "],"query":"012025013"},{"canonical":"2 Kings 25:14","passages":["ואת הסירת ואת היעים ואת המזמרות ואת הכפות ואת כל כלי הנחשת אשר ישרתו בם לקחו "],"query":"012025014"},{"canonical":"2 Kings 25:15","passages":["ואת המחתות ואת המזרקות אשר זהב זהב ואשר כסף כסף לקח רב טבחים "],"query":"012025015"},{"canonical":"2 Kings 25:16","passages":["העמודים שנים הים האחד והמכנות אשר עשה שלמה לבית יהוה לא היה משקל לנחשת כל הכלים האלה "],"query":"012025016"},{"canonical":"2 Kings 25:17","passages":["שמנה עשרה אמה קומת העמוד האחד וכתרת עליו נחשת וקומת הכתרת שלש אמות ושבכה ורמנים על הכתרת סביב הכל נחשת וכאלה לעמוד השני על השבכה "],"query":"012025017"},{"canonical":"2 Kings 25:18","passages":["ויקח רב טבחים את שריה כהן הראש ואת צפניהו כהן משנה ואת שלשת שמרי הסף "],"query":"012025018"},{"canonical":"2 Kings 25:19","passages":["ומן העיר לקח סריס אחד אשר הוא פקיד על אנשי המלחמה וחמשה אנשים מראי פני המלך אשר נמצאו בעיר ואת הספר שר הצבא המצבא את עם הארץ וששים איש מעם הארץ הנמצאים בעיר "],"query":"012025019"},{"canonical":"2 Kings 25:20","passages":["ויקח אתם נבוזראדן רב טבחים וילך אתם על מלך בבל רבלתה "],"query":"012025020"},{"canonical":"2 Kings 25:21","passages":["ויך אתם מלך בבל וימיתם ברבלה בארץ חמת ויגל יהודה מעל אדמתו "],"query":"012025021"},{"canonical":"2 Kings 25:22","passages":["והעם הנשאר בארץ יהודה אשר השאיר נבוכדנאצר מלך בבל ויפקד עליהם את גדליהו בן אחיקם בן שפן פ"],"query":"012025022"},{"canonical":"2 Kings 25:23","passages":["וישמעו כל שרי החילים המה והאנשים כי הפקיד מלך בבל את גדליהו ויבאו אל גדליהו המצפה וישמעאל בן נתניה ויוחנן בן קרח ושריה בן תנחמת הנטפתי ויאזניהו בן המעכתי המה ואנשיהם "],"query":"012025023"},{"canonical":"2 Kings 25:24","passages":["וישבע להם גדליהו ולאנשיהם ויאמר להם אל תיראו מעבדי הכשדים שבו בארץ ועבדו את מלך בבל ויטב לכם  ס "],"query":"012025024"},{"canonical":"2 Kings 25:25","passages":["ויהי בחדש השביעי בא ישמעאל בן נתניה בן אלישמע מזרע המלוכה ועשרה אנשים אתו ויכו את גדליהו וימת ואת היהודים ואת הכשדים אשר היו אתו במצפה "],"query":"012025025"},{"canonical":"2 Kings 25:26","passages":["ויקמו כל העם מקטן ועד גדול ושרי החילים ויבאו מצרים כי יראו מפני כשדים פ"],"query":"012025026"},{"canonical":"2 Kings 25:27","passages":["ויהי בשלשים ושבע שנה לגלות יהויכין מלך יהודה בשנים עשר חדש בעשרים ושבעה לחדש נשא אויל מרדך מלך בבל בשנת מלכו את ראש יהויכין מלך יהודה מבית כלא "],"query":"012025027"},{"canonical":"2 Kings 25:28","passages":["וידבר אתו טבות ויתן את כסאו מעל כסא המלכים אשר אתו בבבל "],"query":"012025028"},{"canonical":"2 Kings 25:29","passages":["ושנא את בגדי כלאו ואכל לחם תמיד לפניו כל ימי חייו "],"query":"012025029"},{"canonical":"2 Kings 25:30","passages":["וארחתו ארחת תמיד נתנה לו מאת המלך דבר יום ביומו כל ימי חיו "],"query":"012025030"}]}