{"query":"012022","verses":[{},{"canonical":"2 Kings 22:1","passages":["בן שמנה שנה יאשיהו במלכו ושלשים ואחת שנה מלך בירושל͏ם ושם אמו ידידה בת עדיה מבצקת "],"query":"012022001"},{"canonical":"2 Kings 22:2","passages":["ויעש הישר בעיני יהוה וילך בכל דרך דוד אביו ולא סר ימין ושמאול פ"],"query":"012022002"},{"canonical":"2 Kings 22:3","passages":["ויהי בשמנה עשרה שנה למלך יאשיהו שלח המלך את שפן בן אצליהו בן משלם הספר בית יהוה לאמר "],"query":"012022003"},{"canonical":"2 Kings 22:4","passages":["עלה אל חלקיהו הכהן הגדול ויתם את הכסף המובא בית יהוה אשר אספו שמרי הסף מאת העם "],"query":"012022004"},{"canonical":"2 Kings 22:5","passages":["בית יהוה ויתנו אתו לעשי המלאכה אשר בבית יהוה לחזק בדק הבית "],"query":"012022005"},{"canonical":"2 Kings 22:6","passages":["לחרשים ולבנים ולגדרים ולקנות עצים ואבני מחצב לחזק את הבית "],"query":"012022006"},{"canonical":"2 Kings 22:7","passages":["אך לא יחשב אתם הכסף הנתן על ידם כי באמונה הם עשים "],"query":"012022007"},{"canonical":"2 Kings 22:8","passages":["ויאמר חלקיהו הכהן הגדול על שפן הספר ספר התורה מצאתי בבית יהוה ויתן חלקיה את הספר אל שפן ויקראהו "],"query":"012022008"},{"canonical":"2 Kings 22:9","passages":["ויבא שפן הספר אל המלך וישב את המלך דבר ויאמר התיכו עבדיך את הכסף הנמצא בבית ויתנהו על יד עשי המלאכה המפקדים בית יהוה "],"query":"012022009"},{"canonical":"2 Kings 22:10","passages":["ויגד שפן הספר למלך לאמר ספר נתן לי חלקיה הכהן ויקראהו שפן לפני המלך "],"query":"012022010"},{"canonical":"2 Kings 22:11","passages":["ויהי כשמע המלך את דברי ספר התורה ויקרע את בגדיו "],"query":"012022011"},{"canonical":"2 Kings 22:12","passages":["ויצו המלך את חלקיה הכהן ואת אחיקם בן שפן ואת עכבור בן מיכיה ואת שפן הספר ואת עשיה עבד המלך לאמר "],"query":"012022012"},{"canonical":"2 Kings 22:13","passages":["לכו דרשו את יהוה בעדי ובעד העם ובעד כל יהודה על דברי הספר הנמצא הזה כי גדולה חמת יהוה אשר היא נצתה בנו על אשר לא שמעו אבתינו על דברי הספר הזה לעשות ככל הכתוב עלינו "],"query":"012022013"},{"canonical":"2 Kings 22:14","passages":["וילך חלקיהו הכהן ואחיקם ועכבור ושפן ועשיה אל חלדה הנביאה אשת שלם בן תקוה בן חרחס שמר הבגדים והיא ישבת בירושל͏ם במשנה וידברו אליה "],"query":"012022014"},{"canonical":"2 Kings 22:15","passages":["ותאמר אליהם כה אמר יהוה אלהי ישראל אמרו לאיש אשר שלח אתכם אלי "],"query":"012022015"},{"canonical":"2 Kings 22:16","passages":["כה אמר יהוה הנני מביא רעה אל המקום הזה ועל ישביו את כל דברי הספר אשר קרא מלך יהודה "],"query":"012022016"},{"canonical":"2 Kings 22:17","passages":["תחת אשר עזבוני ויקטרו לאלהים אחרים למען הכעיסני בכל מעשה ידיהם ונצתה חמתי במקום הזה ולא תכבה "],"query":"012022017"},{"canonical":"2 Kings 22:18","passages":["ואל מלך יהודה השלח אתכם לדרש את יהוה כה תאמרו אליו כה אמר יהוה אלהי ישראל הדברים אשר שמעת "],"query":"012022018"},{"canonical":"2 Kings 22:19","passages":["יען רך לבבך ותכנע מפני יהוה בשמעך אשר דברתי על המקום הזה ועל ישביו להיות לשמה ולקללה ותקרע את בגדיך ותבכה לפני וגם אנכי שמעתי נאם יהוה "],"query":"012022019"},{"canonical":"2 Kings 22:20","passages":["לכן הנני אספך על אבתיך ונאספת אל קברתיך בשלום ולא תראינה עיניך בכל הרעה אשר אני מביא על המקום הזה וישיבו את המלך דבר "],"query":"012022020"}]}