{"query":"012019","verses":[{},{"canonical":"2 Kings 19:1","passages":["ויהי כשמע המלך חזקיהו ויקרע את בגדיו ויתכס בשק ויבא בית יהוה "],"query":"012019001"},{"canonical":"2 Kings 19:2","passages":["וישלח את אליקים אשר על הבית ושבנא הספר ואת זקני הכהנים מתכסים בשקים אל ישעיהו הנביא בן אמוץ "],"query":"012019002"},{"canonical":"2 Kings 19:3","passages":["ויאמרו אליו כה אמר חזקיהו יום צרה ותוכחה ונאצה היום הזה כי באו בנים עד משבר וכח אין ללדה "],"query":"012019003"},{"canonical":"2 Kings 19:4","passages":["אולי ישמע יהוה אלהיך את כל דברי רב שקה אשר שלחו מלך אשור אדניו לחרף אלהים חי והוכיח בדברים אשר שמע יהוה אלהיך ונשאת תפלה בעד השארית הנמצאה "],"query":"012019004"},{"canonical":"2 Kings 19:5","passages":["ויבאו עבדי המלך חזקיהו אל ישעיהו "],"query":"012019005"},{"canonical":"2 Kings 19:6","passages":["ויאמר להם ישעיהו כה תאמרון אל אדניכם כה אמר יהוה אל תירא מפני הדברים אשר שמעת אשר גדפו נערי מלך אשור אתי "],"query":"012019006"},{"canonical":"2 Kings 19:7","passages":["הנני נתן בו רוח ושמע שמועה ושב לארצו והפלתיו בחרב בארצו "],"query":"012019007"},{"canonical":"2 Kings 19:8","passages":["וישב רב שקה וימצא את מלך אשור נלחם על לבנה כי שמע כי נסע מלכיש "],"query":"012019008"},{"canonical":"2 Kings 19:9","passages":["וישמע אל תרהקה מלך כוש לאמר הנה יצא להלחם אתך וישב וישלח מלאכים אל חזקיהו לאמר "],"query":"012019009"},{"canonical":"2 Kings 19:10","passages":["כה תאמרון אל חזקיהו מלך יהודה לאמר אל ישאך אלהיך אשר אתה בטח בו לאמר לא תנתן ירושלם ביד מלך אשור "],"query":"012019010"},{"canonical":"2 Kings 19:11","passages":["הנה אתה שמעת את אשר עשו מלכי אשור לכל הארצות להחרימם ואתה תנצל "],"query":"012019011"},{"canonical":"2 Kings 19:12","passages":["ההצילו אתם אלהי הגוים אשר שחתו אבותי את גוזן ואת חרן ורצף ובני עדן אשר בתלאשר "],"query":"012019012"},{"canonical":"2 Kings 19:13","passages":["איו מלך חמת ומלך ארפד ומלך לעיר ספרוים הנע ועוה "],"query":"012019013"},{"canonical":"2 Kings 19:14","passages":["ויקח חזקיהו את הספרים מיד המלאכים ויקראם ויעל בית יהוה ויפרשהו חזקיהו לפני יהוה פ"],"query":"012019014"},{"canonical":"2 Kings 19:15","passages":["ויתפלל חזקיהו לפני יהוה ויאמר יהוה אלהי ישראל ישב הכרבים אתה הוא האלהים לבדך לכל ממלכות הארץ אתה עשית את השמים ואת הארץ "],"query":"012019015"},{"canonical":"2 Kings 19:16","passages":["הטה יהוה אזנך ושמע פקח יהוה עיניך וראה ושמע את דברי סנחריב אשר שלחו לחרף אלהים חי "],"query":"012019016"},{"canonical":"2 Kings 19:17","passages":["אמנם יהוה החריבו מלכי אשור את הגוים ואת ארצם "],"query":"012019017"},{"canonical":"2 Kings 19:18","passages":["ונתנו את אלהיהם באש כי לא אלהים המה כי אם מעשה ידי אדם עץ ואבן ויאבדום "],"query":"012019018"},{"canonical":"2 Kings 19:19","passages":["ועתה יהוה אלהינו הושיענו נא מידו וידעו כל ממלכות הארץ כי אתה יהוה אלהים לבדך  ס "],"query":"012019019"},{"canonical":"2 Kings 19:20","passages":["וישלח ישעיהו בן אמוץ אל חזקיהו לאמר כה אמר יהוה אלהי ישראל אשר התפללת אלי אל סנחרב מלך אשור שמעתי "],"query":"012019020"},{"canonical":"2 Kings 19:21","passages":["זה הדבר אשר דבר יהוה עליו בזה לך לעגה לך בתולת בת ציון אחריך ראש הניעה בת ירושל͏ם "],"query":"012019021"},{"canonical":"2 Kings 19:22","passages":["את מי חרפת וגדפת ועל מי הרימות קול ותשא מרום עיניך על קדוש ישראל "],"query":"012019022"},{"canonical":"2 Kings 19:23","passages":["ביד מלאכיך חרפת אדני ותאמר ברב רכבי אני עליתי מרום הרים ירכתי לבנון ואכרת קומת ארזיו מבחור ברשיו ואבואה מלון קצה יער כרמלו "],"query":"012019023"},{"canonical":"2 Kings 19:24","passages":["אני קרתי ושתיתי מים זרים ואחרב בכף פעמי כל יארי מצור "],"query":"012019024"},{"canonical":"2 Kings 19:25","passages":["הלא שמעת למרחוק אתה עשיתי למימי קדם ויצרתיה עתה הביאתיה ותהי להשות גלים נצים ערים בצרות "],"query":"012019025"},{"canonical":"2 Kings 19:26","passages":["וישביהן קצרי יד חתו ויבשו היו עשב שדה וירק דשא חציר גגות ושדפה לפני קמה "],"query":"012019026"},{"canonical":"2 Kings 19:27","passages":["ושבתך וצאתך ובאך ידעתי ואת התרגזך אלי "],"query":"012019027"},{"canonical":"2 Kings 19:28","passages":["יען התרגזך אלי ושאננך עלה באזני ושמתי חחי באפך ומתגי בשפתיך והשבתיך בדרך אשר באת בה "],"query":"012019028"},{"canonical":"2 Kings 19:29","passages":["וזה לך האות אכול השנה ספיח ובשנה השנית סחיש ובשנה השלישית זרעו וקצרו ונטעו כרמים ואכלו פרים "],"query":"012019029"},{"canonical":"2 Kings 19:30","passages":["ויספה פליטת בית יהודה הנשארה שרש למטה ועשה פרי למעלה "],"query":"012019030"},{"canonical":"2 Kings 19:31","passages":["כי מירושלם תצא שארית ופליטה מהר ציון קנאת יהוה  ס "],"query":"012019031"},{"canonical":"2 Kings 19:32","passages":["לכן כה אמר יהוה אל מלך אשור לא יבא אל העיר הזאת ולא יורה שם חץ ולא יקדמנה מגן ולא ישפך עליה סללה "],"query":"012019032"},{"canonical":"2 Kings 19:33","passages":["בדרך אשר יבא בה ישוב ואל העיר הזאת לא יבא נאם יהוה "],"query":"012019033"},{"canonical":"2 Kings 19:34","passages":["וגנותי אל העיר הזאת להושיעה למעני ולמען דוד עבדי "],"query":"012019034"},{"canonical":"2 Kings 19:35","passages":["ויהי בלילה ההוא ויצא מלאך יהוה ויך במחנה אשור מאה שמונים וחמשה אלף וישכימו בבקר והנה כלם פגרים מתים "],"query":"012019035"},{"canonical":"2 Kings 19:36","passages":["ויסע וילך וישב סנחריב מלך אשור וישב בנינוה "],"query":"012019036"},{"canonical":"2 Kings 19:37","passages":["ויהי הוא משתחוה בית נסרך אלהיו ואדרמלך ושראצר פ"],"query":"012019037"}]}