{"query":"012012","verses":[{},{"canonical":"2 Kings 12:1","passages":["בן שבע שנים יהואש במלכו פ"],"query":"012012001"},{"canonical":"2 Kings 12:2","passages":["בשנת שבע ליהוא מלך יהואש וארבעים שנה מלך בירושל͏ם ושם אמו צביה מבאר שבע "],"query":"012012002"},{"canonical":"2 Kings 12:3","passages":["ויעש יהואש הישר בעיני יהוה כל ימיו אשר הורהו יהוידע הכהן "],"query":"012012003"},{"canonical":"2 Kings 12:4","passages":["רק הבמות לא סרו עוד העם מזבחים ומקטרים בבמות "],"query":"012012004"},{"canonical":"2 Kings 12:5","passages":["ויאמר יהואש אל הכהנים כל כסף הקדשים אשר יובא בית יהוה כסף עובר איש כסף נפשות ערכו כל כסף אשר יעלה על לב איש להביא בית יהוה "],"query":"012012005"},{"canonical":"2 Kings 12:6","passages":["יקחו להם הכהנים איש מאת מכרו והם יחזקו את בדק הבית לכל אשר ימצא שם בדק פ"],"query":"012012006"},{"canonical":"2 Kings 12:7","passages":["ויהי בשנת עשרים ושלש שנה למלך יהואש לא חזקו הכהנים את בדק הבית "],"query":"012012007"},{"canonical":"2 Kings 12:8","passages":["ויקרא המלך יהואש ליהוידע הכהן ולכהנים ויאמר אלהם מדוע אינכם מחזקים את בדק הבית ועתה אל תקחו כסף מאת מכריכם כי לבדק הבית תתנהו "],"query":"012012008"},{"canonical":"2 Kings 12:9","passages":["ויאתו הכהנים לבלתי קחת כסף מאת העם ולבלתי חזק את בדק הבית "],"query":"012012009"},{"canonical":"2 Kings 12:10","passages":["ויקח יהוידע הכהן ארון אחד ויקב חר בדלתו ויתן אתו אצל המזבח מימין בבוא איש בית יהוה ונתנו שמה הכהנים שמרי הסף את כל הכסף המובא בית יהוה "],"query":"012012010"},{"canonical":"2 Kings 12:11","passages":["ויהי כראותם כי רב הכסף בארון ויעל ספר המלך והכהן הגדול ויצרו וימנו את הכסף הנמצא בית יהוה "],"query":"012012011"},{"canonical":"2 Kings 12:12","passages":["ונתנו את הכסף המתכן על המפקדים בית יהוה ויוציאהו לחרשי העץ ולבנים העשים בית יהוה "],"query":"012012012"},{"canonical":"2 Kings 12:13","passages":["ולגדרים ולחצבי האבן ולקנות עצים ואבני מחצב לחזק את בדק בית יהוה ולכל אשר יצא על הבית לחזקה "],"query":"012012013"},{"canonical":"2 Kings 12:14","passages":["אך לא יעשה בית יהוה ספות כסף מזמרות מזרקות חצצרות כל כלי זהב וכלי כסף מן הכסף המובא בית יהוה "],"query":"012012014"},{"canonical":"2 Kings 12:15","passages":["כי לעשי המלאכה יתנהו וחזקו בו את בית יהוה "],"query":"012012015"},{"canonical":"2 Kings 12:16","passages":["ולא יחשבו את האנשים אשר יתנו את הכסף על ידם לתת לעשי המלאכה כי באמנה הם עשים "],"query":"012012016"},{"canonical":"2 Kings 12:17","passages":["כסף אשם וכסף חטאות לא יובא בית יהוה לכהנים יהיו פ"],"query":"012012017"},{"canonical":"2 Kings 12:18","passages":["אז יעלה חזאל מלך ארם וילחם על גת וילכדה וישם חזאל פניו לעלות על ירושל͏ם "],"query":"012012018"},{"canonical":"2 Kings 12:19","passages":["ויקח יהואש מלך יהודה את כל הקדשים אשר הקדישו יהושפט ויהורם ואחזיהו אבתיו מלכי יהודה ואת קדשיו ואת כל הזהב הנמצא באצרות בית יהוה ובית המלך וישלח לחזאל מלך ארם ויעל מעל ירושל͏ם "],"query":"012012019"},{"canonical":"2 Kings 12:20","passages":["ויתר דברי יואש וכל אשר עשה הלוא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012012020"},{"canonical":"2 Kings 12:21","passages":["ויקמו עבדיו ויקשרו קשר ויכו את יואש בית מלא היורד סלא "],"query":"012012021"},{"canonical":"2 Kings 12:22","passages":["ויוזבד בן שמעת ויהוזבד בן שמר עבדיו הכהו וימת ויקברו אתו עם אבתיו בעיר דוד וימלך אמציה בנו תחתיו פ"],"query":"012012022"}]}