{"query":"012004","verses":[{},{"canonical":"2 Kings 4:1","passages":["ואשה אחת מנשי בני הנביאים צעקה אל אלישע לאמר עבדך אישי מת ואתה ידעת כי עבדך היה ירא את יהוה והנשה בא לקחת את שני ילדי לו לעבדים "],"query":"012004001"},{"canonical":"2 Kings 4:2","passages":["ויאמר אליה אלישע מה א͏עשה לך הגידי לי מה יש לך בבית ותאמר אין לשפחתך כל בבית כי אם אסוך שמן "],"query":"012004002"},{"canonical":"2 Kings 4:3","passages":["ויאמר לכי שאלי לך כלים מן החוץ מאת כל שכניך כלים רקים אל תמעיטי "],"query":"012004003"},{"canonical":"2 Kings 4:4","passages":["ובאת וסגרת הדלת בעדך ובעד בניך ויצקת על כל הכלים האלה והמלא תסיעי "],"query":"012004004"},{"canonical":"2 Kings 4:5","passages":["ותלך מאתו ותסגר הדלת בעדה ובעד בניה הם מגשים אליה והיא מוצקת "],"query":"012004005"},{"canonical":"2 Kings 4:6","passages":["ויהי כמלאת הכלים ותאמר אל בנה הגישה אלי עוד כלי ויאמר אליה אין עוד כלי ויעמד השמן "],"query":"012004006"},{"canonical":"2 Kings 4:7","passages":["ותבא ותגד לאיש האלהים ויאמר לכי מכרי את השמן ושלמי את פ"],"query":"012004007"},{"canonical":"2 Kings 4:8","passages":["ויהי היום ויעבר אלישע אל שונם ושם אשה גדולה ותחזק בו לאכל לחם ויהי מדי עברו יסר שמה לאכל לחם "],"query":"012004008"},{"canonical":"2 Kings 4:9","passages":["ותאמר אל אישה הנה נא ידעתי כי איש אלהים קדוש הוא עבר עלינו תמיד "],"query":"012004009"},{"canonical":"2 Kings 4:10","passages":["נעשה נא עלית קיר קטנה ונשים לו שם מטה ושלחן וכסא ומנורה והיה בבאו אלינו יסור שמה "],"query":"012004010"},{"canonical":"2 Kings 4:11","passages":["ויהי היום ויבא שמה ויסר אל העליה וישכב שמה "],"query":"012004011"},{"canonical":"2 Kings 4:12","passages":["ויאמר אל גחזי נערו קרא לשונמית הזאת ויקרא לה ותעמד לפניו "],"query":"012004012"},{"canonical":"2 Kings 4:13","passages":["ויאמר לו אמר נא אליה הנה חרדת אלינו את כל החרדה הזאת מה לעשות לך היש לדבר לך אל המלך או אל שר הצבא ותאמר בתוך עמי אנכי ישבת "],"query":"012004013"},{"canonical":"2 Kings 4:14","passages":["ויאמר ומה לעשות לה ויאמר גיחזי אבל בן אין לה ואישה זקן "],"query":"012004014"},{"canonical":"2 Kings 4:15","passages":["ויאמר קרא לה ויקרא לה ותעמד בפתח "],"query":"012004015"},{"canonical":"2 Kings 4:16","passages":["ויאמר למועד הזה כעת חיה את חבקת בן ותאמר אל אדני איש האלהים אל תכזב בשפחתך "],"query":"012004016"},{"canonical":"2 Kings 4:17","passages":["ותהר האשה ותלד בן למועד הזה כעת חיה אשר דבר אליה אלישע "],"query":"012004017"},{"canonical":"2 Kings 4:18","passages":["ויגדל הילד ויהי היום ויצא אל אביו אל הקצרים "],"query":"012004018"},{"canonical":"2 Kings 4:19","passages":["ויאמר אל אביו ראשי ראשי ויאמר אל הנער שאהו אל אמו "],"query":"012004019"},{"canonical":"2 Kings 4:20","passages":["וישאהו ויביאהו אל אמו וישב על ברכיה עד הצהרים וימת "],"query":"012004020"},{"canonical":"2 Kings 4:21","passages":["ותעל ותשכבהו על מטת איש האלהים ותסגר בעדו ותצא "],"query":"012004021"},{"canonical":"2 Kings 4:22","passages":["ותקרא אל אישה ותאמר שלחה נא לי אחד מן הנערים ואחת האתנות וארוצה עד איש האלהים ואשובה "],"query":"012004022"},{"canonical":"2 Kings 4:23","passages":["ויאמר מדוע הלכת אליו היום לא חדש ולא שבת ותאמר שלום "],"query":"012004023"},{"canonical":"2 Kings 4:24","passages":["ותחבש האתון ותאמר אל נערה נהג ולך אל תעצר לי לרכב כי אם אמרתי לך "],"query":"012004024"},{"canonical":"2 Kings 4:25","passages":["ותלך ותבוא אל איש האלהים אל הר הכרמל ויהי כראות איש האלהים אתה מנגד ויאמר אל גיחזי נערו הנה השונמית הלז "],"query":"012004025"},{"canonical":"2 Kings 4:26","passages":["עתה רוץ נא לקראתה ואמר לה השלום לך השלום לאישך השלום לילד ותאמר שלום "],"query":"012004026"},{"canonical":"2 Kings 4:27","passages":["ותבא אל איש האלהים אל ההר ותחזק ברגליו ויגש גיחזי להדפה ויאמר איש האלהים הרפה לה כי נפשה מרה לה ויהוה העלים ממני ולא הגיד לי "],"query":"012004027"},{"canonical":"2 Kings 4:28","passages":["ותאמר השאלתי בן מאת אדני הלא אמרתי לא תשלה אתי "],"query":"012004028"},{"canonical":"2 Kings 4:29","passages":["ויאמר לגיחזי חגר מתניך וקח משענתי בידך ולך כי תמצא איש לא תברכנו וכי יברכך איש לא תעננו ושמת משענתי על פני הנער "],"query":"012004029"},{"canonical":"2 Kings 4:30","passages":["ותאמר אם הנער חי יהוה וחי נפשך אם אעזבך ויקם וילך אחריה "],"query":"012004030"},{"canonical":"2 Kings 4:31","passages":["וגחזי עבר לפניהם וישם את המשענת על פני הנער ואין קול ואין קשב וישב לקראתו ויגד לו לאמר לא הקיץ הנער "],"query":"012004031"},{"canonical":"2 Kings 4:32","passages":["ויבא אלישע הביתה והנה הנער מת משכב על מטתו "],"query":"012004032"},{"canonical":"2 Kings 4:33","passages":["ויבא ויסגר הדלת בעד שניהם ויתפלל אל יהוה "],"query":"012004033"},{"canonical":"2 Kings 4:34","passages":["ויעל וישכב על הילד וישם פיו על פיו ועיניו על עיניו וכפיו על כפיו ויגהר עליו ויחם בשר הילד "],"query":"012004034"},{"canonical":"2 Kings 4:35","passages":["וישב וילך בבית אחת הנה ואחת הנה ויעל ויגהר עליו ויזורר הנער עד שבע פעמים ויפקח הנער את עיניו "],"query":"012004035"},{"canonical":"2 Kings 4:36","passages":["ויקרא אל גיחזי ויאמר קרא אל השנמית הזאת ויקראה ותבוא אליו ויאמר שאי בנך "],"query":"012004036"},{"canonical":"2 Kings 4:37","passages":["ותבא ותפל על רגליו ותשתחו ארצה ותשא את בנה ותצא פ"],"query":"012004037"},{"canonical":"2 Kings 4:38","passages":["ואלישע שב הגלגלה והרעב בארץ ובני הנביאים ישבים לפניו ויאמר לנערו שפת הסיר הגדולה ובשל נזיד לבני הנביאים "],"query":"012004038"},{"canonical":"2 Kings 4:39","passages":["ויצא אחד אל השדה ללקט ארת וימצא גפן שדה וילקט ממנו פקעת שדה מלא בגדו ויבא ויפלח אל סיר הנזיד כי לא ידעו "],"query":"012004039"},{"canonical":"2 Kings 4:40","passages":["ויצקו לאנשים לאכול ויהי כאכלם מהנזיד והמה צעקו ויאמרו מות בסיר איש האלהים ולא יכלו לאכל "],"query":"012004040"},{"canonical":"2 Kings 4:41","passages":["ויאמר וקחו קמח וישלך אל הסיר ויאמר צק לעם ויאכלו ולא היה דבר רע בסיר  ס "],"query":"012004041"},{"canonical":"2 Kings 4:42","passages":["ואיש בא מבעל שלשה ויבא לאיש האלהים לחם בכורים עשרים לחם שערים וכרמל בצקלנו ויאמר תן לעם ויאכלו "],"query":"012004042"},{"canonical":"2 Kings 4:43","passages":["ויאמר משרתו מה אתן זה לפני מאה איש ויאמר תן לעם ויאכלו כי כה אמר יהוה אכל והותר "],"query":"012004043"},{"canonical":"2 Kings 4:44","passages":["ויתן לפניהם ויאכלו ויותרו כדבר יהוה פ"],"query":"012004044"}]}