{"query":"012018","verses":[{},{"canonical":"2 Kings 18:1","passages":["ויהי בשנת שלש להושע בן אלה מלך ישראל מלך חזקיה בן אחז מלך יהודה "],"query":"012018001"},{"canonical":"2 Kings 18:2","passages":["בן עשרים וחמש שנה היה במלכו ועשרים ותשע שנה מלך בירושל͏ם ושם אמו אבי בת זכריה "],"query":"012018002"},{"canonical":"2 Kings 18:3","passages":["ויעש הישר בעיני יהוה ככל אשר עשה דוד אביו "],"query":"012018003"},{"canonical":"2 Kings 18:4","passages":["הוא הסיר את הבמות ושבר את המצבת וכרת את האשרה וכתת נחש הנחשת אשר עשה משה כי עד הימים ההמה היו בני ישראל מקטרים לו ויקרא לו נחשתן "],"query":"012018004"},{"canonical":"2 Kings 18:5","passages":["ביהוה אלהי ישראל בטח ואחריו לא היה כמהו בכל מלכי יהודה ואשר היו לפניו "],"query":"012018005"},{"canonical":"2 Kings 18:6","passages":["וידבק ביהוה לא סר מאחריו וישמר מצותיו אשר צוה יהוה את משה "],"query":"012018006"},{"canonical":"2 Kings 18:7","passages":["והיה יהוה עמו בכל אשר יצא ישכיל וימרד במלך אשור ולא עבדו "],"query":"012018007"},{"canonical":"2 Kings 18:8","passages":["הוא הכה את פלשתים עד עזה ואת גבוליה ממגדל נוצרים עד עיר מבצר פ"],"query":"012018008"},{"canonical":"2 Kings 18:9","passages":["ויהי בשנה הרביעית למלך חזקיהו היא השנה השביעית להושע בן אלה מלך ישראל עלה שלמנאסר מלך אשור על שמרון ויצר עליה "],"query":"012018009"},{"canonical":"2 Kings 18:10","passages":["וילכדה מקצה שלש שנים בשנת שש לחזקיה היא שנת תשע להושע מלך ישראל נלכדה שמרון "],"query":"012018010"},{"canonical":"2 Kings 18:11","passages":["ויגל מלך אשור את ישראל אשורה וינחם בחלח ובחבור נהר גוזן וערי מדי "],"query":"012018011"},{"canonical":"2 Kings 18:12","passages":["על אשר לא שמעו בקול יהוה אלהיהם ויעברו את בריתו את כל אשר צוה משה עבד יהוה ולא שמעו ולא עשו פ"],"query":"012018012"},{"canonical":"2 Kings 18:13","passages":["ובארבע עשרה שנה למלך חזקיה עלה סנחריב מלך אשור על כל ערי יהודה הבצרות ויתפשם "],"query":"012018013"},{"canonical":"2 Kings 18:14","passages":["וישלח חזקיה מלך יהודה אל מלך אשור לכישה לאמר חטאתי שוב מעלי את אשר תתן עלי אשא וישם מלך אשור על חזקיה מלך יהודה שלש מאות ככר כסף ושלשים ככר זהב "],"query":"012018014"},{"canonical":"2 Kings 18:15","passages":["ויתן חזקיה את כל הכסף הנמצא בית יהוה ובאצרות בית המלך "],"query":"012018015"},{"canonical":"2 Kings 18:16","passages":["בעת ההיא קצץ חזקיה את דלתות היכל יהוה ואת האמנות אשר צפה חזקיה מלך יהודה ויתנם למלך אשור פ"],"query":"012018016"},{"canonical":"2 Kings 18:17","passages":["וישלח מלך אשור את תרתן ואת רב סריס ואת רב שקה מן לכיש אל המלך חזקיהו בחיל כבד ירושל͏ם ויעלו ויבאו ירושלם ויעלו ויבאו ויעמדו בתעלת הברכה העליונה אשר במסלת שדה כובס "],"query":"012018017"},{"canonical":"2 Kings 18:18","passages":["ויקראו אל המלך ויצא אלהם אליקים בן חלקיהו אשר על הבית ושבנה הספר ויואח בן אסף המזכיר "],"query":"012018018"},{"canonical":"2 Kings 18:19","passages":["ויאמר אלהם רב שקה אמרו נא אל חזקיהו כה אמר המלך הגדול מלך אשור מה הבטחון הזה אשר בטחת "],"query":"012018019"},{"canonical":"2 Kings 18:20","passages":["אמרת אך דבר שפתים עצה וגבורה למלחמה עתה על מי בטחת כי מרדת בי "],"query":"012018020"},{"canonical":"2 Kings 18:21","passages":["עתה הנה בטחת לך על משענת הקנה הרצוץ הזה על מצרים אשר יסמך איש עליו ובא בכפו ונקבה כן פרעה מלך מצרים לכל הבטחים עליו "],"query":"012018021"},{"canonical":"2 Kings 18:22","passages":["וכי תאמרון אלי אל יהוה אלהינו בטחנו הלוא הוא אשר הסיר חזקיהו את במתיו ואת מזבחתיו ויאמר ליהודה ולירושלם לפני המזבח הזה תשתחוו בירושל͏ם "],"query":"012018022"},{"canonical":"2 Kings 18:23","passages":["ועתה התערב נא את אדני את מלך אשור ואתנה לך אלפים סוסים אם תוכל לתת לך רכבים עליהם "],"query":"012018023"},{"canonical":"2 Kings 18:24","passages":["ואיך תשיב את פני פחת אחד עבדי אדני הקטנים ותבטח לך על מצרים לרכב ולפרשים "],"query":"012018024"},{"canonical":"2 Kings 18:25","passages":["עתה המבלעדי יהוה עליתי על המקום הזה להשחתו יהוה אמר אלי עלה על הארץ הזאת והשחיתה "],"query":"012018025"},{"canonical":"2 Kings 18:26","passages":["ויאמר אליקים בן חלקיהו ושבנה ויואח אל רב שקה דבר נא אל עבדיך ארמית כי שמעים אנחנו ואל תדבר עמנו יהודית באזני העם אשר על החמה "],"query":"012018026"},{"canonical":"2 Kings 18:27","passages":["ויאמר אליהם רב שקה העל אדניך ואליך שלחני אדני לדבר את הדברים האלה הלא על האנשים הישבים על החמה לאכל את רגליהם עמכם "],"query":"012018027"},{"canonical":"2 Kings 18:28","passages":["ויעמד רב שקה ויקרא בקול גדול יהודית וידבר ויאמר שמעו דבר המלך הגדול מלך אשור "],"query":"012018028"},{"canonical":"2 Kings 18:29","passages":["כה אמר המלך אל ישיא לכם חזקיהו כי לא יוכל להציל אתכם מידו "],"query":"012018029"},{"canonical":"2 Kings 18:30","passages":["ואל יבטח אתכם חזקיהו אל יהוה לאמר הצל יצילנו יהוה ולא תנתן את העיר הזאת ביד מלך אשור "],"query":"012018030"},{"canonical":"2 Kings 18:31","passages":["אל תשמעו אל חזקיהו כי כה אמר מלך אשור עשו אתי ברכה וצאו אלי ואכלו איש גפנו ואיש תאנתו ושתו איש מי בורו "],"query":"012018031"},{"canonical":"2 Kings 18:32","passages":["עד באי ולקחתי אתכם אל ארץ כארצכם ארץ דגן ותירוש ארץ לחם וכרמים ארץ זית יצהר ודבש וחיו ולא תמתו ואל תשמעו אל חזקיהו כי יסית אתכם לאמר יהוה יצילנו "],"query":"012018032"},{"canonical":"2 Kings 18:33","passages":["ההצל הצילו אלהי הגוים איש את ארצו מיד מלך אשור "],"query":"012018033"},{"canonical":"2 Kings 18:34","passages":["איה אלהי חמת וארפד איה אלהי ספרוים הנע ועוה כי הצילו את שמרון מידי "],"query":"012018034"},{"canonical":"2 Kings 18:35","passages":["מי בכל אלהי הארצות אשר הצילו את ארצם מידי כי יציל יהוה את ירושל͏ם מידי "],"query":"012018035"},{"canonical":"2 Kings 18:36","passages":["והחרישו העם ולא ענו אתו דבר כי מצות המלך היא לאמר לא תענהו "],"query":"012018036"},{"canonical":"2 Kings 18:37","passages":["ויבא אליקים בן חלקיה אשר על הבית ושבנא הספר ויואח בן אסף המזכיר אל חזקיהו קרועי בגדים ויגדו לו דברי רב שקה "],"query":"012018037"}]}