{"query":"012016","verses":[{},{"canonical":"2 Kings 16:1","passages":["בשנת שבע עשרה שנה לפקח בן רמליהו מלך אחז בן יותם מלך יהודה "],"query":"012016001"},{"canonical":"2 Kings 16:2","passages":["בן עשרים שנה אחז במלכו ושש עשרה שנה מלך בירושל͏ם ולא עשה הישר בעיני יהוה אלהיו כדוד אביו "],"query":"012016002"},{"canonical":"2 Kings 16:3","passages":["וילך בדרך מלכי ישראל וגם את בנו העביר באש כתעבות הגוים אשר הוריש יהוה אתם מפני בני ישראל "],"query":"012016003"},{"canonical":"2 Kings 16:4","passages":["ויזבח ויקטר בבמות ועל הגבעות ותחת כל עץ רענן "],"query":"012016004"},{"canonical":"2 Kings 16:5","passages":["אז יעלה רצין מלך ארם ופקח בן רמליהו מלך ישראל ירושל͏ם למלחמה ויצרו על אחז ולא יכלו להלחם "],"query":"012016005"},{"canonical":"2 Kings 16:6","passages":["בעת ההיא השיב רצין מלך ארם את אילת לארם וינשל את היהודים מאילות פ"],"query":"012016006"},{"canonical":"2 Kings 16:7","passages":["וישלח אחז מלאכים אל תגלת פלסר מלך אשור לאמר עבדך ובנך אני עלה והושעני מכף מלך ארם ומכף מלך ישראל הקומים עלי "],"query":"012016007"},{"canonical":"2 Kings 16:8","passages":["ויקח אחז את הכסף ואת הזהב הנמצא בית יהוה ובאצרות בית המלך וישלח למלך אשור שחד "],"query":"012016008"},{"canonical":"2 Kings 16:9","passages":["וישמע אליו מלך אשור ויעל מלך אשור אל דמשק ויתפשה ויגלה קירה ואת רצין המית "],"query":"012016009"},{"canonical":"2 Kings 16:10","passages":["וילך המלך אחז לקראת תגלת פלאסר מלך אשור דומשק וירא את המזבח אשר בדמשק וישלח המלך אחז אל אוריה הכהן את דמות המזבח ואת תבניתו לכל מעשהו "],"query":"012016010"},{"canonical":"2 Kings 16:11","passages":["ויבן אוריה הכהן את המזבח ככל אשר שלח המלך אחז מדמשק כן עשה אוריה הכהן עד בוא המלך אחז מדמשק "],"query":"012016011"},{"canonical":"2 Kings 16:12","passages":["ויבא המלך מדמשק וירא המלך את המזבח ויקרב המלך על המזבח ויעל עליו "],"query":"012016012"},{"canonical":"2 Kings 16:13","passages":["ויקטר את עלתו ואת מנחתו ויסך את נסכו ויזרק את דם השלמים אשר לו על המזבח "],"query":"012016013"},{"canonical":"2 Kings 16:14","passages":["ואת המזבח הנחשת אשר לפני יהוה ויקרב מאת פני הבית מבין המזבח ומבין בית יהוה ויתן אתו על ירך המזבח צפונה "],"query":"012016014"},{"canonical":"2 Kings 16:15","passages":["ויצוה המלך אחז את אוריה הכהן לאמר על המזבח הגדול הקטר את עלת הבקר ואת מנחת הערב ואת עלת המלך ואת מנחתו ואת עלת כל עם הארץ ומנחתם ונסכיהם וכל דם עלה וכל דם זבח עליו תזרק ומזבח הנחשת יהיה לי לבקר "],"query":"012016015"},{"canonical":"2 Kings 16:16","passages":["ויעש אוריה הכהן ככל אשר צוה המלך אחז "],"query":"012016016"},{"canonical":"2 Kings 16:17","passages":["ויקצץ המלך אחז את המסגרות המכנות ויסר מעליהם את הכיר ואת הים הורד מעל הבקר הנחשת אשר תחתיה ויתן אתו על מרצפת אבנים "],"query":"012016017"},{"canonical":"2 Kings 16:18","passages":["ואת מוסך השבת אשר בנו בבית ואת מבוא המלך ה͏חיצונה הסב בית יהוה מפני מלך אשור "],"query":"012016018"},{"canonical":"2 Kings 16:19","passages":["ויתר דברי אחז אשר עשה הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012016019"},{"canonical":"2 Kings 16:20","passages":["וישכב אחז עם אבתיו ויקבר עם אבתיו בעיר דוד וימלך חזקיהו בנו תחתיו פ"],"query":"012016020"}]}