{"query":"012011","verses":[{},{"canonical":"2 Kings 11:1","passages":["ועתליה אם אחזיהו ראתה כי מת בנה ותקם ותאבד את כל זרע הממלכה "],"query":"012011001"},{"canonical":"2 Kings 11:2","passages":["ותקח יהושבע בת המלך יורם אחות אחזיהו את יואש בן אחזיה ותגנב אתו מתוך בני המלך המומתים אתו ואת מינקתו בחדר המטות ויסתרו אתו מפני עתליהו ולא הומת "],"query":"012011002"},{"canonical":"2 Kings 11:3","passages":["ויהי אתה בית יהוה מתחבא שש שנים ועתליה מלכת על הארץ פ"],"query":"012011003"},{"canonical":"2 Kings 11:4","passages":["ובשנה השביעית שלח יהוידע ויקח את שרי המאות לכרי ולרצים ויבא אתם אליו בית יהוה ויכרת להם ברית וישבע אתם בבית יהוה וירא אתם את בן המלך "],"query":"012011004"},{"canonical":"2 Kings 11:5","passages":["ויצום לאמר זה הדבר אשר תעשון השלשית מכם באי השבת ושמרי משמרת בית המלך "],"query":"012011005"},{"canonical":"2 Kings 11:6","passages":["והשלשית בשער סור והשלשית בשער אחר הרצים ושמרתם את משמרת הבית מסח "],"query":"012011006"},{"canonical":"2 Kings 11:7","passages":["ושתי הידות בכם כל יצאי השבת ושמרו את משמרת בית יהוה אל המלך "],"query":"012011007"},{"canonical":"2 Kings 11:8","passages":["והקפתם על המלך סביב איש וכליו בידו והבא אל השדרות יומת והיו את המלך בצאתו ובבאו "],"query":"012011008"},{"canonical":"2 Kings 11:9","passages":["ויעשו שרי המאות ככל אשר צוה יהוידע הכהן ויקחו איש את אנשיו באי השבת עם יצאי השבת ויבאו אל יהוידע הכהן "],"query":"012011009"},{"canonical":"2 Kings 11:10","passages":["ויתן הכהן לשרי המאות את החנית ואת השלטים אשר למלך דוד אשר בבית יהוה "],"query":"012011010"},{"canonical":"2 Kings 11:11","passages":["ויעמדו הרצים איש וכליו בידו מכתף הבית הימנית עד כתף הבית השמאלית למזבח ולבית על המלך סביב "],"query":"012011011"},{"canonical":"2 Kings 11:12","passages":["ויוצא את בן המלך ויתן עליו את הנזר ואת העדות וימלכו אתו וימשחהו ויכו כף ויאמרו יחי המלך  ס "],"query":"012011012"},{"canonical":"2 Kings 11:13","passages":["ותשמע עתליה את קול הרצין העם ותבא אל העם בית יהוה "],"query":"012011013"},{"canonical":"2 Kings 11:14","passages":["ותרא והנה המלך עמד על העמוד כמשפט והשרים והחצצרות אל המלך וכל עם הארץ שמח ותקע בחצצרות ותקרע עתליה את בגדיה ותקרא קשר קשר  ס "],"query":"012011014"},{"canonical":"2 Kings 11:15","passages":["ויצו יהוידע הכהן את שרי המאות פקדי החיל ויאמר אליהם הוציאו אתה אל מבית לשדרת והבא אחריה המת בחרב כי אמר הכהן אל תומת בית יהוה "],"query":"012011015"},{"canonical":"2 Kings 11:16","passages":["וישמו לה ידים ותבוא דרך מבוא הסוסים בית המלך ותומת שם  ס "],"query":"012011016"},{"canonical":"2 Kings 11:17","passages":["ויכרת יהוידע את הברית בין יהוה ובין המלך ובין העם להיות לעם ליהוה ובין המלך ובין העם "],"query":"012011017"},{"canonical":"2 Kings 11:18","passages":["ויבאו כל עם הארץ בית הבעל ויתצהו את מזבחתיו ואת צלמיו שברו היטב ואת מתן כהן הבעל הרגו לפני המזבחות וישם הכהן פקדות על בית יהוה "],"query":"012011018"},{"canonical":"2 Kings 11:19","passages":["ויקח את שרי המאות ואת הכרי ואת הרצים ואת כל עם הארץ וירידו את המלך מבית יהוה ויבואו דרך שער הרצים בית המלך וישב על כסא המלכים "],"query":"012011019"},{"canonical":"2 Kings 11:20","passages":["וישמח כל עם הארץ והעיר שקטה ואת עתליהו המיתו בחרב בית  ס "],"query":"012011020"}]}