{"query":"012003","verses":[{},{"canonical":"2 Kings 3:1","passages":["ויהורם בן אחאב מלך על ישראל בשמרון בשנת שמנה עשרה ליהושפט מלך יהודה וימלך שתים עשרה שנה "],"query":"012003001"},{"canonical":"2 Kings 3:2","passages":["ויעשה הרע בעיני יהוה רק לא כאביו וכאמו ויסר את מצבת הבעל אשר עשה אביו "],"query":"012003002"},{"canonical":"2 Kings 3:3","passages":["רק בחטאות ירבעם בן נבט אשר החטיא את ישראל דבק לא סר ממנה  ס "],"query":"012003003"},{"canonical":"2 Kings 3:4","passages":["ומישע מלך מואב היה נקד והשיב למלך ישראל מאה אלף כרים ומאה אלף אילים צמר "],"query":"012003004"},{"canonical":"2 Kings 3:5","passages":["ויהי כמות אחאב ויפשע מלך מואב במלך ישראל "],"query":"012003005"},{"canonical":"2 Kings 3:6","passages":["ויצא המלך יהורם ביום ההוא משמרון ויפקד את כל ישראל "],"query":"012003006"},{"canonical":"2 Kings 3:7","passages":["וילך וישלח אל יהושפט מלך יהודה לאמר מלך מואב פשע בי התלך אתי אל מואב למלחמה ויאמר אעלה כמוני כמוך כעמי כעמך כסוסי כסוסיך "],"query":"012003007"},{"canonical":"2 Kings 3:8","passages":["ויאמר אי זה הדרך נעלה ויאמר דרך מדבר אדום "],"query":"012003008"},{"canonical":"2 Kings 3:9","passages":["וילך מלך ישראל ומלך יהודה ומלך אדום ויסבו דרך שבעת ימים ולא היה מים למחנה ולבהמה אשר ברגליהם "],"query":"012003009"},{"canonical":"2 Kings 3:10","passages":["ויאמר מלך ישראל אהה כי קרא יהוה לשלשת המלכים האלה לתת אותם ביד מואב "],"query":"012003010"},{"canonical":"2 Kings 3:11","passages":["ויאמר יהושפט האין פה נביא ליהוה ונדרשה את יהוה מאותו ויען אחד מעבדי מלך ישראל ויאמר פה אלישע בן שפט אשר יצק מים על ידי אליהו "],"query":"012003011"},{"canonical":"2 Kings 3:12","passages":["ויאמר יהושפט יש אותו דבר יהוה וירדו אליו מלך ישראל ויהושפט ומלך אדום "],"query":"012003012"},{"canonical":"2 Kings 3:13","passages":["ויאמר אלישע אל מלך ישראל מה לי ולך לך אל נביאי אביך ואל נביאי אמך ויאמר לו מלך ישראל אל כי קרא יהוה לשלשת המלכים האלה לתת אותם ביד מואב "],"query":"012003013"},{"canonical":"2 Kings 3:14","passages":["ויאמר אלישע חי יהוה צבאות אשר עמדתי לפניו כי לולי פני יהושפט מלך יהודה אני נשא אם אביט אליך ואם אראך "],"query":"012003014"},{"canonical":"2 Kings 3:15","passages":["ועתה קחו לי מנגן והיה כנגן המנגן ותהי עליו יד יהוה "],"query":"012003015"},{"canonical":"2 Kings 3:16","passages":["ויאמר כה אמר יהוה עשה הנחל הזה גבים גבים "],"query":"012003016"},{"canonical":"2 Kings 3:17","passages":["כי כה אמר יהוה לא תראו רוח ולא תראו גשם והנחל ההוא ימלא מים ושתיתם אתם ומקניכם ובהמתכם "],"query":"012003017"},{"canonical":"2 Kings 3:18","passages":["ונקל זאת בעיני יהוה ונתן את מואב בידכם "],"query":"012003018"},{"canonical":"2 Kings 3:19","passages":["והכיתם כל עיר מבצר וכל עיר מבחור וכל עץ טוב תפילו וכל מעיני מים תסתמו וכל החלקה הטובה תכאבו באבנים "],"query":"012003019"},{"canonical":"2 Kings 3:20","passages":["ויהי בבקר כעלות המנחה והנה מים באים מדרך אדום ותמלא הארץ את המים "],"query":"012003020"},{"canonical":"2 Kings 3:21","passages":["וכל מואב שמעו כי עלו המלכים להלחם בם ויצעקו מכל חגר חגרה ומעלה ויעמדו על הגבול "],"query":"012003021"},{"canonical":"2 Kings 3:22","passages":["וישכימו בבקר והשמש זרחה על המים ויראו מואב מנגד את המים אדמים כדם "],"query":"012003022"},{"canonical":"2 Kings 3:23","passages":["ויאמרו דם זה החרב נחרבו המלכים ויכו איש את רעהו ועתה לשלל מואב "],"query":"012003023"},{"canonical":"2 Kings 3:24","passages":["ויבאו אל מחנה ישראל ויקמו ישראל ויכו את מואב וינסו מפניהם ויכו בה והכות את מואב "],"query":"012003024"},{"canonical":"2 Kings 3:25","passages":["והערים יהרסו וכל חלקה טובה ישליכו איש אבנו ומלאוה וכל מעין מים יסתמו וכל עץ טוב יפילו עד השאיר אבניה בקיר חרשת ויסבו הקלעים ויכוה "],"query":"012003025"},{"canonical":"2 Kings 3:26","passages":["וירא מלך מואב כי חזק ממנו המלחמה ויקח אותו שבע מאות איש שלף חרב להבקיע אל מלך אדום ולא יכלו "],"query":"012003026"},{"canonical":"2 Kings 3:27","passages":["ויקח את בנו הבכור אשר ימלך תחתיו ויעלהו עלה על החמה ויהי קצף גדול על ישראל ויסעו מעליו וישבו לארץ פ"],"query":"012003027"}]}