{"query":"012024","verses":[{},{"canonical":"2 Kings 24:1","passages":["בימיו עלה נבכדנאצר מלך בבל ויהי לו יהויקים עבד שלש שנים וישב וימרד בו "],"query":"012024001"},{"canonical":"2 Kings 24:2","passages":["וישלח יהוה בו את גדודי כשדים ואת גדודי ארם ואת גדודי מואב ואת גדודי בני עמון וישלחם ביהודה להאבידו כדבר יהוה אשר דבר ביד עבדיו הנביאים "],"query":"012024002"},{"canonical":"2 Kings 24:3","passages":["אך על פי יהוה היתה ביהודה להסיר מעל פניו בחטאת מנשה ככל אשר עשה "],"query":"012024003"},{"canonical":"2 Kings 24:4","passages":["וגם דם הנקי אשר שפך וימלא את ירושל͏ם דם נקי ולא אבה יהוה לסלח "],"query":"012024004"},{"canonical":"2 Kings 24:5","passages":["ויתר דברי יהויקים וכל אשר עשה הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012024005"},{"canonical":"2 Kings 24:6","passages":["וישכב יהויקים עם אבתיו וימלך יהויכין בנו תחתיו "],"query":"012024006"},{"canonical":"2 Kings 24:7","passages":["ולא הסיף עוד מלך מצרים לצאת מארצו כי לקח מלך בבל מנחל מצרים עד נהר פרת כל אשר היתה למלך מצרים פ"],"query":"012024007"},{"canonical":"2 Kings 24:8","passages":["בן שמנה עשרה שנה יהויכין במלכו ושלשה חדשים מלך בירושל͏ם ושם אמו נחשתא בת אלנתן מירושל͏ם "],"query":"012024008"},{"canonical":"2 Kings 24:9","passages":["ויעש הרע בעיני יהוה ככל אשר עשה אביו "],"query":"012024009"},{"canonical":"2 Kings 24:10","passages":["בעת ההיא עלו עבדי נבכדנאצר מלך בבל ירושל͏ם ותבא העיר במצור "],"query":"012024010"},{"canonical":"2 Kings 24:11","passages":["ויבא נבוכדנאצר מלך בבל על העיר ועבדיו צרים עליה "],"query":"012024011"},{"canonical":"2 Kings 24:12","passages":["ויצא יהויכין מלך יהודה על מלך בבל הוא ואמו ועבדיו ושריו וסריסיו ויקח אתו מלך בבל בשנת שמנה למלכו "],"query":"012024012"},{"canonical":"2 Kings 24:13","passages":["ויוצא משם את כל אוצרות בית יהוה ואוצרות בית המלך ויקצץ את כל כלי הזהב אשר עשה שלמה מלך ישראל בהיכל יהוה כאשר דבר יהוה "],"query":"012024013"},{"canonical":"2 Kings 24:14","passages":["והגלה את כל ירושלם ואת כל השרים ואת כל גבורי החיל עשרת אלפים גולה וכל החרש והמסגר לא נשאר זולת דלת עם הארץ "],"query":"012024014"},{"canonical":"2 Kings 24:15","passages":["ויגל את יהויכין בבלה ואת אם המלך ואת נשי המלך ואת סריסיו ואת אילי הארץ הוליך גולה מירושל͏ם בבלה "],"query":"012024015"},{"canonical":"2 Kings 24:16","passages":["ואת כל אנשי החיל שבעת אלפים והחרש והמסגר אלף הכל גבורים עשי מלחמה ויביאם מלך בבל גולה בבלה "],"query":"012024016"},{"canonical":"2 Kings 24:17","passages":["וימלך מלך בבל את מתניה דדו תחתיו ויסב את שמו צדקיהו פ"],"query":"012024017"},{"canonical":"2 Kings 24:18","passages":["בן עשרים ואחת שנה צדקיהו במלכו ואחת עשרה שנה מלך בירושל͏ם ושם אמו חמוטל בת ירמיהו מלבנה "],"query":"012024018"},{"canonical":"2 Kings 24:19","passages":["ויעש הרע בעיני יהוה ככל אשר עשה יהויקים "],"query":"012024019"},{"canonical":"2 Kings 24:20","passages":["כי על אף יהוה היתה בירושלם וביהודה עד השלכו אתם מעל פניו וימרד צדקיהו במלך בבל  ס "],"query":"012024020"}]}