{"query":"012014","verses":[{},{"canonical":"2 Kings 14:1","passages":["בשנת שתים ליואש בן יואחז מלך ישראל מלך אמציהו בן יואש מלך יהודה "],"query":"012014001"},{"canonical":"2 Kings 14:2","passages":["בן עשרים וחמש שנה היה במלכו ועשרים ותשע שנה מלך בירושל͏ם ושם אמו יהועדן מן ירושל͏ם "],"query":"012014002"},{"canonical":"2 Kings 14:3","passages":["ויעש הישר בעיני יהוה רק לא כדוד אביו ככל אשר עשה יואש אביו עשה "],"query":"012014003"},{"canonical":"2 Kings 14:4","passages":["רק הבמות לא סרו עוד העם מזבחים ומקטרים בבמות "],"query":"012014004"},{"canonical":"2 Kings 14:5","passages":["ויהי כאשר חזקה הממלכה בידו ויך את עבדיו המכים את המלך אביו "],"query":"012014005"},{"canonical":"2 Kings 14:6","passages":["ואת בני המכים לא המית ככתוב בספר תורת משה אשר צוה יהוה לאמר לא יומתו אבות על בנים ובנים לא יומתו על אבות כי אם איש בחטאו יומת "],"query":"012014006"},{"canonical":"2 Kings 14:7","passages":["הוא הכה את אדום בגיא פ"],"query":"012014007"},{"canonical":"2 Kings 14:8","passages":["אז שלח אמציה מלאכים אל יהואש בן יהואחז בן יהוא מלך ישראל לאמר לכה נתראה פנים "],"query":"012014008"},{"canonical":"2 Kings 14:9","passages":["וישלח יהואש מלך ישראל אל אמציהו מלך יהודה לאמר החוח אשר בלבנון שלח אל הארז אשר בלבנון לאמר תנה את בתך לבני לאשה ותעבר חית השדה אשר בלבנון ותרמס את החוח "],"query":"012014009"},{"canonical":"2 Kings 14:10","passages":["הכה הכית את אדום ונשאך לבך הכבד ושב בביתך ולמה תתגרה ברעה ונפלתה אתה ויהודה עמך "],"query":"012014010"},{"canonical":"2 Kings 14:11","passages":["ולא שמע אמציהו ויעל יהואש מלך ישראל ויתראו פנים הוא ואמציהו מלך יהודה בבית שמש אשר ליהודה "],"query":"012014011"},{"canonical":"2 Kings 14:12","passages":["וינגף יהודה לפני ישראל וינסו איש לאהליו "],"query":"012014012"},{"canonical":"2 Kings 14:13","passages":["ואת אמציהו מלך יהודה בן יהואש בן אחזיהו תפש יהואש מלך ישראל בבית שמש ויבא ירושלם ויפרץ בחומת ירושלם בשער אפרים עד שער הפנה ארבע מאות אמה "],"query":"012014013"},{"canonical":"2 Kings 14:14","passages":["ולקח את כל הזהב והכסף ואת כל הכלים הנמצאים בית יהוה ובאצרות בית המלך ואת בני התערבות וישב שמרונה "],"query":"012014014"},{"canonical":"2 Kings 14:15","passages":["ויתר דברי יהואש אשר עשה וגבורתו ואשר נלחם עם אמציהו מלך יהודה הלא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"012014015"},{"canonical":"2 Kings 14:16","passages":["וישכב יהואש עם אבתיו ויקבר בשמרון עם מלכי ישראל וימלך ירבעם בנו תחתיו פ"],"query":"012014016"},{"canonical":"2 Kings 14:17","passages":["ויחי אמציהו בן יואש מלך יהודה אחרי מות יהואש בן יהואחז מלך ישראל חמש עשרה שנה "],"query":"012014017"},{"canonical":"2 Kings 14:18","passages":["ויתר דברי אמציהו הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012014018"},{"canonical":"2 Kings 14:19","passages":["ויקשרו עליו קשר בירושל͏ם וינס לכישה וישלחו אחריו לכישה וימתהו שם "],"query":"012014019"},{"canonical":"2 Kings 14:20","passages":["וישאו אתו על הסוסים ויקבר בירושל͏ם עם אבתיו בעיר דוד "],"query":"012014020"},{"canonical":"2 Kings 14:21","passages":["ויקחו כל עם יהודה את עזריה והוא בן שש עשרה שנה וימלכו אתו תחת אביו אמציהו "],"query":"012014021"},{"canonical":"2 Kings 14:22","passages":["הוא בנה את אילת וישבה ליהודה אחרי שכב המלך עם אבתיו פ"],"query":"012014022"},{"canonical":"2 Kings 14:23","passages":["בשנת חמש עשרה שנה לאמציהו בן יואש מלך יהודה מלך ירבעם בן יואש מלך ישראל בשמרון ארבעים ואחת שנה "],"query":"012014023"},{"canonical":"2 Kings 14:24","passages":["ויעש הרע בעיני יהוה לא סר מכל חטאות ירבעם בן נבט אשר החטיא את ישראל "],"query":"012014024"},{"canonical":"2 Kings 14:25","passages":["הוא השיב את גבול ישראל מלבוא חמת עד ים הערבה כדבר יהוה אלהי ישראל אשר דבר ביד עבדו יונה בן אמתי הנביא אשר מגת החפר "],"query":"012014025"},{"canonical":"2 Kings 14:26","passages":["כי ראה יהוה את עני ישראל מרה מאד ואפס עצור ואפס עזוב ואין עזר לישראל "],"query":"012014026"},{"canonical":"2 Kings 14:27","passages":["ולא דבר יהוה למחות את שם ישראל מתחת השמים ויושיעם ביד ירבעם בן יואש "],"query":"012014027"},{"canonical":"2 Kings 14:28","passages":["ויתר דברי ירבעם וכל אשר עשה וגבורתו אשר נלחם ואשר השיב את דמשק ואת חמת ליהודה בישראל הלא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"012014028"},{"canonical":"2 Kings 14:29","passages":["וישכב ירבעם עם אבתיו עם מלכי ישראל וימלך זכריה בנו תחתיו פ"],"query":"012014029"}]}