{"query":"012021","verses":[{},{"canonical":"2 Kings 21:1","passages":["בן שתים עשרה שנה מנשה במלכו וחמשים וחמש שנה מלך בירושל͏ם ושם אמו חפצי בה "],"query":"012021001"},{"canonical":"2 Kings 21:2","passages":["ויעש הרע בעיני יהוה כתועבת הגוים אשר הוריש יהוה מפני בני ישראל "],"query":"012021002"},{"canonical":"2 Kings 21:3","passages":["וישב ויבן את הבמות אשר אבד חזקיהו אביו ויקם מזבחת לבעל ויעש אשרה כאשר עשה אחאב מלך ישראל וישתחו לכל צבא השמים ויעבד אתם "],"query":"012021003"},{"canonical":"2 Kings 21:4","passages":["ובנה מזבחת בבית יהוה אשר אמר יהוה בירושל͏ם אשים את שמי "],"query":"012021004"},{"canonical":"2 Kings 21:5","passages":["ויבן מזבחות לכל צבא השמים בשתי חצרות בית יהוה "],"query":"012021005"},{"canonical":"2 Kings 21:6","passages":["והעביר את בנו באש ועונן ונחש ועשה אוב וידענים הרבה לעשות הרע בעיני יהוה להכעיס "],"query":"012021006"},{"canonical":"2 Kings 21:7","passages":["וישם את פסל האשרה אשר עשה בבית אשר אמר יהוה אל דוד ואל שלמה בנו בבית הזה ובירושלם אשר בחרתי מכל שבטי ישראל אשים את שמי לעולם "],"query":"012021007"},{"canonical":"2 Kings 21:8","passages":["ולא אסיף להניד רגל ישראל מן האדמה אשר נתתי לאבותם רק אם ישמרו לעשות ככל אשר צויתים ולכל התורה אשר צוה אתם עבדי משה "],"query":"012021008"},{"canonical":"2 Kings 21:9","passages":["ולא שמעו ויתעם מנשה לעשות את הרע מן הגוים אשר השמיד יהוה מפני בני ישראל "],"query":"012021009"},{"canonical":"2 Kings 21:10","passages":["וידבר יהוה ביד עבדיו הנביאים לאמר "],"query":"012021010"},{"canonical":"2 Kings 21:11","passages":["יען אשר עשה מנשה מלך יהודה התעבות האלה הרע מכל אשר עשו האמרי אשר לפניו ויחטא גם את יהודה בגלוליו פ"],"query":"012021011"},{"canonical":"2 Kings 21:12","passages":["לכן כה אמר יהוה אלהי ישראל הנני מביא רעה על ירושל͏ם ויהודה אשר כל שמעה תצלנה שתי אזניו "],"query":"012021012"},{"canonical":"2 Kings 21:13","passages":["ונטיתי על ירושלם את קו שמרון ואת משקלת בית אחאב ומחיתי את ירושלם כאשר ימחה את הצלחת מחה והפך על פניה "],"query":"012021013"},{"canonical":"2 Kings 21:14","passages":["ונטשתי את שארית נחלתי ונתתים ביד איביהם והיו לבז ולמשסה לכל איביהם "],"query":"012021014"},{"canonical":"2 Kings 21:15","passages":["יען אשר עשו את הרע בעיני ויהיו מכעסים אתי מן היום אשר יצאו אבותם ממצרים ועד היום הזה "],"query":"012021015"},{"canonical":"2 Kings 21:16","passages":["וגם דם נקי שפך מנשה הרבה מאד עד אשר מלא את ירושל͏ם פה לפה לבד מחטאתו אשר החטיא את יהודה לעשות הרע בעיני יהוה "],"query":"012021016"},{"canonical":"2 Kings 21:17","passages":["ויתר דברי מנשה וכל אשר עשה וחטאתו אשר חטא הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012021017"},{"canonical":"2 Kings 21:18","passages":["וישכב מנשה עם אבתיו ויקבר בגן ביתו בגן עזא וימלך אמון בנו תחתיו פ"],"query":"012021018"},{"canonical":"2 Kings 21:19","passages":["בן עשרים ושתים שנה אמון במלכו ושתים שנים מלך בירושל͏ם ושם אמו משלמת בת חרוץ מן יטבה "],"query":"012021019"},{"canonical":"2 Kings 21:20","passages":["ויעש הרע בעיני יהוה כאשר עשה מנשה אביו "],"query":"012021020"},{"canonical":"2 Kings 21:21","passages":["וילך בכל הדרך אשר הלך אביו ויעבד את הגללים אשר עבד אביו וישתחו להם "],"query":"012021021"},{"canonical":"2 Kings 21:22","passages":["ויעזב את יהוה אלהי אבתיו ולא הלך בדרך יהוה "],"query":"012021022"},{"canonical":"2 Kings 21:23","passages":["ויקשרו עבדי אמון עליו וימיתו את המלך בביתו "],"query":"012021023"},{"canonical":"2 Kings 21:24","passages":["ויך עם הארץ את כל הקשרים על המלך אמון וימליכו עם הארץ את יאשיהו בנו תחתיו "],"query":"012021024"},{"canonical":"2 Kings 21:25","passages":["ויתר דברי אמון אשר עשה הלא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012021025"},{"canonical":"2 Kings 21:26","passages":["ויקבר אתו בקברתו בגן עזא וימלך יאשיהו בנו תחתיו פ"],"query":"012021026"}]}