{"query":"012001","verses":[{},{"canonical":"2 Kings 1:1","passages":["ויפשע מואב בישראל אחרי מות אחאב "],"query":"012001001"},{"canonical":"2 Kings 1:2","passages":["ויפל אחזיה בעד השבכה בעליתו אשר בשמרון ויחל וישלח מלאכים ויאמר אלהם לכו דרשו בבעל זבוב אלהי עקרון אם אחיה מחלי זה  ס "],"query":"012001002"},{"canonical":"2 Kings 1:3","passages":["ומלאך יהוה דבר אל אליה התשבי קום עלה לקראת מלאכי מלך שמרון ודבר אלהם המבלי אין אלהים בישראל אתם הלכים לדרש בבעל זבוב אלהי עקרון "],"query":"012001003"},{"canonical":"2 Kings 1:4","passages":["ולכן כה אמר יהוה המטה אשר עלית שם לא תרד ממנה כי מות תמות וילך אליה "],"query":"012001004"},{"canonical":"2 Kings 1:5","passages":["וישובו המלאכים אליו ויאמר אליהם מה זה שבתם "],"query":"012001005"},{"canonical":"2 Kings 1:6","passages":["ויאמרו אליו איש עלה לקראתנו ויאמר אלינו לכו שובו אל המלך אשר שלח אתכם ודברתם אליו כה אמר יהוה המבלי אין אלהים בישראל אתה שלח לדרש בבעל זבוב אלהי עקרון לכן המטה אשר עלית שם לא תרד ממנה כי מות תמות "],"query":"012001006"},{"canonical":"2 Kings 1:7","passages":["וידבר אלהם מה משפט האיש אשר עלה לקראתכם וידבר אליכם את הדברים האלה "],"query":"012001007"},{"canonical":"2 Kings 1:8","passages":["ויאמרו אליו איש בעל שער ואזור עור אזור במתניו ויאמר אליה התשבי הוא "],"query":"012001008"},{"canonical":"2 Kings 1:9","passages":["וישלח אליו שר חמשים וחמשיו ויעל אליו והנה ישב על ראש ההר וידבר אליו איש האלהים המלך דבר רדה "],"query":"012001009"},{"canonical":"2 Kings 1:10","passages":["ויענה אליהו וידבר אל שר החמשים ואם איש אלהים אני תרד אש מן השמים ותאכל אתך ואת חמשיך ותרד אש מן השמים ותאכל אתו ואת חמשיו "],"query":"012001010"},{"canonical":"2 Kings 1:11","passages":["וישב וישלח אליו שר חמשים אחר וחמשיו ויען וידבר אליו איש האלהים כה אמר המלך מהרה רדה "],"query":"012001011"},{"canonical":"2 Kings 1:12","passages":["ויען אליה וידבר אליהם אם איש ה͏אלהים אני תרד אש מן השמים ותאכל אתך ואת חמשיך ותרד אש אלהים מן השמים ותאכל אתו ואת חמשיו "],"query":"012001012"},{"canonical":"2 Kings 1:13","passages":["וישב וישלח שר חמשים שלשים וחמשיו ויעל ויבא שר החמשים השלישי ויכרע על ברכיו לנגד אליהו ויתחנן אליו וידבר אליו איש האלהים תיקר נא נפשי ונפש עבדיך אלה חמשים בעיניך "],"query":"012001013"},{"canonical":"2 Kings 1:14","passages":["הנה ירדה אש מן השמים ותאכל את שני שרי החמשים הראשנים ואת חמשיהם ועתה תיקר נפשי בעיניך  ס "],"query":"012001014"},{"canonical":"2 Kings 1:15","passages":["וידבר מלאך יהוה אל אליהו רד אותו אל תירא מפניו ויקם וירד אותו אל המלך "],"query":"012001015"},{"canonical":"2 Kings 1:16","passages":["וידבר אליו כה אמר יהוה יען אשר שלחת מלאכים לדרש בבעל זבוב אלהי עקרון המבלי אין אלהים בישראל לדרש בדברו לכן המטה אשר עלית שם לא תרד ממנה כי מות תמות "],"query":"012001016"},{"canonical":"2 Kings 1:17","passages":["וימת כדבר יהוה אשר דבר אליהו וימלך יהורם תחתיו פבשנת שתים ליהורם בן יהושפט מלך יהודה כי לא היה לו בן "],"query":"012001017"},{"canonical":"2 Kings 1:18","passages":["ויתר דברי אחזיהו אשר עשה הלוא המה כתובים על ספר דברי הימים למלכי ישראל פ"],"query":"012001018"}]}