{"query":"012009","verses":[{},{"canonical":"2 Kings 9:1","passages":["ואלישע הנביא קרא לאחד מבני הנביאים ויאמר לו חגר מתניך וקח פך השמן הזה בידך ולך רמת גלעד "],"query":"012009001"},{"canonical":"2 Kings 9:2","passages":["ובאת שמה וראה שם יהוא בן יהושפט בן נמשי ובאת והקמתו מתוך אחיו והביאת אתו חדר בחדר "],"query":"012009002"},{"canonical":"2 Kings 9:3","passages":["ולקחת פך השמן ויצקת על ראשו ואמרת כה אמר יהוה משחתיך למלך אל ישראל ופתחת הדלת ונסתה ולא תחכה "],"query":"012009003"},{"canonical":"2 Kings 9:4","passages":["וילך הנער הנער הנביא רמת גלעד "],"query":"012009004"},{"canonical":"2 Kings 9:5","passages":["ויבא והנה שרי החיל ישבים ויאמר דבר לי אליך השר ויאמר יהוא אל מי מכלנו ויאמר אליך השר "],"query":"012009005"},{"canonical":"2 Kings 9:6","passages":["ויקם ויבא הביתה ויצק השמן אל ראשו ויאמר לו כה אמר יהוה אלהי ישראל משחתיך למלך אל עם יהוה אל ישראל "],"query":"012009006"},{"canonical":"2 Kings 9:7","passages":["והכיתה את בית אחאב אדניך ונקמתי דמי עבדי הנביאים ודמי כל עבדי יהוה מיד איזבל "],"query":"012009007"},{"canonical":"2 Kings 9:8","passages":["ואבד כל בית אחאב והכרתי לאחאב משתין בקיר ועצור ועזוב בישראל "],"query":"012009008"},{"canonical":"2 Kings 9:9","passages":["ונתתי את בית אחאב כבית ירבעם בן נבט וכבית בעשא בן אחיה "],"query":"012009009"},{"canonical":"2 Kings 9:10","passages":["ואת איזבל יאכלו הכלבים בחלק יזרעאל ואין קבר ויפתח הדלת וינס "],"query":"012009010"},{"canonical":"2 Kings 9:11","passages":["ויהוא יצא אל עבדי אדניו ויאמר לו השלום מדוע בא המשגע הזה אליך ויאמר אליהם אתם ידעתם את האיש ואת שיחו "],"query":"012009011"},{"canonical":"2 Kings 9:12","passages":["ויאמרו שקר הגד נא לנו ויאמר כזאת וכזאת אמר אלי לאמר כה אמר יהוה משחתיך למלך אל ישראל "],"query":"012009012"},{"canonical":"2 Kings 9:13","passages":["וימהרו ויקחו איש בגדו וישימו תחתיו אל גרם המעלות ויתקעו בשופר ויאמרו מלך יהוא "],"query":"012009013"},{"canonical":"2 Kings 9:14","passages":["ויתקשר יהוא בן יהושפט בן נמשי אל יורם ויורם היה שמר ברמת גלעד הוא וכל ישראל מפני חזאל מלך ארם "],"query":"012009014"},{"canonical":"2 Kings 9:15","passages":["וישב יהורם המלך להתרפא ביזרעאל מן המכים אשר יכהו ארמים בהלחמו את חזאל מלך ארם ויאמר יהוא אם יש נפשכם אל יצא פליט מן העיר ללכת להגיד ביזרעאל "],"query":"012009015"},{"canonical":"2 Kings 9:16","passages":["וירכב יהוא וילך יזרעאלה כי יורם שכב שמה ו͏אחזיה מלך יהודה ירד לראות את יורם "],"query":"012009016"},{"canonical":"2 Kings 9:17","passages":["והצפה עמד על המגדל ביזרעאל וירא את שפעת יהוא בבאו ויאמר שפעת אני ראה ויאמר יהורם קח רכב ושלח לקראתם ויאמר השלום "],"query":"012009017"},{"canonical":"2 Kings 9:18","passages":["וילך רכב הסוס לקראתו ויאמר כה אמר המלך השלום ויאמר יהוא מה לך ולשלום סב אל אחרי ויגד הצפה לאמר בא המלאך עד הם ולא שב "],"query":"012009018"},{"canonical":"2 Kings 9:19","passages":["וישלח רכב סוס שני ויבא אלהם ויאמר כה אמר המלך שלום ויאמר יהוא מה לך ולשלום סב אל אחרי "],"query":"012009019"},{"canonical":"2 Kings 9:20","passages":["ויגד הצפה לאמר בא עד אליהם ולא שב והמנהג כמנהג יהוא בן נמשי כי בשגעון ינהג "],"query":"012009020"},{"canonical":"2 Kings 9:21","passages":["ויאמר יהורם אסר ויאסר רכבו ויצא יהורם מלך ישראל ואחזיהו מלך יהודה איש ברכבו ויצאו לקראת יהוא וימצאהו בחלקת נבות היזרעאלי "],"query":"012009021"},{"canonical":"2 Kings 9:22","passages":["ויהי כראות יהורם את יהוא ויאמר השלום יהוא ויאמר מה השלום עד זנוני איזבל אמך וכשפיה הרבים "],"query":"012009022"},{"canonical":"2 Kings 9:23","passages":["ויהפך יהורם ידיו וינס ויאמר אל אחזיהו מרמה אחזיה "],"query":"012009023"},{"canonical":"2 Kings 9:24","passages":["ויהוא מלא ידו בקשת ויך את יהורם בין זרעיו ויצא החצי מלבו ויכרע ברכבו "],"query":"012009024"},{"canonical":"2 Kings 9:25","passages":["ויאמר אל בדקר שלשו שא השלכהו בחלקת שדה נבות היזרעאלי כי זכר אני ואתה את רכבים צמדים אחרי אחאב אביו ויהוה נשא עליו את המשא הזה "],"query":"012009025"},{"canonical":"2 Kings 9:26","passages":["אם לא את דמי נבות ואת דמי בניו ראיתי אמש נאם יהוה ושלמתי לך בחלקה הזאת נאם יהוה ועתה שא השלכהו בחלקה כדבר יהוה "],"query":"012009026"},{"canonical":"2 Kings 9:27","passages":["ואחזיה מלך יהודה ראה וינס דרך בית הגן וירדף אחריו יהוא ויאמר גם אתו הכהו אל המרכבה במעלה גור אשר את יבלעם וינס מגדו וימת שם "],"query":"012009027"},{"canonical":"2 Kings 9:28","passages":["וירכבו אתו עבדיו ירושל͏מה ויקברו אתו בקברתו עם אבתיו בעיר דוד פ"],"query":"012009028"},{"canonical":"2 Kings 9:29","passages":["ובשנת אחת עשרה שנה ליורם בן אחאב מלך אחזיה על יהודה "],"query":"012009029"},{"canonical":"2 Kings 9:30","passages":["ויבוא יהוא יזרעאלה ואיזבל שמעה ותשם בפוך עיניה ותיטב את ראשה ותשקף בעד החלון "],"query":"012009030"},{"canonical":"2 Kings 9:31","passages":["ויהוא בא בשער ותאמר השלום זמרי הרג אדניו "],"query":"012009031"},{"canonical":"2 Kings 9:32","passages":["וישא פניו אל החלון ויאמר מי אתי מי וישקיפו אליו שנים שלשה סריסים "],"query":"012009032"},{"canonical":"2 Kings 9:33","passages":["ויאמר שמטוה וישמטוה ויז מדמה אל הקיר ואל הסוסים וירמסנה "],"query":"012009033"},{"canonical":"2 Kings 9:34","passages":["ויבא ויאכל וישת ויאמר פקדו נא את הארורה הזאת וקברוה כי בת מלך היא "],"query":"012009034"},{"canonical":"2 Kings 9:35","passages":["וילכו לקברה ולא מצאו בה כי אם הגלגלת והרגלים וכפות הידים "],"query":"012009035"},{"canonical":"2 Kings 9:36","passages":["וישבו ויגידו לו ויאמר דבר יהוה הוא אשר דבר ביד עבדו אליהו התשבי לאמר בחלק יזרעאל יאכלו הכלבים את בשר איזבל "],"query":"012009036"},{"canonical":"2 Kings 9:37","passages":["פ"],"query":"012009037"}]}