{"query":"012005","verses":[{},{"canonical":"2 Kings 5:1","passages":["ונעמן שר צבא מלך ארם היה איש גדול לפני אדניו ונשא פנים כי בו נתן יהוה תשועה לארם והאיש היה גבור חיל מצרע "],"query":"012005001"},{"canonical":"2 Kings 5:2","passages":["וארם יצאו גדודים וישבו מארץ ישראל נערה קטנה ותהי לפני אשת נעמן "],"query":"012005002"},{"canonical":"2 Kings 5:3","passages":["ותאמר אל גברתה אחלי אדני לפני הנביא אשר בשמרון אז יאסף אתו מצרעתו "],"query":"012005003"},{"canonical":"2 Kings 5:4","passages":["ויבא ויגד לאדניו לאמר כזאת וכזאת דברה הנערה אשר מארץ ישראל "],"query":"012005004"},{"canonical":"2 Kings 5:5","passages":["ויאמר מלך ארם לך בא ואשלחה ספר אל מלך ישראל וילך ויקח בידו עשר ככרי כסף וששת אלפים זהב ועשר חליפות בגדים "],"query":"012005005"},{"canonical":"2 Kings 5:6","passages":["ויבא הספר אל מלך ישראל לאמר ועתה כבוא הספר הזה אליך הנה שלחתי אליך את נעמן עבדי ואספתו מצרעתו "],"query":"012005006"},{"canonical":"2 Kings 5:7","passages":["ויהי כקרא מלך ישראל את הספר ויקרע בגדיו ויאמר האלהים אני להמית ולהחיות כי זה שלח אלי לאסף איש מצרעתו כי אך דעו נא וראו כי מתאנה הוא לי "],"query":"012005007"},{"canonical":"2 Kings 5:8","passages":["ויהי כשמע אלישע איש האלהים כי קרע מלך ישראל את בגדיו וישלח אל המלך לאמר למה קרעת בגדיך יבא נא אלי וידע כי יש נביא בישראל "],"query":"012005008"},{"canonical":"2 Kings 5:9","passages":["ויבא נעמן בסוסיו וברכבו ויעמד פתח הבית לאלישע "],"query":"012005009"},{"canonical":"2 Kings 5:10","passages":["וישלח אליו אלישע מלאך לאמר הלוך ורחצת שבע פעמים בירדן וישב בשרך לך וטהר "],"query":"012005010"},{"canonical":"2 Kings 5:11","passages":["ויקצף נעמן וילך ויאמר הנה אמרתי אלי יצא יצוא ועמד וקרא בשם יהוה אלהיו והניף ידו אל המקום ואסף המצרע "],"query":"012005011"},{"canonical":"2 Kings 5:12","passages":["הלא טוב אמנה ופרפר נהרות דמשק מכל מימי ישראל הלא ארחץ בהם וטהרתי ויפן וילך בחמה "],"query":"012005012"},{"canonical":"2 Kings 5:13","passages":["ויגשו עבדיו וידברו אליו ויאמרו אבי דבר גדול הנביא דבר אליך הלוא תעשה ואף כי אמר אליך רחץ וטהר "],"query":"012005013"},{"canonical":"2 Kings 5:14","passages":["וירד ויטבל בירדן שבע פעמים כדבר איש האלהים וישב בשרו כבשר נער קטן ויטהר "],"query":"012005014"},{"canonical":"2 Kings 5:15","passages":["וישב אל איש האלהים הוא וכל מחנהו ויבא ויעמד לפניו ויאמר הנה נא ידעתי כי אין אלהים בכל הארץ כי אם בישראל ועתה קח נא ברכה מאת עבדך "],"query":"012005015"},{"canonical":"2 Kings 5:16","passages":["ויאמר חי יהוה אשר עמדתי לפניו אם אקח ויפצר בו לקחת וימאן "],"query":"012005016"},{"canonical":"2 Kings 5:17","passages":["ויאמר נעמן ולא יתן נא לעבדך משא צמד פרדים אדמה כי לוא יעשה עוד עבדך עלה וזבח לאלהים אחרים כי אם ליהוה "],"query":"012005017"},{"canonical":"2 Kings 5:18","passages":["לדבר הזה יסלח יהוה לעבדך בבוא אדני בית רמון להשתחות שמה והוא נשען על ידי והשתחויתי בית רמן בהשתחויתי בית רמן יסלח נא יהוה לעבדך בדבר הזה "],"query":"012005018"},{"canonical":"2 Kings 5:19","passages":["ויאמר לו לך לשלום וילך מאתו כברת ארץ  ס "],"query":"012005019"},{"canonical":"2 Kings 5:20","passages":["ויאמר גיחזי נער אלישע איש האלהים הנה חשך אדני את נעמן הארמי הזה מקחת מידו את אשר הביא חי יהוה כי אם רצתי אחריו ולקחתי מאתו מאומה "],"query":"012005020"},{"canonical":"2 Kings 5:21","passages":["וירדף גיחזי אחרי נעמן ויראה נעמן רץ אחריו ויפל מעל המרכבה לקראתו ויאמר השלום "],"query":"012005021"},{"canonical":"2 Kings 5:22","passages":["ויאמר שלום אדני שלחני לאמר הנה עתה זה באו אלי שני נערים מהר אפרים מבני הנביאים תנה נא להם ככר כסף ושתי חלפות בגדים "],"query":"012005022"},{"canonical":"2 Kings 5:23","passages":["ויאמר נעמן הואל קח ככרים ויפרץ בו ויצר ככרים כסף בשני חרטים ושתי חלפות בגדים ויתן אל שני נעריו וישאו לפניו "],"query":"012005023"},{"canonical":"2 Kings 5:24","passages":["ויבא אל העפל ויקח מידם ויפקד בבית וישלח את האנשים וילכו "],"query":"012005024"},{"canonical":"2 Kings 5:25","passages":["והוא בא ויעמד אל אדניו ויאמר אליו אלישע מאין גחזי ויאמר לא הלך עבדך אנה ואנה "],"query":"012005025"},{"canonical":"2 Kings 5:26","passages":["ויאמר אליו לא לבי הלך כאשר הפך איש מעל מרכבתו לקראתך העת לקחת את הכסף ולקחת בגדים וזיתים וכרמים וצאן ובקר ועבדים ושפחות "],"query":"012005026"},{"canonical":"2 Kings 5:27","passages":["וצרעת נעמן תדבק בך ובזרעך לעולם ויצא מלפניו מצרע כשלג  ס "],"query":"012005027"}]}