{"query":"012008","verses":[{},{"canonical":"2 Kings 8:1","passages":["ואלישע דבר אל האשה אשר החיה את בנה לאמר קומי ולכי את וביתך וגורי באשר תגורי כי קרא יהוה לרעב וגם בא אל הארץ שבע שנים "],"query":"012008001"},{"canonical":"2 Kings 8:2","passages":["ותקם האשה ותעש כדבר איש האלהים ותלך היא וביתה ותגר בארץ פלשתים שבע שנים "],"query":"012008002"},{"canonical":"2 Kings 8:3","passages":["ויהי מקצה שבע שנים ותשב האשה מארץ פלשתים ותצא לצעק אל המלך אל ביתה ואל שדה "],"query":"012008003"},{"canonical":"2 Kings 8:4","passages":["והמלך מדבר אל גחזי נער איש האלהים לאמר ספרה נא לי את כל הגדלות אשר עשה אלישע "],"query":"012008004"},{"canonical":"2 Kings 8:5","passages":["ויהי הוא מספר למלך את אשר החיה את המת והנה האשה אשר החיה את בנה צעקת אל המלך על ביתה ועל שדה ויאמר גחזי אדני המלך זאת האשה וזה בנה אשר החיה אלישע "],"query":"012008005"},{"canonical":"2 Kings 8:6","passages":["וישאל המלך לאשה ותספר לו ויתן לה המלך סריס אחד לאמר השיב את כל אשר לה ואת כל תבואת השדה מיום עזבה את הארץ ועד עתה פ"],"query":"012008006"},{"canonical":"2 Kings 8:7","passages":["ויבא אלישע דמשק ובן הדד מלך ארם חלה ויגד לו לאמר בא איש האלהים עד הנה "],"query":"012008007"},{"canonical":"2 Kings 8:8","passages":["ויאמר המלך אל חזהאל קח בידך מנחה ולך לקראת איש האלהים ודרשת את יהוה מאותו לאמר האחיה מחלי זה "],"query":"012008008"},{"canonical":"2 Kings 8:9","passages":["וילך חזאל לקראתו ויקח מנחה בידו וכל טוב דמשק משא ארבעים גמל ויבא ויעמד לפניו ויאמר בנך בן הדד מלך ארם שלחני אליך לאמר האחיה מחלי זה "],"query":"012008009"},{"canonical":"2 Kings 8:10","passages":["ויאמר אליו אלישע לך אמר לו חיה תחיה והראני יהוה כי מות ימות "],"query":"012008010"},{"canonical":"2 Kings 8:11","passages":["ויעמד את פניו וישם עד בש ויבך איש האלהים "],"query":"012008011"},{"canonical":"2 Kings 8:12","passages":["ויאמר חזאל מדוע אדני בכה ויאמר כי ידעתי את אשר תעשה לבני ישראל רעה מבצריהם תשלח באש ובחריהם בחרב תהרג ועלליהם תרטש והרתיהם תבקע "],"query":"012008012"},{"canonical":"2 Kings 8:13","passages":["ויאמר חזהאל כי מה עבדך הכלב כי יעשה הדבר הגדול הזה ויאמר אלישע הראני יהוה אתך מלך על ארם "],"query":"012008013"},{"canonical":"2 Kings 8:14","passages":["וילך מאת אלישע ויבא אל אדניו ויאמר לו מה אמר לך אלישע ויאמר אמר לי חיה תחיה "],"query":"012008014"},{"canonical":"2 Kings 8:15","passages":["ויהי ממחרת ויקח המכבר ויטבל במים ויפרש על פניו וימת וימלך חזהאל תחתיו פ"],"query":"012008015"},{"canonical":"2 Kings 8:16","passages":["ובשנת חמש ליורם בן אחאב מלך ישראל ויהושפט מלך יהודה מלך יהורם בן יהושפט מלך יהודה "],"query":"012008016"},{"canonical":"2 Kings 8:17","passages":["בן שלשים ושתים שנה היה במלכו ושמנה שנים מלך בירושל͏ם "],"query":"012008017"},{"canonical":"2 Kings 8:18","passages":["וילך בדרך מלכי ישראל כאשר עשו בית אחאב כי בת אחאב היתה לו לאשה ויעש הרע בעיני יהוה "],"query":"012008018"},{"canonical":"2 Kings 8:19","passages":["ולא אבה יהוה להשחית את יהודה למען דוד עבדו כאשר אמר לו לתת לו ניר לבניו כל הימים "],"query":"012008019"},{"canonical":"2 Kings 8:20","passages":["בימיו פשע אדום מתחת יד יהודה וימלכו עליהם מלך "],"query":"012008020"},{"canonical":"2 Kings 8:21","passages":["ויעבר יורם צעירה וכל הרכב עמו ויהי הוא קם לילה ויכה את אדום הסביב אליו ואת שרי הרכב וינס העם לאהליו "],"query":"012008021"},{"canonical":"2 Kings 8:22","passages":["ויפשע אדום מתחת יד יהודה עד היום הזה אז תפשע לבנה בעת ההיא "],"query":"012008022"},{"canonical":"2 Kings 8:23","passages":["ויתר דברי יורם וכל אשר עשה הלוא הם כתובים על ספר דברי הימים למלכי יהודה "],"query":"012008023"},{"canonical":"2 Kings 8:24","passages":["וישכב יורם עם אבתיו ויקבר עם אבתיו בעיר דוד וימלך אחזיהו בנו תחתיו פ"],"query":"012008024"},{"canonical":"2 Kings 8:25","passages":["בשנת שתים עשרה שנה ליורם בן אחאב מלך ישראל מלך אחזיהו בן יהורם מלך יהודה "],"query":"012008025"},{"canonical":"2 Kings 8:26","passages":["בן עשרים ושתים שנה אחזיהו במלכו ושנה אחת מלך בירושל͏ם ושם אמו עתליהו בת עמרי מלך ישראל "],"query":"012008026"},{"canonical":"2 Kings 8:27","passages":["וילך בדרך בית אחאב ויעש הרע בעיני יהוה כבית אחאב כי חתן בית אחאב הוא "],"query":"012008027"},{"canonical":"2 Kings 8:28","passages":["וילך את יורם בן אחאב למלחמה עם חזהאל מלך ארם ברמת גלעד ויכו ארמים את יורם "],"query":"012008028"},{"canonical":"2 Kings 8:29","passages":["וישב יורם המלך להתרפא ביזרעאל מן המכים אשר יכהו ארמים ברמה בהלחמו את חזהאל מלך ארם ואחזיהו בן יהורם מלך יהודה ירד לראות את יורם בן אחאב ביזרעאל כי חלה הוא פ"],"query":"012008029"}]}