{"query":"012010","verses":[{},{"canonical":"2 Kings 10:1","passages":["ולאחאב שבעים בנים בשמרון ויכתב יהוא ספרים וישלח שמרון אל שרי יזרעאל הזקנים ואל האמנים אחאב לאמר "],"query":"012010001"},{"canonical":"2 Kings 10:2","passages":["ועתה כבא הספר הזה אליכם ואתכם בני אדניכם ואתכם הרכב והסוסים ועיר מבצר והנשק "],"query":"012010002"},{"canonical":"2 Kings 10:3","passages":["וראיתם הטוב והישר מבני אדניכם ושמתם על כסא אביו והלחמו על בית אדניכם "],"query":"012010003"},{"canonical":"2 Kings 10:4","passages":["ויראו מאד מאד ויאמרו הנה שני המלכים לא עמדו לפניו ואיך נעמד אנחנו "],"query":"012010004"},{"canonical":"2 Kings 10:5","passages":["וישלח אשר על הבית ואשר על העיר והזקנים והאמנים אל יהוא לאמר עבדיך אנחנו וכל אשר תאמר אלינו נעשה לא נמליך איש הטוב בעיניך עשה "],"query":"012010005"},{"canonical":"2 Kings 10:6","passages":["ויכתב אליהם ספר שנית לאמר אם לי אתם ולקלי אתם שמעים קחו את ראשי אנשי בני אדניכם ובאו אלי כעת מחר יזרעאלה ובני המלך שבעים איש את גדלי העיר מגדלים אותם "],"query":"012010006"},{"canonical":"2 Kings 10:7","passages":["ויהי כבא הספר אליהם ויקחו את בני המלך וישחטו שבעים איש וישימו את ראשיהם בדודים וישלחו אליו יזרעאלה "],"query":"012010007"},{"canonical":"2 Kings 10:8","passages":["ויבא המלאך ויגד לו לאמר הביאו ראשי בני המלך ויאמר שימו אתם שני צברים פתח השער עד הבקר "],"query":"012010008"},{"canonical":"2 Kings 10:9","passages":["ויהי בבקר ויצא ויעמד ויאמר אל כל העם צדקים אתם הנה אני קשרתי על אדני ואהרגהו ומי הכה את כל אלה "],"query":"012010009"},{"canonical":"2 Kings 10:10","passages":["דעו אפוא כי לא יפל מדבר יהוה ארצה אשר דבר יהוה על בית אחאב ויהוה עשה את אשר דבר ביד עבדו אליהו "],"query":"012010010"},{"canonical":"2 Kings 10:11","passages":["ויך יהוא את כל הנשארים לבית אחאב ביזרעאל וכל גדליו ומידעיו וכהניו עד בלתי השאיר לו שריד "],"query":"012010011"},{"canonical":"2 Kings 10:12","passages":["ויקם ויבא וילך שמרון הוא בית עקד הרעים בדרך "],"query":"012010012"},{"canonical":"2 Kings 10:13","passages":["ויהוא מצא את אחי אחזיהו מלך יהודה ויאמר מי אתם ויאמרו אחי אחזיהו אנחנו ונרד לשלום בני המלך ובני הגבירה "],"query":"012010013"},{"canonical":"2 Kings 10:14","passages":["ויאמר תפשום חיים ויתפשום חיים וישחטום אל בור בית עקד ארבעים ושנים איש ולא השאיר איש מהם  ס "],"query":"012010014"},{"canonical":"2 Kings 10:15","passages":["וילך משם וימצא את יהונדב בן רכב לקראתו ויברכהו ויאמר אליו היש את לבבך ישר כאשר לבבי עם לבבך ויאמר יהונדב יש ויש תנה את ידך ויתן ידו ויעלהו אליו אל המרכבה "],"query":"012010015"},{"canonical":"2 Kings 10:16","passages":["ויאמר לכה אתי וראה בקנאתי ליהוה וירכבו אתו ברכבו "],"query":"012010016"},{"canonical":"2 Kings 10:17","passages":["ויבא שמרון ויך את כל הנשארים לאחאב בשמרון עד השמידו כדבר יהוה אשר דבר אל אליהו פ"],"query":"012010017"},{"canonical":"2 Kings 10:18","passages":["ויקבץ יהוא את כל העם ויאמר אלהם אחאב עבד את הבעל מעט יהוא יעבדנו הרבה "],"query":"012010018"},{"canonical":"2 Kings 10:19","passages":["ועתה כל נביאי הבעל כל עבדיו וכל כהניו קראו אלי איש אל יפקד כי זבח גדול לי לבעל כל אשר יפקד לא יחיה ויהוא עשה בעקבה למען האביד את עבדי הבעל "],"query":"012010019"},{"canonical":"2 Kings 10:20","passages":["ויאמר יהוא קדשו עצרה לבעל ויקראו "],"query":"012010020"},{"canonical":"2 Kings 10:21","passages":["וישלח יהוא בכל ישראל ויבאו כל עבדי הבעל ולא נשאר איש אשר לא בא ויבאו בית הבעל וימלא בית הבעל פה לפה "],"query":"012010021"},{"canonical":"2 Kings 10:22","passages":["ויאמר לאשר על המלתחה הוצא לבוש לכל עבדי הבעל ויצא להם המלבוש "],"query":"012010022"},{"canonical":"2 Kings 10:23","passages":["ויבא יהוא ויהונדב בן רכב בית הבעל ויאמר לעבדי הבעל חפשו וראו פן יש פה עמכם מעבדי יהוה כי אם עבדי הבעל לבדם "],"query":"012010023"},{"canonical":"2 Kings 10:24","passages":["ויבאו לעשות זבחים ועלות ויהוא שם לו בחוץ שמנים איש ויאמר האיש אשר ימלט מן האנשים אשר אני מביא על ידיכם נפשו תחת נפשו "],"query":"012010024"},{"canonical":"2 Kings 10:25","passages":["ויהי ככלתו לעשות העלה ויאמר יהוא לרצים ולשלשים באו הכום איש אל יצא ויכום לפי חרב וישלכו הרצים והשלשים וילכו עד עיר בית הבעל "],"query":"012010025"},{"canonical":"2 Kings 10:26","passages":["ויצאו את מצבות בית הבעל וישרפוה "],"query":"012010026"},{"canonical":"2 Kings 10:27","passages":["ויתצו את מצבת הבעל ויתצו את בית הבעל וישמהו למוצאות עד היום "],"query":"012010027"},{"canonical":"2 Kings 10:28","passages":["וישמד יהוא את הבעל מישראל "],"query":"012010028"},{"canonical":"2 Kings 10:29","passages":["רק חטאי ירבעם בן נבט אשר החטיא את ישראל לא סר יהוא מאחריהם עגלי הזהב אשר בית אל ואשר בדן  ס "],"query":"012010029"},{"canonical":"2 Kings 10:30","passages":["ויאמר יהוה אל יהוא יען אשר הטיבת לעשות הישר בעיני ככל אשר בלבבי עשית לבית אחאב בני רבעים ישבו לך על כסא ישראל "],"query":"012010030"},{"canonical":"2 Kings 10:31","passages":["ויהוא לא שמר ללכת בתורת יהוה אלהי ישראל בכל לבבו לא סר מעל חטאות ירבעם אשר החטיא את ישראל "],"query":"012010031"},{"canonical":"2 Kings 10:32","passages":["בימים ההם החל יהוה לקצות בישראל ויכם חזאל בכל גבול ישראל "],"query":"012010032"},{"canonical":"2 Kings 10:33","passages":["מן הירדן מזרח השמש את כל ארץ הגלעד הגדי והראובני והמנשי מערער אשר על נחל ארנן והגלעד והבשן "],"query":"012010033"},{"canonical":"2 Kings 10:34","passages":["ויתר דברי יהוא וכל אשר עשה וכל גבורתו הלוא הם כתובים על ספר דברי הימים למלכי ישראל "],"query":"012010034"},{"canonical":"2 Kings 10:35","passages":["וישכב יהוא עם אבתיו ויקברו אתו בשמרון וימלך יהואחז בנו תחתיו "],"query":"012010035"},{"canonical":"2 Kings 10:36","passages":["והימים אשר מלך יהוא על ישראל עשרים ושמנה שנה בשמרון פ"],"query":"012010036"}]}