{"query":"012017","verses":[{},{"canonical":"2 Kings 17:1","passages":["בשנת שתים עשרה לאחז מלך יהודה מלך הושע בן אלה בשמרון על ישראל תשע שנים "],"query":"012017001"},{"canonical":"2 Kings 17:2","passages":["ויעש הרע בעיני יהוה רק לא כמלכי ישראל אשר היו לפניו "],"query":"012017002"},{"canonical":"2 Kings 17:3","passages":["עליו עלה שלמנאסר מלך אשור ויהי לו הושע עבד וישב לו מנחה "],"query":"012017003"},{"canonical":"2 Kings 17:4","passages":["וימצא מלך אשור בהושע קשר אשר שלח מלאכים אל סוא מלך מצרים ולא העלה מנחה למלך אשור כשנה בשנה ויעצרהו מלך אשור ויאסרהו בית כלא "],"query":"012017004"},{"canonical":"2 Kings 17:5","passages":["ויעל מלך אשור בכל הארץ ויעל שמרון ויצר עליה שלש שנים "],"query":"012017005"},{"canonical":"2 Kings 17:6","passages":["בשנת התשיעית להושע לכד מלך אשור את שמרון ויגל את ישראל אשורה וישב אתם בחלח ובחבור נהר גוזן וערי מדי פ"],"query":"012017006"},{"canonical":"2 Kings 17:7","passages":["ויהי כי חטאו בני ישראל ליהוה אלהיהם המעלה אתם מארץ מצרים מתחת יד פרעה מלך מצרים וייראו אלהים אחרים "],"query":"012017007"},{"canonical":"2 Kings 17:8","passages":["וילכו בחקות הגוים אשר הוריש יהוה מפני בני ישראל ומלכי ישראל אשר עשו "],"query":"012017008"},{"canonical":"2 Kings 17:9","passages":["ויחפאו בני ישראל דברים אשר לא כן על יהוה אלהיהם ויבנו להם במות בכל עריהם ממגדל נוצרים עד עיר מבצר "],"query":"012017009"},{"canonical":"2 Kings 17:10","passages":["ויצבו להם מצבות ואשרים על כל גבעה גבהה ותחת כל עץ רענן "],"query":"012017010"},{"canonical":"2 Kings 17:11","passages":["ויקטרו שם בכל במות כגוים אשר הגלה יהוה מפניהם ויעשו דברים רעים להכעיס את יהוה "],"query":"012017011"},{"canonical":"2 Kings 17:12","passages":["ויעבדו הגללים אשר אמר יהוה להם לא תעשו את הדבר הזה "],"query":"012017012"},{"canonical":"2 Kings 17:13","passages":["ויעד יהוה בישראל וביהודה ביד כל נביאי כל חזה לאמר שבו מדרכיכם הרעים ושמרו מצותי חקותי ככל התורה אשר צויתי את אבתיכם ו͏אשר שלחתי אליכם ביד עבדי הנביאים "],"query":"012017013"},{"canonical":"2 Kings 17:14","passages":["ולא שמעו ויקשו את ערפם כערף אבותם אשר לא האמינו ביהוה אלהיהם "],"query":"012017014"},{"canonical":"2 Kings 17:15","passages":["וימאסו את חקיו ואת בריתו אשר כרת את אבותם ואת עדותיו אשר העיד בם וילכו אחרי ההבל ויהבלו ואחרי הגוים אשר סביבתם אשר צוה יהוה אתם לבלתי עשות כהם "],"query":"012017015"},{"canonical":"2 Kings 17:16","passages":["ויעזבו את כל מצות יהוה אלהיהם ויעשו להם מסכה שני עגלים ויעשו אשירה וישתחוו לכל צבא השמים ויעבדו את הבעל "],"query":"012017016"},{"canonical":"2 Kings 17:17","passages":["ויעבירו את בניהם ואת בנותיהם באש ויקסמו קסמים וינחשו ויתמכרו לעשות הרע בעיני יהוה להכעיסו "],"query":"012017017"},{"canonical":"2 Kings 17:18","passages":["ויתאנף יהוה מאד בישראל ויסרם מעל פניו לא נשאר רק שבט יהודה לבדו "],"query":"012017018"},{"canonical":"2 Kings 17:19","passages":["גם יהודה לא שמר את מצות יהוה אלהיהם וילכו בחקות ישראל אשר עשו "],"query":"012017019"},{"canonical":"2 Kings 17:20","passages":["וימאס יהוה בכל זרע ישראל ויענם ויתנם ביד שסים עד אשר השליכם מפניו "],"query":"012017020"},{"canonical":"2 Kings 17:21","passages":["כי קרע ישראל מעל בית דוד וימליכו את ירבעם בן נבט וידח ירבעם את ישראל מאחרי יהוה והחטיאם חטאה גדולה "],"query":"012017021"},{"canonical":"2 Kings 17:22","passages":["וילכו בני ישראל בכל חטאות ירבעם אשר עשה לא סרו ממנה "],"query":"012017022"},{"canonical":"2 Kings 17:23","passages":["עד אשר הסיר יהוה את ישראל מעל פניו כאשר דבר ביד כל עבדיו הנביאים ויגל ישראל מעל אדמתו אשורה עד היום הזה פ"],"query":"012017023"},{"canonical":"2 Kings 17:24","passages":["ויבא מלך אשור מבבל ומכותה ומעוא ומחמת וספרוים וישב בערי שמרון תחת בני ישראל וירשו את שמרון וישבו בעריה "],"query":"012017024"},{"canonical":"2 Kings 17:25","passages":["ויהי בתחלת שבתם שם לא יראו את יהוה וישלח יהוה בהם את האריות ויהיו הרגים בהם "],"query":"012017025"},{"canonical":"2 Kings 17:26","passages":["ויאמרו למלך אשור לאמר הגוים אשר הגלית ותושב בערי שמרון לא ידעו את משפט אלהי הארץ וישלח בם את האריות והנם ממיתים אותם כאשר אינם ידעים את משפט אלהי הארץ "],"query":"012017026"},{"canonical":"2 Kings 17:27","passages":["ויצו מלך אשור לאמר הליכו שמה אחד מהכהנים אשר הגליתם משם וילכו וישבו שם וירם את משפט אלהי הארץ "],"query":"012017027"},{"canonical":"2 Kings 17:28","passages":["ויבא אחד מהכהנים אשר הגלו משמרון וישב בבית אל ויהי מורה אתם איך ייראו את יהוה "],"query":"012017028"},{"canonical":"2 Kings 17:29","passages":["ויהיו עשים גוי גוי אלהיו ויניחו בבית הבמות אשר עשו השמרנים גוי גוי בעריהם אשר הם ישבים שם "],"query":"012017029"},{"canonical":"2 Kings 17:30","passages":["ואנשי בבל עשו את סכות בנות ואנשי כות עשו את נרגל ואנשי חמת עשו את אשימא "],"query":"012017030"},{"canonical":"2 Kings 17:31","passages":["והעוים עשו נבחז ואת תרתק והספרוים שרפים את בניהם באש לאדרמלך וענמלך ספרוים "],"query":"012017031"},{"canonical":"2 Kings 17:32","passages":["ויהיו יראים את יהוה ויעשו להם מקצותם כהני במות ויהיו עשים להם בבית הבמות "],"query":"012017032"},{"canonical":"2 Kings 17:33","passages":["את יהוה היו יראים ואת אלהיהם היו עבדים כמשפט הגוים אשר הגלו אתם משם "],"query":"012017033"},{"canonical":"2 Kings 17:34","passages":["עד היום הזה הם עשים כמשפטים הראשנים אינם יראים את יהוה ואינם עשים כחקתם וכמשפטם וכתורה וכמצוה אשר צוה יהוה את בני יעקב אשר שם שמו ישראל "],"query":"012017034"},{"canonical":"2 Kings 17:35","passages":["ויכרת יהוה אתם ברית ויצום לאמר לא תיראו אלהים אחרים ולא תשתחוו להם ולא תעבדום ולא תזבחו להם "],"query":"012017035"},{"canonical":"2 Kings 17:36","passages":["כי אם את יהוה אשר העלה אתכם מארץ מצרים בכח גדול ובזרוע נטויה אתו תיראו ולו תשתחוו ולו תזבחו "],"query":"012017036"},{"canonical":"2 Kings 17:37","passages":["ואת החקים ואת המשפטים והתורה והמצוה אשר כתב לכם תשמרון לעשות כל הימים ולא תיראו אלהים אחרים "],"query":"012017037"},{"canonical":"2 Kings 17:38","passages":["והברית אשר כרתי אתכם לא תשכחו ולא תיראו אלהים אחרים "],"query":"012017038"},{"canonical":"2 Kings 17:39","passages":["כי אם את יהוה אלהיכם תיראו והוא יציל אתכם מיד כל איביכם "],"query":"012017039"},{"canonical":"2 Kings 17:40","passages":["ולא שמעו כי אם כמשפטם הראשון הם עשים "],"query":"012017040"},{"canonical":"2 Kings 17:41","passages":["ויהיו הגוים האלה יראים את יהוה ואת פסיליהם היו עבדים גם בניהם ובני בניהם כאשר עשו אבתם הם עשים עד היום הזה פ"],"query":"012017041"}]}