{"query":"012007","verses":[{},{"canonical":"2 Kings 7:1","passages":["ויאמר אלישע שמעו דבר יהוה כה אמר יהוה כעת מחר סאה סלת בשקל וסאתים שערים בשקל בשער שמרון "],"query":"012007001"},{"canonical":"2 Kings 7:2","passages":["ויען השליש אשר למלך נשען על ידו את איש האלהים ויאמר הנה יהוה עשה ארבות בשמים היהיה הדבר הזה ויאמר הנכה ראה בעיניך ומשם לא תאכל  ס "],"query":"012007002"},{"canonical":"2 Kings 7:3","passages":["וארבעה אנשים היו מצרעים פתח השער ויאמרו איש אל רעהו מה אנחנו ישבים פה עד מתנו "],"query":"012007003"},{"canonical":"2 Kings 7:4","passages":["אם אמרנו נבוא העיר והרעב בעיר ומתנו שם ואם ישבנו פה ומתנו ועתה לכו ונפלה אל מחנה ארם אם יחינו נחיה ואם ימיתנו ומתנו "],"query":"012007004"},{"canonical":"2 Kings 7:5","passages":["ויקומו בנשף לבוא אל מחנה ארם ויבאו עד קצה מחנה ארם והנה אין שם איש "],"query":"012007005"},{"canonical":"2 Kings 7:6","passages":["ואדני השמיע את מחנה ארם קול רכב קול סוס קול חיל גדול ויאמרו איש אל אחיו הנה שכר עלינו מלך ישראל את מלכי החתים ואת מלכי מצרים לבוא עלינו "],"query":"012007006"},{"canonical":"2 Kings 7:7","passages":["ויקומו וינוסו בנשף ויעזבו את אהליהם ואת סוסיהם ואת חמריהם המחנה כאשר היא וינסו אל נפשם "],"query":"012007007"},{"canonical":"2 Kings 7:8","passages":["ויבאו המצרעים האלה עד קצה המחנה ויבאו אל אהל אחד ויאכלו וישתו וישאו משם כסף וזהב ובגדים וילכו ויטמנו וישבו ויבאו אל אהל אחר וישאו משם וילכו ויטמנו "],"query":"012007008"},{"canonical":"2 Kings 7:9","passages":["ויאמרו איש אל רעהו לא כן אנחנו עשים היום הזה יום בשרה הוא ואנחנו מחשים וחכינו עד אור הבקר ומצאנו עוון ועתה לכו ונבאה ונגידה בית המלך "],"query":"012007009"},{"canonical":"2 Kings 7:10","passages":["ויבאו ויקראו אל שער העיר ויגידו להם לאמר באנו אל מחנה ארם והנה אין שם איש וקול אדם כי אם הסוס אסור והחמור אסור ואהלים כאשר המה "],"query":"012007010"},{"canonical":"2 Kings 7:11","passages":["ויקרא השערים ויגידו בית המלך פנימה "],"query":"012007011"},{"canonical":"2 Kings 7:12","passages":["ויקם המלך לילה ויאמר אל עבדיו אגידה נא לכם את אשר עשו לנו ארם ידעו כי רעבים אנחנו ויצאו מן המחנה להחבה בשדה לאמר כי יצאו מן העיר ונתפשם חיים ואל העיר נבא "],"query":"012007012"},{"canonical":"2 Kings 7:13","passages":["ויען אחד מעבדיו ויאמר ויקחו נא חמשה מן הסוסים הנשארים אשר נשארו בה הנם ככל המון ישראל אשר נשארו בה הנם ככל המון ישראל אשר תמו ונשלחה ונראה "],"query":"012007013"},{"canonical":"2 Kings 7:14","passages":["ויקחו שני רכב סוסים וישלח המלך אחרי מחנה ארם לאמר לכו וראו "],"query":"012007014"},{"canonical":"2 Kings 7:15","passages":["וילכו אחריהם עד הירדן והנה כל הדרך מלאה בגדים וכלים אשר השליכו ארם בחפזם וישבו המלאכים ויגדו למלך "],"query":"012007015"},{"canonical":"2 Kings 7:16","passages":["ויצא העם ויבזו את מחנה ארם ויהי סאה סלת בשקל וסאתים שערים בשקל כדבר יהוה "],"query":"012007016"},{"canonical":"2 Kings 7:17","passages":["והמלך הפקיד את השליש אשר נשען על ידו על השער וירמסהו העם בשער וימת כאשר דבר איש האלהים אשר דבר ברדת המלך אליו "],"query":"012007017"},{"canonical":"2 Kings 7:18","passages":["ויהי כדבר איש האלהים אל המלך לאמר סאתים שערים בשקל וסאה סלת בשקל יהיה כעת מחר בשער שמרון "],"query":"012007018"},{"canonical":"2 Kings 7:19","passages":["ויען השליש את איש האלהים ויאמר והנה יהוה עשה ארבות בשמים היהיה כדבר הזה ויאמר הנך ראה בעיניך ומשם לא תאכל "],"query":"012007019"},{"canonical":"2 Kings 7:20","passages":["ויהי לו כן וירמסו אתו העם בשער וימת  ס "],"query":"012007020"}]}