{"query":"013017","verses":[{},{"canonical":"1 Chronicles 17:1","passages":["ויהי כאשר ישב דויד בביתו ויאמר דויד אל נתן הנביא הנה אנכי יושב בבית ה͏ארזים וארון ברית יהוה תחת יריעות "],"query":"013017001"},{"canonical":"1 Chronicles 17:2","passages":["ויאמר נתן אל דויד כל אשר בלבבך עשה כי האלהים עמך  ס "],"query":"013017002"},{"canonical":"1 Chronicles 17:3","passages":["ויהי בלילה ההוא ויהי דבר אלהים אל נתן לאמר "],"query":"013017003"},{"canonical":"1 Chronicles 17:4","passages":["לך ואמרת אל דויד עבדי כה אמר יהוה לא אתה תבנה לי הבית לשבת "],"query":"013017004"},{"canonical":"1 Chronicles 17:5","passages":["כי לא ישבתי בבית מן היום אשר העליתי את ישראל עד היום הזה ואהיה מאהל אל אהל וממשכן "],"query":"013017005"},{"canonical":"1 Chronicles 17:6","passages":["בכל אשר התהלכתי בכל ישראל הדבר דברתי את אחד שפטי ישראל אשר צויתי לרעות את עמי לאמר למה לא בניתם לי בית ארזים "],"query":"013017006"},{"canonical":"1 Chronicles 17:7","passages":["ועתה כה תאמר לעבדי לדויד  ס כה אמר יהוה צבאות אני לקחתיך מן הנוה מן אחרי הצאן להיות נגיד על עמי ישראל "],"query":"013017007"},{"canonical":"1 Chronicles 17:8","passages":["ואהיה עמך בכל אשר הלכת ואכרית את כל אויביך מפניך ועשיתי לך שם כשם הגדולים אשר בארץ "],"query":"013017008"},{"canonical":"1 Chronicles 17:9","passages":["ושמתי מקום לעמי ישראל ונטעתיהו ושכן תחתיו ולא ירגז עוד ולא יוסיפו בני עולה לבלתו כאשר בראשונה "],"query":"013017009"},{"canonical":"1 Chronicles 17:10","passages":["ולמימים אשר צויתי שפטים על עמי ישראל והכנעתי את כל אויביך ואגד לך ובית יבנה לך יהוה "],"query":"013017010"},{"canonical":"1 Chronicles 17:11","passages":["והיה כי מלאו ימיך ללכת עם אבתיך והקימותי את זרעך אחריך אשר יהיה מבניך והכינותי את מלכותו "],"query":"013017011"},{"canonical":"1 Chronicles 17:12","passages":["הוא יבנה לי בית וכננתי את כסאו עד עולם "],"query":"013017012"},{"canonical":"1 Chronicles 17:13","passages":["אני אהיה לו לאב והוא יהיה לי לבן וחסדי לא אסיר מעמו כאשר הסירותי מאשר היה לפניך "],"query":"013017013"},{"canonical":"1 Chronicles 17:14","passages":["והעמדתיהו בביתי ובמלכותי עד העולם וכסאו יהיה נכון עד עולם "],"query":"013017014"},{"canonical":"1 Chronicles 17:15","passages":["ככל הדברים האלה וככל החזון הזה כן דבר נתן אל דויד פ"],"query":"013017015"},{"canonical":"1 Chronicles 17:16","passages":["ויבא המלך דויד וישב לפני יהוה ויאמר מי אני יהוה אלהים ומי ביתי כי הביאתני עד הלם "],"query":"013017016"},{"canonical":"1 Chronicles 17:17","passages":["ותקטן זאת בעיניך אלהים ותדבר על בית עבדך למרחוק וראיתני כתור האדם המעלה יהוה אלהים "],"query":"013017017"},{"canonical":"1 Chronicles 17:18","passages":["מה יוסיף עוד דויד אליך לכבוד את עבדך ואתה את עבדך ידעת "],"query":"013017018"},{"canonical":"1 Chronicles 17:19","passages":["יהוה בעבור עבדך וכלבך עשית את כל הגדולה הזאת להדיע את כל הגדלות "],"query":"013017019"},{"canonical":"1 Chronicles 17:20","passages":["יהוה אין כמוך ואין אלהים זולתך בכל אשר שמענו באזנינו "],"query":"013017020"},{"canonical":"1 Chronicles 17:21","passages":["ומי כעמך ישראל גוי אחד בארץ אשר הלך האלהים לפדות לו עם לשום לך שם גדלות ונראות לגרש מפני עמך אשר פדית ממצרים גוים "],"query":"013017021"},{"canonical":"1 Chronicles 17:22","passages":["ותתן את עמך ישראל לך לעם עד עולם ואתה יהוה היית להם לאלהים "],"query":"013017022"},{"canonical":"1 Chronicles 17:23","passages":["ועתה יהוה הדבר אשר דברת על עבדך ועל ביתו יאמן עד עולם ועשה כאשר דברת "],"query":"013017023"},{"canonical":"1 Chronicles 17:24","passages":["ויאמן ויגדל שמך עד עולם לאמר יהוה צבאות אלהי ישראל אלהים לישראל ובית דויד עבדך נכון לפניך "],"query":"013017024"},{"canonical":"1 Chronicles 17:25","passages":["כי אתה אלהי גלית את אזן עבדך לבנות לו בית על כן מצא עבדך להתפלל לפניך "],"query":"013017025"},{"canonical":"1 Chronicles 17:26","passages":["ועתה יהוה אתה הוא האלהים ותדבר על עבדך הטובה הזאת "],"query":"013017026"},{"canonical":"1 Chronicles 17:27","passages":["ועתה הואלת לברך את בית עבדך להיות לעולם לפניך כי אתה יהוה ברכת ומברך לעולם פ"],"query":"013017027"}]}