{"query":"013022","verses":[{},{"canonical":"1 Chronicles 22:1","passages":["ויאמר דויד זה הוא בית יהוה האלהים וזה מזבח לעלה לישראל  ס "],"query":"013022001"},{"canonical":"1 Chronicles 22:2","passages":["ויאמר דויד לכנוס את הגרים אשר בארץ ישראל ויעמד חצבים לחצוב אבני גזית לבנות בית האלהים "],"query":"013022002"},{"canonical":"1 Chronicles 22:3","passages":["וברזל לרב למסמרים לדלתות השערים ולמחברות הכין דויד ונחשת לרב אין משקל "],"query":"013022003"},{"canonical":"1 Chronicles 22:4","passages":["ועצי ארזים לאין מספר כי הביאו הצידנים והצרים עצי ארזים לרב לדויד פ"],"query":"013022004"},{"canonical":"1 Chronicles 22:5","passages":["ויאמר דויד שלמה בני נער ורך והבית לבנות ליהוה להגדיל למעלה לשם ולתפארת לכל הארצות אכינה נא לו ויכן דויד לרב לפני מותו "],"query":"013022005"},{"canonical":"1 Chronicles 22:6","passages":["ויקרא לשלמה בנו ויצוהו לבנות בית ליהוה אלהי ישראל  ס "],"query":"013022006"},{"canonical":"1 Chronicles 22:7","passages":["ויאמר דויד לשלמה בני אני היה עם לבבי לבנות בית לשם יהוה אלהי "],"query":"013022007"},{"canonical":"1 Chronicles 22:8","passages":["ויהי עלי דבר יהוה לאמר דם לרב שפכת ומלחמות גדלות עשית לא תבנה בית לשמי כי דמים רבים שפכת ארצה לפני "],"query":"013022008"},{"canonical":"1 Chronicles 22:9","passages":["הנה בן נולד לך הוא יהיה איש מנוחה והנחותי לו מכל אויביו מסביב כי שלמה יהיה שמו ושלום ושקט אתן על ישראל בימיו "],"query":"013022009"},{"canonical":"1 Chronicles 22:10","passages":["הוא יבנה בית לשמי והוא יהיה לי לבן ואני לו לאב והכינותי כסא מלכותו על ישראל עד עולם "],"query":"013022010"},{"canonical":"1 Chronicles 22:11","passages":["עתה בני יהי יהוה עמך והצלחת ובנית בית יהוה אלהיך כאשר דבר עליך "],"query":"013022011"},{"canonical":"1 Chronicles 22:12","passages":["אך יתן לך יהוה שכל ובינה ויצוך על ישראל ולשמור את תורת יהוה אלהיך "],"query":"013022012"},{"canonical":"1 Chronicles 22:13","passages":["אז תצליח אם תשמור לעשות את החקים ואת המשפטים אשר צוה יהוה את משה על ישראל חזק ואמץ אל תירא ואל תחת "],"query":"013022013"},{"canonical":"1 Chronicles 22:14","passages":["והנה בעניי הכינותי לבית יהוה זהב ככרים מאה אלף וכסף אלף אלפים ככרים ולנחשת ולברזל אין משקל כי לרב היה ועצים ואבנים הכינותי ועליהם תוסיף "],"query":"013022014"},{"canonical":"1 Chronicles 22:15","passages":["ועמך לרב עשי מלאכה חצבים וחרשי אבן ועץ וכל חכם בכל מלאכה "],"query":"013022015"},{"canonical":"1 Chronicles 22:16","passages":["לזהב לכסף ולנחשת ולברזל אין מספר קום ועשה ויהי יהוה עמך "],"query":"013022016"},{"canonical":"1 Chronicles 22:17","passages":["ויצו דויד לכל שרי ישראל לעזר לשלמה בנו "],"query":"013022017"},{"canonical":"1 Chronicles 22:18","passages":["הלא יהוה אלהיכם עמכם והניח לכם מסביב כי נתן בידי את ישבי הארץ ונכבשה הארץ לפני יהוה ולפני עמו "],"query":"013022018"},{"canonical":"1 Chronicles 22:19","passages":["עתה תנו לבבכם ונפשכם לדרוש ליהוה אלהיכם וקומו ובנו את מקדש יהוה ה͏אלהים להביא את ארון ברית יהוה וכלי קדש האלהים לבית הנבנה לשם יהוה פ"],"query":"013022019"}]}