{"query":"013028","verses":[{},{"canonical":"1 Chronicles 28:1","passages":["ויקהל דויד את כל שרי ישראל שרי השבטים ושרי המחלקות המשרתים את המלך ושרי האלפים ושרי המאות ושרי כל רכוש ומקנה למלך ולבניו עם הסריסים והגבורים ולכל גבור חיל אל ירושל͏ם "],"query":"013028001"},{"canonical":"1 Chronicles 28:2","passages":["ויקם דויד המלך על רגליו ויאמר שמעוני אחי ועמי אני עם לבבי לבנות בית מנוחה לארון ברית יהוה ולהדם רגלי אלהינו והכינותי לבנות "],"query":"013028002"},{"canonical":"1 Chronicles 28:3","passages":["והאלהים אמר לי לא תבנה בית לשמי כי איש מלחמות אתה ודמים שפכת "],"query":"013028003"},{"canonical":"1 Chronicles 28:4","passages":["ויבחר יהוה אלהי ישראל בי מכל בית אבי להיות למלך על ישראל לעולם כי ביהודה בחר לנגיד ובבית יהודה בית אבי ובבני אבי בי רצה להמליך על כל ישראל "],"query":"013028004"},{"canonical":"1 Chronicles 28:5","passages":["ומכל בני כי רבים בנים נתן לי יהוה ויבחר בשלמה בני לשבת על כסא מלכות יהוה על ישראל "],"query":"013028005"},{"canonical":"1 Chronicles 28:6","passages":["ויאמר לי שלמה בנך הוא יבנה ביתי וחצרותי כי בחרתי בו לי לבן ואני אהיה לו לאב "],"query":"013028006"},{"canonical":"1 Chronicles 28:7","passages":["והכינותי את מלכותו עד לעולם אם יחזק לעשות מצותי ומשפטי כיום הזה "],"query":"013028007"},{"canonical":"1 Chronicles 28:8","passages":["ועתה לעיני כל ישראל קהל יהוה ובאזני אלהינו שמרו ודרשו כל מצות יהוה אלהיכם למען תירשו את הארץ הטובה והנחלתם לבניכם אחריכם עד עולם פ"],"query":"013028008"},{"canonical":"1 Chronicles 28:9","passages":["ואתה שלמה בני דע את אלהי אביך ועבדהו בלב שלם ובנפש חפצה כי כל לבבות דורש יהוה וכל יצר מחשבות מבין אם תדרשנו ימצא לך ואם תעזבנו יזניחך לעד "],"query":"013028009"},{"canonical":"1 Chronicles 28:10","passages":["ראה עתה כי יהוה בחר בך לבנות בית למקדש חזק ועשה פ"],"query":"013028010"},{"canonical":"1 Chronicles 28:11","passages":["ויתן דויד לשלמה בנו את תבנית האולם ואת בתיו וגנזכיו ועליתיו וחדריו הפנימים ובית הכפרת "],"query":"013028011"},{"canonical":"1 Chronicles 28:12","passages":["ותבנית כל אשר היה ברוח עמו לחצרות בית יהוה ולכל הלשכות סביב לאצרות בית האלהים ולאצרות הקדשים "],"query":"013028012"},{"canonical":"1 Chronicles 28:13","passages":["ולמחלקות הכהנים והלוים ולכל מלאכת עבודת בית יהוה ולכל כלי עבודת בית יהוה "],"query":"013028013"},{"canonical":"1 Chronicles 28:14","passages":["לזהב במשקל לזהב לכל כלי עבודה ועבודה לכל כלי הכסף במשקל לכל כלי עבודה ועבודה "],"query":"013028014"},{"canonical":"1 Chronicles 28:15","passages":["ומשקל למנרות הזהב ונרתיהם זהב במשקל מנורה ומנורה ונרתיה ולמנרות הכסף במשקל למנורה ונרתיה כעבודת מנורה ומנורה "],"query":"013028015"},{"canonical":"1 Chronicles 28:16","passages":["ואת הזהב משקל לשלחנות המערכת לשלחן ושלחן וכסף לשלחנות הכסף "],"query":"013028016"},{"canonical":"1 Chronicles 28:17","passages":["והמזלגות והמזרקות והקשות זהב טהור ולכפורי הזהב במשקל לכפור וכפור ולכפורי הכסף במשקל לכפור וכפור "],"query":"013028017"},{"canonical":"1 Chronicles 28:18","passages":["ולמזבח הקטרת זהב מזקק במשקל ולתבנית המרכבה הכרבים זהב לפרשים וסככים על ארון ברית יהוה "],"query":"013028018"},{"canonical":"1 Chronicles 28:19","passages":["הכל בכתב מיד יהוה עלי השכיל כל מלאכות התבנית פ"],"query":"013028019"},{"canonical":"1 Chronicles 28:20","passages":["ויאמר דויד לשלמה בנו חזק ואמץ ועשה אל תירא ואל תחת כי יהוה אלהים אלהי עמך לא ירפך ולא יעזבך עד לכלות כל מלאכת עבודת בית יהוה "],"query":"013028020"},{"canonical":"1 Chronicles 28:21","passages":["והנה מחלקות הכהנים והלוים לכל עבודת בית האלהים ועמך בכל מלאכה לכל נדיב בחכמה לכל עבודה והשרים וכל העם לכל דבריך פ"],"query":"013028021"}]}