{"query":"013029","verses":[{},{"canonical":"1 Chronicles 29:1","passages":["ויאמר דויד המלך לכל הקהל שלמה בני אחד בחר בו אלהים נער ורך והמלאכה גדולה כי לא לאדם הבירה כי ליהוה אלהים "],"query":"013029001"},{"canonical":"1 Chronicles 29:2","passages":["וככל כחי הכינותי לבית אלהי הזהב לזהב והכסף לכסף והנחשת לנחשת הברזל לברזל והעצים לעצים אבני שהם ומלואים אבני פוך ורקמה וכל אבן יקרה ואבני שיש לרב "],"query":"013029002"},{"canonical":"1 Chronicles 29:3","passages":["ועוד ברצותי בבית אלהי יש לי סגלה זהב וכסף נתתי לבית אלהי למעלה מכל הכינותי לבית הקדש "],"query":"013029003"},{"canonical":"1 Chronicles 29:4","passages":["שלשת אלפים ככרי זהב מזהב אופיר ושבעת אלפים ככר כסף מזקק לטוח קירות הבתים "],"query":"013029004"},{"canonical":"1 Chronicles 29:5","passages":["לזהב לזהב ולכסף לכסף ולכל מלאכה ביד חרשים ומי מתנדב למלאות ידו היום ליהוה "],"query":"013029005"},{"canonical":"1 Chronicles 29:6","passages":["ויתנדבו שרי האבות ושרי שבטי ישראל ושרי האלפים והמאות ולשרי מלאכת המלך "],"query":"013029006"},{"canonical":"1 Chronicles 29:7","passages":["ויתנו לעבודת בית האלהים זהב ככרים חמשת אלפים ואדרכנים רבו וכסף ככרים עשרת אלפים ונחשת רבו ושמונת אלפים ככרים וברזל מאה אלף ככרים "],"query":"013029007"},{"canonical":"1 Chronicles 29:8","passages":["והנמצא אתו אבנים נתנו לאוצר בית יהוה על יד יחיאל הגרשני "],"query":"013029008"},{"canonical":"1 Chronicles 29:9","passages":["וישמחו העם על התנדבם כי בלב שלם התנדבו ליהוה וגם דויד המלך שמח שמחה גדולה פ"],"query":"013029009"},{"canonical":"1 Chronicles 29:10","passages":["ויברך דויד את יהוה לעיני כל הקהל ויאמר דויד ברוך אתה יהוה אלהי ישראל אבינו מעולם ועד עולם "],"query":"013029010"},{"canonical":"1 Chronicles 29:11","passages":["לך יהוה הגדלה והגבורה והתפארת והנצח וההוד כי כל בשמים ובארץ לך יהוה הממלכה והמתנשא לכל לראש "],"query":"013029011"},{"canonical":"1 Chronicles 29:12","passages":["והעשר והכבוד מלפניך ואתה מושל בכל ובידך כח וגבורה ובידך לגדל ולחזק לכל "],"query":"013029012"},{"canonical":"1 Chronicles 29:13","passages":["ועתה אלהינו מודים אנחנו לך ומהללים לשם תפארתך "],"query":"013029013"},{"canonical":"1 Chronicles 29:14","passages":["וכי מי אני ומי עמי כי נעצר כח להתנדב כזאת כי ממך הכל ומידך נתנו לך "],"query":"013029014"},{"canonical":"1 Chronicles 29:15","passages":["כי גרים אנחנו לפניך ותושבים ככל אבתינו כצל ימינו על הארץ ואין מקוה "],"query":"013029015"},{"canonical":"1 Chronicles 29:16","passages":["יהוה אלהינו כל ההמון הזה אשר הכיננו לבנות לך בית לשם קדשך מידך הוא ולך הכל "],"query":"013029016"},{"canonical":"1 Chronicles 29:17","passages":["וידעתי אלהי כי אתה בחן לבב ומישרים תרצה אני בישר לבבי התנדבתי כל אלה ועתה עמך הנמצאו פה ראיתי בשמחה להתנדב לך "],"query":"013029017"},{"canonical":"1 Chronicles 29:18","passages":["יהוה אלהי אברהם יצחק וישראל אבתינו שמרה זאת לעולם ליצר מחשבות לבב עמך והכן לבבם אליך "],"query":"013029018"},{"canonical":"1 Chronicles 29:19","passages":["ולשלמה בני תן לבב שלם לשמור מצותיך עדותיך וחקיך ולעשות הכל ולבנות הבירה אשר הכינותי פ"],"query":"013029019"},{"canonical":"1 Chronicles 29:20","passages":["ויאמר דויד לכל הקהל ברכו נא את יהוה אלהיכם ויברכו כל הקהל ליהוה אלהי אבתיהם ויקדו וישתחוו ליהוה ולמלך "],"query":"013029020"},{"canonical":"1 Chronicles 29:21","passages":["ויזבחו ליהוה זבחים ויעלו עלות ליהוה למחרת היום ההוא פרים אלף אילים אלף כבשים אלף ונסכיהם וזבחים לרב לכל ישראל "],"query":"013029021"},{"canonical":"1 Chronicles 29:22","passages":["ויאכלו וישתו לפני יהוה ביום ההוא בשמחה גדולה וימליכו שנית לשלמה בן דויד וימשחו ליהוה לנגיד ולצדוק לכהן "],"query":"013029022"},{"canonical":"1 Chronicles 29:23","passages":["וישב שלמה על כסא יהוה למלך תחת דויד אביו ויצלח וישמעו אליו כל ישראל "],"query":"013029023"},{"canonical":"1 Chronicles 29:24","passages":["וכל השרים והגברים וגם כל בני המלך דויד נתנו יד תחת שלמה המלך "],"query":"013029024"},{"canonical":"1 Chronicles 29:25","passages":["ויגדל יהוה את שלמה למעלה לעיני כל ישראל ויתן עליו הוד מלכות אשר לא היה על כל מלך לפניו על ישראל פ"],"query":"013029025"},{"canonical":"1 Chronicles 29:26","passages":["ודויד בן ישי מלך על כל ישראל "],"query":"013029026"},{"canonical":"1 Chronicles 29:27","passages":["והימים אשר מלך על ישראל ארבעים שנה בחברון מלך שבע שנים ובירושל͏ם מלך שלשים ושלוש "],"query":"013029027"},{"canonical":"1 Chronicles 29:28","passages":["וימת בשיבה טובה שבע ימים עשר וכבוד וימלך שלמה בנו תחתיו "],"query":"013029028"},{"canonical":"1 Chronicles 29:29","passages":["ודברי דויד המלך הראשנים והאחרנים הנם כתובים על דברי שמואל הראה ועל דברי נתן הנביא ועל דברי גד החזה "],"query":"013029029"},{"canonical":"1 Chronicles 29:30","passages":["עם כל מלכותו וגבורתו והעתים אשר עברו עליו ועל ישראל ועל כל ממלכות הארצות פ"],"query":"013029030"}]}