{"query":"013021","verses":[{},{"canonical":"1 Chronicles 21:1","passages":["ויעמד שטן על ישראל ויסת את דויד למנות את ישראל "],"query":"013021001"},{"canonical":"1 Chronicles 21:2","passages":["ויאמר דויד אל יואב ואל שרי העם לכו ספרו את ישראל מבאר שבע ועד דן והביאו אלי ואדעה את מספרם "],"query":"013021002"},{"canonical":"1 Chronicles 21:3","passages":["ויאמר יואב יוסף יהוה על עמו כהם מאה פעמים הלא אדני המלך כלם לאדני לעבדים למה יבקש זאת אדני למה יהיה לאשמה לישראל "],"query":"013021003"},{"canonical":"1 Chronicles 21:4","passages":["ודבר המלך חזק על יואב ויצא יואב ויתהלך בכל ישראל ויבא ירושל͏ם "],"query":"013021004"},{"canonical":"1 Chronicles 21:5","passages":["ויתן יואב את מספר מפקד העם אל דויד ויהי כל ישראל אלף אלפים ומאה אלף איש שלף חרב ויהודה ארבע מאות ושבעים אלף איש שלף חרב "],"query":"013021005"},{"canonical":"1 Chronicles 21:6","passages":["ולוי ובנימן לא פקד בתוכם כי נתעב דבר המלך את יואב "],"query":"013021006"},{"canonical":"1 Chronicles 21:7","passages":["וירע בעיני האלהים על הדבר הזה ויך את ישראל פ"],"query":"013021007"},{"canonical":"1 Chronicles 21:8","passages":["ויאמר דויד אל האלהים חטאתי מאד אשר עשיתי את הדבר הזה ועתה העבר נא את עוון עבדך כי נסכלתי מאד פ"],"query":"013021008"},{"canonical":"1 Chronicles 21:9","passages":["וידבר יהוה אל גד חזה דויד לאמר "],"query":"013021009"},{"canonical":"1 Chronicles 21:10","passages":["לך ודברת אל דויד לאמר כה אמר יהוה שלוש אני נטה עליך בחר לך אחת מהנה ואעשה לך "],"query":"013021010"},{"canonical":"1 Chronicles 21:11","passages":["ויבא גד אל דויד ויאמר לו כה אמר יהוה קבל לך "],"query":"013021011"},{"canonical":"1 Chronicles 21:12","passages":["אם שלוש שנים רעב ואם שלשה חדשים נספה מפני צריך וחרב אויבך למשגת ואם שלשת ימים חרב יהוה ודבר בארץ ומלאך יהוה משחית בכל גבול ישראל ועתה ראה מה אשיב את שלחי דבר פ"],"query":"013021012"},{"canonical":"1 Chronicles 21:13","passages":["ויאמר דויד אל גד צר לי מאד אפלה נא ביד יהוה כי רבים רחמיו מאד וביד אדם אל אפל "],"query":"013021013"},{"canonical":"1 Chronicles 21:14","passages":["ויתן יהוה דבר בישראל ויפל מישראל שבעים אלף איש "],"query":"013021014"},{"canonical":"1 Chronicles 21:15","passages":["וישלח האלהים מלאך לירושלם להשחיתה וכהשחית ראה יהוה וינחם על ה͏רעה ויאמר למלאך המשחית רב עתה הרף ידך ומלאך יהוה עמד עם גרן ארנן היבוסי  ס "],"query":"013021015"},{"canonical":"1 Chronicles 21:16","passages":["וישא דויד את עיניו וירא את מלאך יהוה עמד בין הארץ ובין השמים וחרבו שלופה בידו נטויה על ירושל͏ם ויפל דויד והזקנים מכסים בשקים על פניהם "],"query":"013021016"},{"canonical":"1 Chronicles 21:17","passages":["ויאמר דויד אל האלהים הלא אני אמרתי למנות בעם ואני הוא אשר חטאתי והרע הרעותי ואלה הצאן מה עשו יהוה אלהי תהי נא ידך בי ובבית אבי ובעמך לא למגפה  ס "],"query":"013021017"},{"canonical":"1 Chronicles 21:18","passages":["ומלאך יהוה אמר אל גד לאמר לדויד כי יעלה דויד להקים מזבח ליהוה בגרן ארנן היבסי "],"query":"013021018"},{"canonical":"1 Chronicles 21:19","passages":["ויעל דויד בדבר גד אשר דבר בשם יהוה "],"query":"013021019"},{"canonical":"1 Chronicles 21:20","passages":["וישב ארנן וירא את המלאך וארבעת בניו עמו מתחבאים וארנן דש חטים "],"query":"013021020"},{"canonical":"1 Chronicles 21:21","passages":["ויבא דויד עד ארנן ויבט ארנן וירא את דויד ויצא מן הגרן וישתחו לדויד אפים ארצה "],"query":"013021021"},{"canonical":"1 Chronicles 21:22","passages":["ויאמר דויד אל ארנן תנה לי מקום הגרן ואבנה בו מזבח ליהוה בכסף מלא תנהו לי ותעצר המגפה מעל העם "],"query":"013021022"},{"canonical":"1 Chronicles 21:23","passages":["ויאמר ארנן אל דויד קח לך ויעש אדני המלך הטוב בעיניו ראה נתתי הבקר לעלות והמורגים לעצים והחטים למנחה הכל נתתי "],"query":"013021023"},{"canonical":"1 Chronicles 21:24","passages":["ויאמר המלך דויד לארנן לא כי קנה אקנה בכסף מלא כי לא אשא אשר לך ליהוה והעלות עולה חנם "],"query":"013021024"},{"canonical":"1 Chronicles 21:25","passages":["ויתן דויד לארנן במקום שקלי זהב משקל שש מאות "],"query":"013021025"},{"canonical":"1 Chronicles 21:26","passages":["ויבן שם דויד מזבח ליהוה ויעל עלות ושלמים ויקרא אל יהוה ויענהו באש מן השמים על מזבח העלה פ"],"query":"013021026"},{"canonical":"1 Chronicles 21:27","passages":["ויאמר יהוה למלאך וישב חרבו אל נדנה "],"query":"013021027"},{"canonical":"1 Chronicles 21:28","passages":["בעת ההיא בראות דויד כי ענהו יהוה בגרן ארנן היבוסי ויזבח שם "],"query":"013021028"},{"canonical":"1 Chronicles 21:29","passages":["ומשכן יהוה אשר עשה משה במדבר ומזבח העולה בעת ההיא בבמה בגבעון "],"query":"013021029"},{"canonical":"1 Chronicles 21:30","passages":["ולא יכל דויד ללכת לפניו לדרש אלהים כי נבעת מפני חרב מלאך יהוה  ס "],"query":"013021030"}]}