{"query":"013013","verses":[{},{"canonical":"1 Chronicles 13:1","passages":["ויועץ דויד עם שרי האלפים והמאות לכל נגיד "],"query":"013013001"},{"canonical":"1 Chronicles 13:2","passages":["ויאמר דויד לכל קהל ישראל אם עליכם טוב ומן יהוה אלהינו נפרצה נשלחה על אחינו הנשארים בכל ארצות ישראל ועמהם הכהנים והלוים בערי מגרשיהם ויקבצו אלינו "],"query":"013013002"},{"canonical":"1 Chronicles 13:3","passages":["ונסבה את ארון אלהינו אלינו כי לא דרשנהו בימי שאול "],"query":"013013003"},{"canonical":"1 Chronicles 13:4","passages":["ויאמרו כל הקהל לעשות כן כי ישר הדבר בעיני כל העם "],"query":"013013004"},{"canonical":"1 Chronicles 13:5","passages":["ויקהל דויד את כל ישראל מן שיחור מצרים ועד לבוא חמת להביא את ארון האלהים מקרית יערים "],"query":"013013005"},{"canonical":"1 Chronicles 13:6","passages":["ויעל דויד וכל ישראל בעלתה אל קרית יערים אשר ליהודה להעלות משם את ארון האלהים יהוה יושב הכרובים אשר נקרא שם "],"query":"013013006"},{"canonical":"1 Chronicles 13:7","passages":["וירכיבו את ארון האלהים על עגלה חדשה מבית אבינדב ועזא ואחיו נהגים בעגלה "],"query":"013013007"},{"canonical":"1 Chronicles 13:8","passages":["ודויד וכל ישראל משחקים לפני האלהים בכל עז ובשירים ובכנרות ובנבלים ובתפים ובמצלתים ובחצצרות "],"query":"013013008"},{"canonical":"1 Chronicles 13:9","passages":["ויבאו עד גרן כידן וישלח עזא את ידו לאחז את הארון כי שמטו הבקר "],"query":"013013009"},{"canonical":"1 Chronicles 13:10","passages":["ויחר אף יהוה בעזא ויכהו על אשר שלח ידו על הארון וימת שם לפני אלהים "],"query":"013013010"},{"canonical":"1 Chronicles 13:11","passages":["ויחר לדויד כי פרץ יהוה פרץ בעזא ויקרא למקום ההוא פרץ עזא עד היום הזה "],"query":"013013011"},{"canonical":"1 Chronicles 13:12","passages":["ויירא דויד את האלהים ביום ההוא לאמר היך אביא אלי את ארון האלהים "],"query":"013013012"},{"canonical":"1 Chronicles 13:13","passages":["ולא הסיר דויד את הארון אליו אל עיר דויד ויטהו אל בית עבד אדם הגתי "],"query":"013013013"},{"canonical":"1 Chronicles 13:14","passages":["וישב ארון האלהים עם בית עבד אדם בביתו שלשה חדשים ויברך יהוה את בית עבד אדם ואת כל אשר לו פ"],"query":"013013014"}]}