{"query":"014036","verses":[{},{"canonical":"2 Chronicles 36:1","passages":["ויקחו עם הארץ את יהואחז בן יאשיהו וימליכהו תחת אביו בירושל͏ם "],"query":"014036001"},{"canonical":"2 Chronicles 36:2","passages":["בן שלוש ועשרים שנה יואחז במלכו ושלשה חדשים מלך בירושל͏ם "],"query":"014036002"},{"canonical":"2 Chronicles 36:3","passages":["ויסירהו מלך מצרים בירושל͏ם ויענש את הארץ מאה ככר כסף וככר זהב "],"query":"014036003"},{"canonical":"2 Chronicles 36:4","passages":["וימלך מלך מצרים את אליקים אחיו על יהודה וירושלם ויסב את שמו יהויקים ואת יואחז אחיו לקח נכו ויביאהו מצרימה פ"],"query":"014036004"},{"canonical":"2 Chronicles 36:5","passages":["בן עשרים וחמש שנה יהויקים במלכו ואחת עשרה שנה מלך בירושל͏ם ויעש הרע בעיני יהוה אלהיו "],"query":"014036005"},{"canonical":"2 Chronicles 36:6","passages":["עליו עלה נבוכדנאצר מלך בבל ויאסרהו בנחשתים להליכו בבלה "],"query":"014036006"},{"canonical":"2 Chronicles 36:7","passages":["ומכלי בית יהוה הביא נבוכדנאצר לבבל ויתנם בהיכלו בבבל "],"query":"014036007"},{"canonical":"2 Chronicles 36:8","passages":["ויתר דברי יהויקים ותעבתיו אשר עשה והנמצא עליו הנם כתובים על ספר מלכי ישראל ויהודה וימלך יהויכין בנו תחתיו פ"],"query":"014036008"},{"canonical":"2 Chronicles 36:9","passages":["בן שמונה שנים יהויכין במלכו ושלשה חדשים ועשרת ימים מלך בירושל͏ם ויעש הרע בעיני יהוה "],"query":"014036009"},{"canonical":"2 Chronicles 36:10","passages":["ולתשובת השנה שלח המלך נבוכדנאצר ויבאהו בבלה עם כלי חמדת בית יהוה וימלך את צדקיהו אחיו על יהודה וירושל͏ם פ"],"query":"014036010"},{"canonical":"2 Chronicles 36:11","passages":["בן עשרים ואחת שנה צדקיהו במלכו ואחת עשרה שנה מלך בירושל͏ם "],"query":"014036011"},{"canonical":"2 Chronicles 36:12","passages":["ויעש הרע בעיני יהוה אלהיו לא נכנע מלפני ירמיהו הנביא מפי יהוה "],"query":"014036012"},{"canonical":"2 Chronicles 36:13","passages":["וגם במלך נבוכדנאצר מרד אשר השביעו באלהים ויקש את ערפו ויאמץ את לבבו משוב אל יהוה אלהי ישראל "],"query":"014036013"},{"canonical":"2 Chronicles 36:14","passages":["גם כל שרי הכהנים והעם הרבו למעול מעל ככל תעבות הגוים ויטמאו את בית יהוה אשר הקדיש בירושל͏ם "],"query":"014036014"},{"canonical":"2 Chronicles 36:15","passages":["וישלח יהוה אלהי אבותיהם עליהם ביד מלאכיו השכם ושלוח כי חמל על עמו ועל מעונו "],"query":"014036015"},{"canonical":"2 Chronicles 36:16","passages":["ויהיו מלעבים במלאכי האלהים ובוזים דבריו ומתעתעים בנבאיו עד עלות חמת יהוה בעמו עד לאין מרפא "],"query":"014036016"},{"canonical":"2 Chronicles 36:17","passages":["ויעל עליהם את מלך כשדים ויהרג בחוריהם בחרב בבית מקדשם ולא חמל על בחור ובתולה זקן וישש הכל נתן בידו "],"query":"014036017"},{"canonical":"2 Chronicles 36:18","passages":["וכל כלי בית האלהים הגדלים והקטנים ואצרות בית יהוה ואצרות המלך ושריו הכל הביא בבל "],"query":"014036018"},{"canonical":"2 Chronicles 36:19","passages":["וישרפו את בית האלהים וינתצו את חומת ירושל͏ם וכל ארמנותיה שרפו באש וכל כלי מחמדיה להשחית  ס "],"query":"014036019"},{"canonical":"2 Chronicles 36:20","passages":["ויגל השארית מן החרב אל בבל ויהיו לו ולבניו לעבדים עד מלך מלכות פרס "],"query":"014036020"},{"canonical":"2 Chronicles 36:21","passages":["למלאות דבר יהוה בפי ירמיהו עד רצתה הארץ את שבתותיה כל ימי השמה שבתה למלאות שבעים שנה פ"],"query":"014036021"},{"canonical":"2 Chronicles 36:22","passages":["ובשנת אחת לכורש מלך פרס לכלות דבר יהוה בפי ירמיהו העיר יהוה את רוח כורש מלך פרס ויעבר קול בכל מלכותו וגם במכתב לאמר  ס "],"query":"014036022"},{"canonical":"2 Chronicles 36:23","passages":["כה אמר כורש מלך פרס כל ממלכות הארץ נתן לי יהוה אלהי השמים והוא פקד עלי לבנות לו בית בירושל͏ם אשר ביהודה מי בכם מכל עמו יהוה אלהיו עמו ויעל "],"query":"014036023"}]}