{"query":"014012","verses":[{},{"canonical":"2 Chronicles 12:1","passages":["ויהי כהכין מלכות רחבעם וכחזקתו עזב את תורת יהוה וכל ישראל עמו פ"],"query":"014012001"},{"canonical":"2 Chronicles 12:2","passages":["ויהי בשנה החמישית למלך רחבעם עלה שישק מלך מצרים על ירושל͏ם כי מעלו ביהוה "],"query":"014012002"},{"canonical":"2 Chronicles 12:3","passages":["באלף ומאתים רכב ובששים אלף פרשים ואין מספר לעם אשר באו עמו ממצרים לובים סכיים וכושים "],"query":"014012003"},{"canonical":"2 Chronicles 12:4","passages":["וילכד את ערי המצרות אשר ליהודה ויבא עד ירושל͏ם  ס "],"query":"014012004"},{"canonical":"2 Chronicles 12:5","passages":["ושמעיה הנביא בא אל רחבעם ושרי יהודה אשר נאספו אל ירושל͏ם מפני שישק ויאמר להם כה אמר יהוה אתם עזבתם אתי ואף אני עזבתי אתכם ביד שישק "],"query":"014012005"},{"canonical":"2 Chronicles 12:6","passages":["ויכנעו שרי ישראל והמלך ויאמרו צדיק יהוה "],"query":"014012006"},{"canonical":"2 Chronicles 12:7","passages":["ובראות יהוה כי נכנעו היה דבר יהוה אל שמעיה לאמר נכנעו לא אשחיתם ונתתי להם כמעט לפליטה ולא תתך חמתי בירושל͏ם ביד שישק "],"query":"014012007"},{"canonical":"2 Chronicles 12:8","passages":["כי יהיו לו לעבדים וידעו עבודתי ועבודת ממלכות הארצות  ס "],"query":"014012008"},{"canonical":"2 Chronicles 12:9","passages":["ויעל שישק מלך מצרים על ירושלם ויקח את אצרות בית יהוה ואת אצרות בית המלך את הכל לקח ויקח את מגני הזהב אשר עשה שלמה "],"query":"014012009"},{"canonical":"2 Chronicles 12:10","passages":["ויעש המלך רחבעם תחתיהם מגני נחשת והפקיד על יד שרי הרצים השמרים פתח בית המלך "],"query":"014012010"},{"canonical":"2 Chronicles 12:11","passages":["ויהי מדי בוא המלך בית יהוה באו הרצים ונשאום והשבום אל תא הרצים "],"query":"014012011"},{"canonical":"2 Chronicles 12:12","passages":["ובהכנעו שב ממנו אף יהוה ולא להשחית לכלה וגם ביהודה היה דברים טובים  ס "],"query":"014012012"},{"canonical":"2 Chronicles 12:13","passages":["ויתחזק המלך רחבעם בירושל͏ם וימלך כי בן ארבעים ואחת שנה רחבעם במלכו ושבע עשרה שנה מלך בירושלם העיר אשר בחר יהוה לשום את שמו שם מכל שבטי ישראל ושם אמו נעמה העמנית "],"query":"014012013"},{"canonical":"2 Chronicles 12:14","passages":["ויעש הרע כי לא הכין לבו לדרוש את יהוה  ס "],"query":"014012014"},{"canonical":"2 Chronicles 12:15","passages":["ודברי רחבעם הראשנים והאחרונים הלא הם כתובים בדברי שמעיה הנביא ועדו החזה להתיחש ומלחמות רחבעם וירבעם כל הימים "],"query":"014012015"},{"canonical":"2 Chronicles 12:16","passages":["וישכב רחבעם עם אבתיו ויקבר בעיר דויד וימלך אביה בנו תחתיו פ"],"query":"014012016"}]}