{"query":"014016","verses":[{},{"canonical":"2 Chronicles 16:1","passages":["בשנת שלשים ושש למלכות אסא עלה בעשא מלך ישראל על יהודה ויבן את הרמה לבלתי תת יוצא ובא לאסא מלך יהודה "],"query":"014016001"},{"canonical":"2 Chronicles 16:2","passages":["ויצא אסא כסף וזהב מאצרות בית יהוה ובית המלך וישלח אל בן הדד מלך ארם היושב בדרמשק לאמר "],"query":"014016002"},{"canonical":"2 Chronicles 16:3","passages":["ברית ביני ובינך ובין אבי ובין אביך הנה שלחתי לך כסף וזהב לך הפר בריתך את בעשא מלך ישראל ויעלה מעלי "],"query":"014016003"},{"canonical":"2 Chronicles 16:4","passages":["וישמע בן הדד אל המלך אסא וישלח את שרי החילים אשר לו אל ערי ישראל ויכו את עיון ואת דן ואת אבל מים ואת כל מסכנות ערי נפתלי "],"query":"014016004"},{"canonical":"2 Chronicles 16:5","passages":["ויהי כשמע בעשא ויחדל מבנות את הרמה וישבת את מלאכתו  ס "],"query":"014016005"},{"canonical":"2 Chronicles 16:6","passages":["ואסא המלך לקח את כל יהודה וישאו את אבני הרמה ואת עציה אשר בנה בעשא ויבן בהם את גבע ואת המצפה  ס "],"query":"014016006"},{"canonical":"2 Chronicles 16:7","passages":["ובעת ההיא בא חנני הראה אל אסא מלך יהודה ויאמר אליו בהשענך על מלך ארם ולא נשענת על יהוה אלהיך על כן נמלט חיל מלך ארם מידך "],"query":"014016007"},{"canonical":"2 Chronicles 16:8","passages":["הלא הכושים והלובים היו לחיל לרב לרכב ולפרשים להרבה מאד ובהשענך על יהוה נתנם בידך "],"query":"014016008"},{"canonical":"2 Chronicles 16:9","passages":["כי יהוה עיניו משטטות בכל הארץ להתחזק עם לבבם שלם אליו נסכלת על זאת כי מעתה יש עמך מלחמות "],"query":"014016009"},{"canonical":"2 Chronicles 16:10","passages":["ויכעס אסא אל הראה ויתנהו בית המהפכת כי בזעף עמו על זאת וירצץ אסא מן העם בעת ההיא "],"query":"014016010"},{"canonical":"2 Chronicles 16:11","passages":["והנה דברי אסא הראשונים והאחרונים הנם כתובים על ספר המלכים ליהודה וישראל "],"query":"014016011"},{"canonical":"2 Chronicles 16:12","passages":["ויחלא אסא בשנת שלושים ותשע למלכותו ברגליו עד למעלה חליו וגם בחליו לא דרש את יהוה כי ברפאים "],"query":"014016012"},{"canonical":"2 Chronicles 16:13","passages":["וישכב אסא עם אבתיו וימת בשנת ארבעים ואחת למלכו "],"query":"014016013"},{"canonical":"2 Chronicles 16:14","passages":["ויקברהו בקברתיו אשר כרה לו בעיר דויד וישכיבהו במשכב אשר מלא בשמים וזנים מרקחים במרקחת מעשה וישרפו לו שרפה גדולה עד למאד פ"],"query":"014016014"}]}