{"query":"014005","verses":[{},{"canonical":"2 Chronicles 5:1","passages":["ותשלם כל המלאכה אשר עשה שלמה לבית יהוה פ"],"query":"014005001"},{"canonical":"2 Chronicles 5:2","passages":["אז יקהיל שלמה את זקני ישראל ואת כל ראשי המטות נשיאי האבות לבני ישראל אל ירושל͏ם להעלות את ארון ברית יהוה מעיר דויד היא ציון "],"query":"014005002"},{"canonical":"2 Chronicles 5:3","passages":["ויקהלו אל המלך כל איש ישראל בחג הוא החדש השבעי "],"query":"014005003"},{"canonical":"2 Chronicles 5:4","passages":["ויבאו כל זקני ישראל וישאו הלוים את הארון "],"query":"014005004"},{"canonical":"2 Chronicles 5:5","passages":["ויעלו את הארון ואת אהל מועד ואת כל כלי הקדש אשר באהל העלו אתם הכהנים הלוים "],"query":"014005005"},{"canonical":"2 Chronicles 5:6","passages":["והמלך שלמה וכל עדת ישראל הנועדים עליו לפני הארון מזבחים צאן ובקר אשר לא יספרו ולא ימנו מרב "],"query":"014005006"},{"canonical":"2 Chronicles 5:7","passages":["ויביאו הכהנים את ארון ברית יהוה אל מקומו אל דביר הבית אל קדש הקדשים אל תחת כנפי הכרובים "],"query":"014005007"},{"canonical":"2 Chronicles 5:8","passages":["ויהיו הכרובים פרשים כנפים על מקום הארון ויכסו הכרובים על הארון ועל בדיו מלמעלה "],"query":"014005008"},{"canonical":"2 Chronicles 5:9","passages":["ויאריכו הבדים ויראו ראשי הבדים מן הארון על פני הדביר ולא יראו החוצה ויהי שם עד היום הזה "],"query":"014005009"},{"canonical":"2 Chronicles 5:10","passages":["אין בארון רק שני הלחות אשר נתן משה בחרב אשר כרת יהוה עם בני ישראל בצאתם ממצרים פ"],"query":"014005010"},{"canonical":"2 Chronicles 5:11","passages":["ויהי בצאת הכהנים מן הקדש כי כל הכהנים הנמצאים התקדשו אין לשמור למחלקות "],"query":"014005011"},{"canonical":"2 Chronicles 5:12","passages":["והלוים המשררים לכלם לאסף להימן לידתון ולבניהם ולאחיהם מלבשים בוץ במצלתים ובנבלים וכנרות עמדים מזרח למזבח ועמהם כהנים למאה ועשרים מחצרים בחצצרות "],"query":"014005012"},{"canonical":"2 Chronicles 5:13","passages":["ויהי כאחד למחצרים ולמשררים להשמיע קול אחד להלל ולהדות ליהוה וכהרים קול בחצצרות ובמצלתים ובכלי השיר ובהלל ליהוה כי טוב כי לעולם חסדו והבית מלא ענן בית יהוה "],"query":"014005013"},{"canonical":"2 Chronicles 5:14","passages":["ולא י͏כלו הכהנים לעמוד לשרת מפני הענן כי מלא כבוד יהוה את בית האלהים פ"],"query":"014005014"}]}