{"query":"014030","verses":[{},{"canonical":"2 Chronicles 30:1","passages":["וישלח יחזקיהו על כל ישראל ויהודה וגם אגרות כתב על אפרים ומנשה לבוא לבית יהוה בירושל͏ם לעשות פסח ליהוה אלהי ישראל "],"query":"014030001"},{"canonical":"2 Chronicles 30:2","passages":["ויועץ המלך ושריו וכל הקהל בירושל͏ם לעשות הפסח בחדש השני "],"query":"014030002"},{"canonical":"2 Chronicles 30:3","passages":["כי לא יכלו לעשתו בעת ההיא כי הכהנים לא התקדשו למדי והעם לא נאספו לירושל͏ם "],"query":"014030003"},{"canonical":"2 Chronicles 30:4","passages":["ויישר הדבר בעיני המלך ובעיני כל הקהל "],"query":"014030004"},{"canonical":"2 Chronicles 30:5","passages":["ויעמידו דבר להעביר קול בכל ישראל מבאר שבע ועד דן לבוא לעשות פסח ליהוה אלהי ישראל בירושל͏ם כי לא לרב עשו ככתוב "],"query":"014030005"},{"canonical":"2 Chronicles 30:6","passages":["וילכו הרצים באגרות מיד המלך ושריו בכל ישראל ויהודה וכמצות המלך לאמר בני ישראל שובו אל יהוה אלהי אברהם יצחק וישראל וישב אל הפליטה הנשארת לכם מכף מלכי אשור "],"query":"014030006"},{"canonical":"2 Chronicles 30:7","passages":["ואל תהיו כאבותיכם וכאחיכם אשר מעלו ביהוה אלהי אבותיהם ויתנם לשמה כאשר אתם ראים "],"query":"014030007"},{"canonical":"2 Chronicles 30:8","passages":["עתה אל תקשו ערפכם כאבותיכם תנו יד ליהוה ובאו למקדשו אשר הקדיש לעולם ועבדו את יהוה אלהיכם וישב מכם חרון אפו "],"query":"014030008"},{"canonical":"2 Chronicles 30:9","passages":["כי בשובכם על יהוה אחיכם ובניכם לרחמים לפני שוביהם ולשוב לארץ הזאת כי חנון ורחום יהוה אלהיכם ולא יסיר פנים מכם אם תשובו אליו פ"],"query":"014030009"},{"canonical":"2 Chronicles 30:10","passages":["ויהיו הרצים עברים מעיר לעיר בארץ אפרים ומנשה ועד זבלון ויהיו משחיקים עליהם ומלעגים בם "],"query":"014030010"},{"canonical":"2 Chronicles 30:11","passages":["אך אנשים מאשר ומנשה ומזבלון נכנעו ויבאו לירושל͏ם "],"query":"014030011"},{"canonical":"2 Chronicles 30:12","passages":["גם ביהודה היתה יד האלהים לתת להם לב אחד לעשות מצות המלך והשרים בדבר יהוה "],"query":"014030012"},{"canonical":"2 Chronicles 30:13","passages":["ויאספו ירושלם עם רב לעשות את חג המצות בחדש השני קהל לרב מאד "],"query":"014030013"},{"canonical":"2 Chronicles 30:14","passages":["ויקמו ויסירו את המזבחות אשר בירושל͏ם ואת כל המקטרות הסירו וישליכו לנחל קדרון "],"query":"014030014"},{"canonical":"2 Chronicles 30:15","passages":["וישחטו הפסח בארבעה עשר לחדש השני והכהנים והלוים נכלמו ויתקדשו ויביאו עלות בית יהוה "],"query":"014030015"},{"canonical":"2 Chronicles 30:16","passages":["ויעמדו על עמדם כמשפטם כתורת משה איש האלהים הכהנים זרקים את הדם מיד הלוים "],"query":"014030016"},{"canonical":"2 Chronicles 30:17","passages":["כי רבת בקהל אשר לא התקדשו והלוים על שחיטת הפסחים לכל לא טהור להקדיש ליהוה "],"query":"014030017"},{"canonical":"2 Chronicles 30:18","passages":["כי מרבית העם רבת מאפרים ומנשה יששכר וזבלון לא הטהרו כי אכלו את הפסח בלא ככתוב כי התפלל יחזקיהו עליהם לאמר יהוה הטוב יכפר בעד "],"query":"014030018"},{"canonical":"2 Chronicles 30:19","passages":["כל לבבו הכין לדרוש האלהים יהוה אלהי אבותיו ולא כטהרת הקדש  ס "],"query":"014030019"},{"canonical":"2 Chronicles 30:20","passages":["וישמע יהוה אל יחזקיהו וירפא את העם  ס "],"query":"014030020"},{"canonical":"2 Chronicles 30:21","passages":["ויעשו בני ישראל הנמצאים בירושלם את חג המצות שבעת ימים בשמחה גדולה ומהללים ליהוה יום ביום הלוים והכהנים בכלי עז ליהוה  ס "],"query":"014030021"},{"canonical":"2 Chronicles 30:22","passages":["וידבר יחזקיהו על לב כל הלוים המשכילים שכל טוב ליהוה ויאכלו את המועד שבעת הימים מזבחים זבחי שלמים ומתודים ליהוה אלהי אבותיהם  ס "],"query":"014030022"},{"canonical":"2 Chronicles 30:23","passages":["ויועצו כל הקהל לעשות שבעת ימים אחרים ויעשו שבעת ימים שמחה "],"query":"014030023"},{"canonical":"2 Chronicles 30:24","passages":["כי חזקיהו מלך יהודה הרים לקהל אלף פרים ושבעת אלפים צאן  ס והשרים הרימו לקהל פרים אלף וצאן עשרת אלפים ויתקדשו כהנים לרב "],"query":"014030024"},{"canonical":"2 Chronicles 30:25","passages":["וישמחו כל קהל יהודה והכהנים והלוים וכל הקהל הבאים מישראל והגרים הבאים מארץ ישראל והיושבים ביהודה "],"query":"014030025"},{"canonical":"2 Chronicles 30:26","passages":["ותהי שמחה גדולה בירושל͏ם כי מימי שלמה בן דויד מלך ישראל לא כזאת בירושל͏ם  ס "],"query":"014030026"},{"canonical":"2 Chronicles 30:27","passages":["ויקמו הכהנים הלוים ויברכו את העם וישמע בקולם ותבוא תפלתם למעון קדשו לשמים פ"],"query":"014030027"}]}