{"query":"014013","verses":[{},{"canonical":"2 Chronicles 13:1","passages":["בשנת שמונה עשרה למלך ירבעם וימלך אביה על יהודה "],"query":"014013001"},{"canonical":"2 Chronicles 13:2","passages":["שלוש שנים מלך בירושלם ושם אמו מיכיהו בת אוריאל מן גבעה ומלחמה היתה בין אביה ובין ירבעם "],"query":"014013002"},{"canonical":"2 Chronicles 13:3","passages":["ויאסר אביה את המלחמה בחיל גבורי מלחמה ארבע מאות אלף איש בחור  ס "],"query":"014013003"},{"canonical":"2 Chronicles 13:4","passages":["ויקם אביה מעל להר צמרים אשר בהר אפרים ויאמר שמעוני ירבעם וכל ישראל "],"query":"014013004"},{"canonical":"2 Chronicles 13:5","passages":["הלא לכם לדעת כי יהוה אלהי ישראל נתן ממלכה לדויד על ישראל לעולם לו ולבניו ברית מלח  ס "],"query":"014013005"},{"canonical":"2 Chronicles 13:6","passages":["ויקם ירבעם בן נבט עבד שלמה בן דויד וימרד על אדניו "],"query":"014013006"},{"canonical":"2 Chronicles 13:7","passages":["ויקבצו עליו אנשים רקים בני בליעל ויתאמצו על רחבעם בן שלמה ורחבעם היה נער ורך לבב ולא התחזק לפניהם "],"query":"014013007"},{"canonical":"2 Chronicles 13:8","passages":["ועתה אתם אמרים להתחזק לפני ממלכת יהוה ביד בני דויד ואתם המון רב ועמכם עגלי זהב אשר עשה לכם ירבעם לאלהים "],"query":"014013008"},{"canonical":"2 Chronicles 13:9","passages":["הלא הדחתם את כהני יהוה את בני אהרן והלוים ותעשו לכם כהנים כעמי הארצות כל הבא למלא ידו בפר בן בקר ואילם שבעה והיה כהן ללא אלהים  ס "],"query":"014013009"},{"canonical":"2 Chronicles 13:10","passages":["ואנחנו יהוה אלהינו ולא עזבנהו וכהנים משרתים ליהוה בני אהרן והלוים במלאכת "],"query":"014013010"},{"canonical":"2 Chronicles 13:11","passages":["ומקטרים ליהוה עלות בבקר בבקר ובערב בערב וקטרת סמים ומערכת לחם על השלחן הטהור ומנורת הזהב ונרתיה לבער בערב בערב כי שמרים אנחנו את משמרת יהוה אלהינו ואתם עזבתם אתו "],"query":"014013011"},{"canonical":"2 Chronicles 13:12","passages":["והנה עמנו בראש האלהים וכהניו וחצצרות התרועה להריע עליכם בני ישראל אל תלחמו עם יהוה אלהי אבתיכם כי לא תצליחו "],"query":"014013012"},{"canonical":"2 Chronicles 13:13","passages":["וירבעם הסב את המארב לבוא מאחריהם ויהיו לפני יהודה והמארב מאחריהם "],"query":"014013013"},{"canonical":"2 Chronicles 13:14","passages":["ויפנו יהודה והנה להם המלחמה פנים ואחור ויצעקו ליהוה והכהנים מחצרים בחצצרות "],"query":"014013014"},{"canonical":"2 Chronicles 13:15","passages":["ויריעו איש יהודה ויהי בהריע איש יהודה והאלהים נגף את ירבעם וכל ישראל לפני אביה ויהודה "],"query":"014013015"},{"canonical":"2 Chronicles 13:16","passages":["וינוסו בני ישראל מפני יהודה ויתנם אלהים בידם "],"query":"014013016"},{"canonical":"2 Chronicles 13:17","passages":["ויכו בהם אביה ועמו מכה רבה ויפלו חללים מישראל חמש מאות אלף איש בחור "],"query":"014013017"},{"canonical":"2 Chronicles 13:18","passages":["ויכנעו בני ישראל בעת ההיא ויאמצו בני יהודה כי נשענו על יהוה אלהי אבותיהם "],"query":"014013018"},{"canonical":"2 Chronicles 13:19","passages":["וירדף אביה אחרי ירבעם וילכד ממנו ערים את בית אל ואת בנותיה ואת ישנה ואת בנותיה ואת עפרין ובנתיה "],"query":"014013019"},{"canonical":"2 Chronicles 13:20","passages":["ולא עצר כח ירבעם עוד בימי אביהו ויגפהו יהוה וימת פ"],"query":"014013020"},{"canonical":"2 Chronicles 13:21","passages":["ויתחזק אביהו וישא לו נשים ארבע עשרה ויולד עשרים ושנים בנים ושש עשרה בנות  ס "],"query":"014013021"},{"canonical":"2 Chronicles 13:22","passages":["ויתר דברי אביה ודרכיו ודבריו כתובים במדרש הנביא עדו "],"query":"014013022"},{"canonical":"2 Chronicles 13:23","passages":["וישכב אביה עם אבתיו ויקברו אתו בעיר דויד וימלך אסא בנו תחתיו בימיו שקטה הארץ עשר שנים פ"],"query":"014013023"}]}