{"query":"014034","verses":[{},{"canonical":"2 Chronicles 34:1","passages":["בן שמונה שנים יאשיהו במלכו ושלשים ואחת שנה מלך בירושל͏ם "],"query":"014034001"},{"canonical":"2 Chronicles 34:2","passages":["ויעש הישר בעיני יהוה וילך בדרכי דויד אביו ולא סר ימין ושמאול "],"query":"014034002"},{"canonical":"2 Chronicles 34:3","passages":["ובשמונה שנים למלכו והוא עודנו נער החל לדרוש לאלהי דויד אביו ובשתים עשרה שנה החל לטהר את יהודה וירושלם מן הבמות והאשרים והפסלים והמסכות "],"query":"014034003"},{"canonical":"2 Chronicles 34:4","passages":["וינתצו לפניו את מזבחות הבעלים והחמנים אשר למעלה מעליהם גדע והאשרים והפסלים והמסכות שבר והדק ויזרק על פני הקברים הזבחים להם "],"query":"014034004"},{"canonical":"2 Chronicles 34:5","passages":["ועצמות כהנים שרף על מזבחותם ויטהר את יהודה ואת ירושל͏ם "],"query":"014034005"},{"canonical":"2 Chronicles 34:6","passages":["ובערי מנשה ואפרים ושמעון ועד נפתלי בחרבתיהם סביב "],"query":"014034006"},{"canonical":"2 Chronicles 34:7","passages":["וינתץ את המזבחות ואת האשרים והפסלים כתת להדק וכל החמנים גדע בכל ארץ ישראל וישב לירושל͏ם  ס "],"query":"014034007"},{"canonical":"2 Chronicles 34:8","passages":["ובשנת שמונה עשרה למלכו לטהר הארץ והבית שלח את שפן בן אצליהו ואת מעשיהו שר העיר ואת יואח בן יואחז המזכיר לחזק את בית יהוה אלהיו "],"query":"014034008"},{"canonical":"2 Chronicles 34:9","passages":["ויבאו אל חלקיהו הכהן הגדול ויתנו את הכסף המובא בית אלהים אשר אספו הלוים שמרי הסף מיד מנשה ואפרים ומכל שארית ישראל ומכל יהודה ובנימן וישבו ירושל͏ם "],"query":"014034009"},{"canonical":"2 Chronicles 34:10","passages":["ויתנו על יד עשה המלאכה המפקדים בבית יהוה ויתנו אתו עושי המלאכה אשר עשים בבית יהוה לבדוק ולחזק הבית "],"query":"014034010"},{"canonical":"2 Chronicles 34:11","passages":["ויתנו לחרשים ולבנים לקנות אבני מחצב ועצים למחברות ולקרות את הבתים אשר השחיתו מלכי יהודה "],"query":"014034011"},{"canonical":"2 Chronicles 34:12","passages":["והאנשים עשים באמונה במלאכה ועליהם מפקדים יחת ועבדיהו הלוים מן בני מררי וזכריה ומשלם מן בני הקהתים לנצח והלוים כל מבין בכלי שיר "],"query":"014034012"},{"canonical":"2 Chronicles 34:13","passages":["ועל הסבלים ומנצחים לכל עשה מלאכה לעבודה ועבודה ומהלוים סופרים ושטרים ושוערים "],"query":"014034013"},{"canonical":"2 Chronicles 34:14","passages":["ובהוציאם את הכסף המובא בית יהוה מצא חלקיהו הכהן את ספר תורת יהוה ביד משה "],"query":"014034014"},{"canonical":"2 Chronicles 34:15","passages":["ויען חלקיהו ויאמר אל שפן הסופר ספר התורה מצאתי בבית יהוה ויתן חלקיהו את הספר אל שפן "],"query":"014034015"},{"canonical":"2 Chronicles 34:16","passages":["ויבא שפן את הספר אל המלך וישב עוד את המלך דבר לאמר כל אשר נתן ביד עבדיך הם עשים "],"query":"014034016"},{"canonical":"2 Chronicles 34:17","passages":["ויתיכו את הכסף הנמצא בבית יהוה ויתנוהו על יד המפקדים ועל יד עושי המלאכה "],"query":"014034017"},{"canonical":"2 Chronicles 34:18","passages":["ויגד שפן הסופר למלך לאמר ספר נתן לי חלקיהו הכהן ויקרא בו שפן לפני המלך "],"query":"014034018"},{"canonical":"2 Chronicles 34:19","passages":["ויהי כשמע המלך את דברי התורה ויקרע את בגדיו "],"query":"014034019"},{"canonical":"2 Chronicles 34:20","passages":["ויצו המלך את חלקיהו ואת אחיקם בן שפן ואת עבדון בן מיכה ואת שפן הסופר ואת עשיה עבד המלך לאמר "],"query":"014034020"},{"canonical":"2 Chronicles 34:21","passages":["לכו דרשו את יהוה בעדי ובעד הנשאר בישראל וביהודה על דברי הספר אשר נמצא כי גדולה חמת יהוה אשר נתכה בנו על אשר לא שמרו אבותינו את דבר יהוה לעשות ככל הכתוב על הספר הזה פ"],"query":"014034021"},{"canonical":"2 Chronicles 34:22","passages":["וילך חלקיהו ואשר המלך אל חלדה הנביאה אשת שלם בן  ס "],"query":"014034022"},{"canonical":"2 Chronicles 34:23","passages":["ותאמר להם כה אמר יהוה אלהי ישראל אמרו לאיש אשר שלח אתכם אלי  ס "],"query":"014034023"},{"canonical":"2 Chronicles 34:24","passages":["כה אמר יהוה הנני מביא רעה על המקום הזה ועל יושביו את כל האלות הכתובות על הספר אשר קראו לפני מלך יהודה "],"query":"014034024"},{"canonical":"2 Chronicles 34:25","passages":["תחת אשר עזבוני ויקטרו לאלהים אחרים למען הכעיסני בכל מעשי ידיהם ותתך חמתי במקום הזה ולא תכבה "],"query":"014034025"},{"canonical":"2 Chronicles 34:26","passages":["ואל מלך יהודה השלח אתכם לדרוש ביהוה כה תאמרו אליו  ס כה אמר יהוה אלהי ישראל הדברים אשר שמעת "],"query":"014034026"},{"canonical":"2 Chronicles 34:27","passages":["יען רך לבבך ותכנע מלפני אלהים בשמעך את דבריו על המקום הזה ועל ישביו ותכנע לפני ותקרע את בגדיך ותבך לפני וגם אני שמעתי נאם יהוה "],"query":"014034027"},{"canonical":"2 Chronicles 34:28","passages":["הנני אספך אל אבתיך ונאספת אל קברתיך בשלום ולא תראינה עיניך בכל הרעה אשר אני מביא על המקום הזה ועל ישביו וישיבו את המלך דבר פ"],"query":"014034028"},{"canonical":"2 Chronicles 34:29","passages":["וישלח המלך ויאסף את כל זקני יהודה וירושל͏ם "],"query":"014034029"},{"canonical":"2 Chronicles 34:30","passages":["ויעל המלך בית יהוה וכל איש יהודה וישבי ירושלם והכהנים והלוים וכל העם מגדול ועד קטן ויקרא באזניהם את כל דברי ספר הברית הנמצא בית יהוה "],"query":"014034030"},{"canonical":"2 Chronicles 34:31","passages":["ויעמד המלך על עמדו ויכרת את הברית לפני יהוה ללכת אחרי יהוה ולשמור את מצותיו ועדותיו וחקיו בכל לבבו ובכל נפשו לעשות את דברי הברית הכתובים על הספר הזה "],"query":"014034031"},{"canonical":"2 Chronicles 34:32","passages":["ויעמד את כל הנמצא בירושל͏ם ובנימן ויעשו ישבי ירושלם כברית אלהים אלהי אבותיהם "],"query":"014034032"},{"canonical":"2 Chronicles 34:33","passages":["ויסר יאשיהו את כל התועבות מכל הארצות אשר לבני ישראל ויעבד את כל הנמצא בישראל לעבוד את יהוה אלהיהם כל ימיו לא סרו מאחרי יהוה אלהי אבותיהם פ"],"query":"014034033"}]}