{"query":"014010","verses":[{},{"canonical":"2 Chronicles 10:1","passages":["וילך רחבעם שכמה כי שכם באו כל ישראל להמליך אתו "],"query":"014010001"},{"canonical":"2 Chronicles 10:2","passages":["ויהי כשמע ירבעם בן נבט והוא במצרים אשר ברח מפני שלמה המלך וישב ירבעם ממצרים "],"query":"014010002"},{"canonical":"2 Chronicles 10:3","passages":["וישלחו ויקראו לו ויבא ירבעם וכל ישראל וידברו אל רחבעם לאמר "],"query":"014010003"},{"canonical":"2 Chronicles 10:4","passages":["אביך הקשה את עלנו ועתה הקל מעבדת אביך הקשה ומעלו הכבד אשר נתן עלינו ונעבדך "],"query":"014010004"},{"canonical":"2 Chronicles 10:5","passages":["ויאמר אלהם עוד שלשת ימים ושובו אלי וילך העם  ס "],"query":"014010005"},{"canonical":"2 Chronicles 10:6","passages":["ויועץ המלך רחבעם את הזקנים אשר היו עמדים לפני שלמה אביו בהיתו חי לאמר איך אתם נועצים להשיב לעם הזה דבר "],"query":"014010006"},{"canonical":"2 Chronicles 10:7","passages":["וידברו אליו לאמר אם תהיה לטוב להעם הזה ורציתם ודברת אלהם דברים טובים והיו לך עבדים כל הימים "],"query":"014010007"},{"canonical":"2 Chronicles 10:8","passages":["ויעזב את עצת הזקנים אשר יעצהו ויועץ את הילדים אשר גדלו אתו העמדים לפניו "],"query":"014010008"},{"canonical":"2 Chronicles 10:9","passages":["ויאמר אלהם מה אתם נועצים ונשיב דבר את העם הזה אשר דברו אלי לאמר הקל מן העל אשר נתן אביך עלינו "],"query":"014010009"},{"canonical":"2 Chronicles 10:10","passages":["וידברו אתו הילדים אשר גדלו אתו לאמר כה תאמר לעם אשר דברו אליך לאמר אביך הכביד את עלנו ואתה הקל מעלינו כה תאמר אלהם קטני עבה ממתני אבי "],"query":"014010010"},{"canonical":"2 Chronicles 10:11","passages":["ועתה אבי העמיס עליכם על כבד ואני אסיף על עלכם אבי יסר אתכם בשוטים ואני בעקרבים  ס "],"query":"014010011"},{"canonical":"2 Chronicles 10:12","passages":["ויבא ירבעם וכל העם אל רחבעם ביום השלשי כאשר דבר המלך לאמר שובו אלי ביום השלשי "],"query":"014010012"},{"canonical":"2 Chronicles 10:13","passages":["ויענם המלך קשה ויעזב המלך רחבעם את עצת הזקנים "],"query":"014010013"},{"canonical":"2 Chronicles 10:14","passages":["וידבר אלהם כעצת הילדים לאמר אכביד את עלכם ואני אסיף עליו אבי יסר אתכם בשוטים ואני בעקרבים "],"query":"014010014"},{"canonical":"2 Chronicles 10:15","passages":["ולא שמע המלך אל העם כי היתה נסבה מעם ה͏אלהים למען הקים יהוה את דברו אשר דבר ביד אחיהו השלוני אל ירבעם בן נבט "],"query":"014010015"},{"canonical":"2 Chronicles 10:16","passages":["וכל ישראל כי לא שמע המלך להם וישיבו העם את המלך לאמר מה לנו חלק בדויד ולא נחלה בבן ישי איש לאהליך ישראל עתה ראה ביתך דויד וילך כל ישראל לאהליו  ס "],"query":"014010016"},{"canonical":"2 Chronicles 10:17","passages":["ובני ישראל הישבים בערי יהודה וימלך עליהם רחבעם "],"query":"014010017"},{"canonical":"2 Chronicles 10:18","passages":["וישלח המלך רחבעם את הדרם אשר על המס וירגמו בו בני ישראל אבן וימת והמלך רחבעם התאמץ לעלות במרכבה לנוס ירושל͏ם  ס "],"query":"014010018"},{"canonical":"2 Chronicles 10:19","passages":["ויפשעו ישראל בבית דויד עד היום הזה  ס "],"query":"014010019"}]}