{"query":"014001","verses":[{},{"canonical":"2 Chronicles 1:1","passages":["ויתחזק שלמה בן דויד על מלכותו ויהוה אלהיו עמו ויגדלהו למעלה "],"query":"014001001"},{"canonical":"2 Chronicles 1:2","passages":["ויאמר שלמה לכל ישראל לשרי האלפים והמאות ולשפטים ולכל נשיא לכל ישראל ראשי האבות "],"query":"014001002"},{"canonical":"2 Chronicles 1:3","passages":["וילכו שלמה וכל הקהל עמו לבמה אשר בגבעון כי שם היה אהל מועד האלהים אשר עשה משה עבד יהוה במדבר "],"query":"014001003"},{"canonical":"2 Chronicles 1:4","passages":["אבל ארון האלהים העלה דויד מקרית יערים בהכין לו דויד כי נטה לו אהל בירושל͏ם "],"query":"014001004"},{"canonical":"2 Chronicles 1:5","passages":["ומזבח הנחשת אשר עשה בצלאל בן אורי בן חור שם לפני משכן יהוה וידרשהו שלמה והקהל "],"query":"014001005"},{"canonical":"2 Chronicles 1:6","passages":["ויעל שלמה שם על מזבח הנחשת לפני יהוה אשר לאהל מועד ויעל עליו עלות אלף "],"query":"014001006"},{"canonical":"2 Chronicles 1:7","passages":["בלילה ההוא נראה אלהים לשלמה ויאמר לו שאל מה אתן לך "],"query":"014001007"},{"canonical":"2 Chronicles 1:8","passages":["ויאמר שלמה לאלהים אתה עשית עם דויד אבי חסד גדול והמלכתני תחתיו "],"query":"014001008"},{"canonical":"2 Chronicles 1:9","passages":["עתה יהוה אלהים יאמן דברך עם דויד אבי כי אתה המלכתני על עם רב כעפר הארץ "],"query":"014001009"},{"canonical":"2 Chronicles 1:10","passages":["עתה חכמה ומדע תן לי ואצאה לפני העם הזה ואבואה כי מי ישפט את עמך הזה הגדול  ס "],"query":"014001010"},{"canonical":"2 Chronicles 1:11","passages":["ויאמר אלהים לשלמה יען אשר היתה זאת עם לבבך ולא שאלת עשר נכסים וכבוד ואת נפש שנאיך וגם ימים רבים לא שאלת ותשאל לך חכמה ומדע אשר תשפוט את עמי אשר המלכתיך עליו "],"query":"014001011"},{"canonical":"2 Chronicles 1:12","passages":["החכמה והמדע נתון לך ועשר ונכסים וכבוד אתן לך אשר לא היה כן למלכים אשר לפניך ואחריך לא יהיה כן "],"query":"014001012"},{"canonical":"2 Chronicles 1:13","passages":["ויבא שלמה לבמה אשר בגבעון ירושלם מלפני אהל מועד וימלך על ישראל פ"],"query":"014001013"},{"canonical":"2 Chronicles 1:14","passages":["ויאסף שלמה רכב ופרשים ויהי לו אלף וארבע מאות רכב ושנים עשר אלף פרשים ויניחם בערי הרכב ועם המלך בירושל͏ם "],"query":"014001014"},{"canonical":"2 Chronicles 1:15","passages":["ויתן המלך את הכסף ואת הזהב בירושל͏ם כאבנים ואת הארזים נתן כשקמים אשר בשפלה לרב "],"query":"014001015"},{"canonical":"2 Chronicles 1:16","passages":["ומוצא הסוסים אשר לשלמה ממצרים ומקוא סחרי המלך מקוא יקחו במחיר "],"query":"014001016"},{"canonical":"2 Chronicles 1:17","passages":["ויעלו ויוציאו ממצרים מרכבה בשש מאות כסף וסוס בחמשים ומאה וכן לכל מלכי החתים ומלכי ארם בידם יוציאו "],"query":"014001017"},{"canonical":"2 Chronicles 1:18","passages":["ויאמר שלמה לבנות בית לשם יהוה ובית למלכותו "],"query":"014001018"}]}