{"query":"014022","verses":[{},{"canonical":"2 Chronicles 22:1","passages":["וימליכו יושבי ירושלם את אחזיהו בנו הקטן תחתיו כי כל הראשנים הרג הגדוד הבא בערבים למחנה וימלך אחזיהו בן יהורם מלך יהודה פ"],"query":"014022001"},{"canonical":"2 Chronicles 22:2","passages":["בן ארבעים ושתים שנה אחזיהו במלכו ושנה אחת מלך בירושל͏ם ושם אמו עתליהו בת עמרי "],"query":"014022002"},{"canonical":"2 Chronicles 22:3","passages":["גם הוא הלך בדרכי בית אחאב כי אמו היתה יועצתו להרשיע "],"query":"014022003"},{"canonical":"2 Chronicles 22:4","passages":["ויעש הרע בעיני יהוה כבית אחאב כי המה היו לו יועצים אחרי מות אביו למשחית לו "],"query":"014022004"},{"canonical":"2 Chronicles 22:5","passages":["גם בעצתם הלך וילך את יהורם בן אחאב מלך ישראל למלחמה על חזאל מלך ארם ברמות גלעד ויכו הרמים את יורם "],"query":"014022005"},{"canonical":"2 Chronicles 22:6","passages":["וישב להתרפא ביזרעאל כי המכים אשר הכהו ברמה בהלחמו את חזהאל מלך ארם ועזריהו בן יהורם מלך יהודה ירד לראות את יהורם בן אחאב ביזרעאל כי חלה הוא "],"query":"014022006"},{"canonical":"2 Chronicles 22:7","passages":["ומאלהים היתה תבוסת אחזיהו לבוא אל יורם ובבאו יצא עם יהורם אל יהוא בן נמשי אשר משחו יהוה להכרית את בית אחאב "],"query":"014022007"},{"canonical":"2 Chronicles 22:8","passages":["ויהי כהשפט יהוא עם בית אחאב וימצא את שרי יהודה ובני אחי אחזיהו משרתים לאחזיהו ויהרגם "],"query":"014022008"},{"canonical":"2 Chronicles 22:9","passages":["ויבקש את אחזיהו וילכדהו והוא מתחבא בשמרון ויבאהו אל יהוא וימתהו ויקברהו כי אמרו בן יהושפט הוא אשר דרש את יהוה בכל לבבו ואין לבית אחזיהו לעצר כח לממלכה "],"query":"014022009"},{"canonical":"2 Chronicles 22:10","passages":["ועתליהו אם אחזיהו ראתה כי מת בנה ותקם ותדבר את כל זרע הממלכה לבית יהודה "],"query":"014022010"},{"canonical":"2 Chronicles 22:11","passages":["ותקח יהושבעת בת המלך את יואש בן אחזיהו ותגנב אתו מתוך בני המלך המומתים ותתן אתו ואת מינקתו בחדר המטות ותסתירהו יהושבעת בת המלך יהורם אשת יהוידע הכהן כי היא היתה אחות אחזיהו מפני עתליהו ולא המיתתהו "],"query":"014022011"},{"canonical":"2 Chronicles 22:12","passages":["ויהי אתם בבית האלהים מתחבא שש שנים ועתליה מלכת על הארץ פ"],"query":"014022012"}]}