{"query":"014021","verses":[{},{"canonical":"2 Chronicles 21:1","passages":["וישכב יהושפט עם אבתיו ויקבר עם אבתיו בעיר דויד וימלך יהורם בנו תחתיו "],"query":"014021001"},{"canonical":"2 Chronicles 21:2","passages":["ולו אחים בני יהושפט עזריה ויחיאל וזכריהו ועזריהו ומיכאל ושפטיהו כל אלה בני יהושפט מלך ישראל "],"query":"014021002"},{"canonical":"2 Chronicles 21:3","passages":["ויתן להם אביהם מתנות רבות לכסף ולזהב ולמגדנות עם ערי מצרות ביהודה ואת הממלכה נתן ליהורם כי הוא הבכור פ"],"query":"014021003"},{"canonical":"2 Chronicles 21:4","passages":["ויקם יהורם על ממלכת אביו ויתחזק ויהרג את כל אחיו בחרב וגם משרי ישראל "],"query":"014021004"},{"canonical":"2 Chronicles 21:5","passages":["בן שלשים ושתים שנה יהורם במלכו ושמונה שנים מלך בירושל͏ם "],"query":"014021005"},{"canonical":"2 Chronicles 21:6","passages":["וילך בדרך מלכי ישראל כאשר עשו בית אחאב כי בת אחאב היתה לו אשה ויעש הרע בעיני יהוה "],"query":"014021006"},{"canonical":"2 Chronicles 21:7","passages":["ולא אבה יהוה להשחית את בית דויד למען הברית אשר כרת לדויד וכאשר אמר לתת לו ניר ולבניו כל הימים "],"query":"014021007"},{"canonical":"2 Chronicles 21:8","passages":["בימיו פשע אדום מתחת יד יהודה וימליכו עליהם מלך "],"query":"014021008"},{"canonical":"2 Chronicles 21:9","passages":["ויעבר יהורם עם שריו וכל הרכב עמו ויהי קם לילה ויך את אדום הסובב אליו ואת שרי הרכב "],"query":"014021009"},{"canonical":"2 Chronicles 21:10","passages":["ויפשע אדום מתחת יד יהודה עד היום הזה אז תפשע לבנה בעת ההיא מתחת ידו כי עזב את יהוה אלהי אבתיו "],"query":"014021010"},{"canonical":"2 Chronicles 21:11","passages":["גם הוא עשה במות בהרי יהודה ויזן את ישבי ירושלם וידח את יהודה פ"],"query":"014021011"},{"canonical":"2 Chronicles 21:12","passages":["ויבא אליו מכתב מאליהו הנביא לאמר כה אמר יהוה אלהי דויד אביך תחת אשר לא הלכת בדרכי יהושפט אביך ובדרכי אסא מלך יהודה "],"query":"014021012"},{"canonical":"2 Chronicles 21:13","passages":["ותלך בדרך מלכי ישראל ותזנה את יהודה ואת ישבי ירושלם כהזנות בית אחאב וגם את אחיך בית אביך הטובים ממך הרגת "],"query":"014021013"},{"canonical":"2 Chronicles 21:14","passages":["הנה יהוה נגף מגפה גדולה בעמך ובבניך ובנשיך ובכל רכושך "],"query":"014021014"},{"canonical":"2 Chronicles 21:15","passages":["ואתה בחליים רבים במחלה מעיך עד יצאו מעיך מן החלי ימים על ימים "],"query":"014021015"},{"canonical":"2 Chronicles 21:16","passages":["ויער יהוה על יהורם את רוח הפלשתים והערבים אשר על יד כושים "],"query":"014021016"},{"canonical":"2 Chronicles 21:17","passages":["ויעלו ביהודה ויבקעוה וישבו את כל הרכוש הנמצא לבית המלך וגם בניו ונשיו ולא נשאר לו בן כי אם יהואחז קטן בניו "],"query":"014021017"},{"canonical":"2 Chronicles 21:18","passages":["ואחרי כל זאת נגפו יהוה במעיו לחלי לאין מרפא "],"query":"014021018"},{"canonical":"2 Chronicles 21:19","passages":["ויהי לימים מימים וכעת צאת הקץ לימים שנים יצאו מעיו עם חליו וימת בתחלאים רעים ולא עשו לו עמו שרפה כשרפת אבתיו "],"query":"014021019"},{"canonical":"2 Chronicles 21:20","passages":["בן שלשים ושתים היה במלכו ושמונה שנים מלך בירושל͏ם וילך בלא חמדה ויקברהו בעיר דויד ולא בקברות המלכים "],"query":"014021020"}]}