{"query":"014025","verses":[{},{"canonical":"2 Chronicles 25:1","passages":["בן עשרים וחמש שנה מלך אמציהו ועשרים ותשע שנה מלך בירושל͏ם ושם אמו יהועדן מירושלים "],"query":"014025001"},{"canonical":"2 Chronicles 25:2","passages":["ויעש הישר בעיני יהוה רק לא בלבב שלם "],"query":"014025002"},{"canonical":"2 Chronicles 25:3","passages":["ויהי כאשר חזקה הממלכה עליו ויהרג את עבדיו המכים את המלך אביו "],"query":"014025003"},{"canonical":"2 Chronicles 25:4","passages":["ואת בניהם לא המית כי ככתוב בתורה בספר משה אשר צוה יהוה לאמר לא ימותו אבות על בנים ובנים לא ימותו על אבות כי איש בחטאו ימותו פ"],"query":"014025004"},{"canonical":"2 Chronicles 25:5","passages":["ויקבץ אמציהו את יהודה ויעמידם לבית אבות לשרי האלפים ולשרי המאות לכל יהודה ובנימן ויפקדם למבן עשרים שנה ומעלה וימצאם שלש מאות אלף בחור יוצא צבא אחז רמח וצנה "],"query":"014025005"},{"canonical":"2 Chronicles 25:6","passages":["וישכר מישראל מאה אלף גבור חיל במאה ככר כסף "],"query":"014025006"},{"canonical":"2 Chronicles 25:7","passages":["ואיש האלהים בא אליו לאמר המלך אל יבא עמך צבא ישראל כי אין יהוה עם ישראל כל בני אפרים "],"query":"014025007"},{"canonical":"2 Chronicles 25:8","passages":["כי אם בא אתה עשה חזק למלחמה יכשילך האלהים לפני אויב כי יש כח באלהים לעזור ולהכשיל "],"query":"014025008"},{"canonical":"2 Chronicles 25:9","passages":["ויאמר אמציהו לאיש האלהים ומה לעשות למאת הככר אשר נתתי לגדוד ישראל ויאמר איש האלהים יש ליהוה לתת לך הרבה מזה "],"query":"014025009"},{"canonical":"2 Chronicles 25:10","passages":["ויבדילם אמציהו להגדוד אשר בא אליו מאפרים ללכת למקומם ויחר אפם מאד ביהודה וישובו למקומם בחרי אף פ"],"query":"014025010"},{"canonical":"2 Chronicles 25:11","passages":["ואמציהו התחזק וינהג את עמו וילך גיא המלח ויך את בני שעיר עשרת אלפים "],"query":"014025011"},{"canonical":"2 Chronicles 25:12","passages":["ועשרת אלפים חיים שבו בני יהודה ויביאום לראש הסלע וישליכום מראש הסלע וכלם נבקעו  ס "],"query":"014025012"},{"canonical":"2 Chronicles 25:13","passages":["ובני הגדוד אשר השיב אמציהו מלכת עמו למלחמה ויפשטו בערי יהודה משמרון ועד בית חורון ויכו מהם שלשת אלפים ויבזו בזה רבה  ס "],"query":"014025013"},{"canonical":"2 Chronicles 25:14","passages":["ויהי אחרי בוא אמציהו מהכות את אדומים ויבא את אלהי בני שעיר ויעמידם לו לאלהים ולפניהם ישתחוה ולהם יקטר "],"query":"014025014"},{"canonical":"2 Chronicles 25:15","passages":["ויחר אף יהוה באמציהו וישלח אליו נביא ויאמר לו למה דרשת את אלהי העם אשר לא הצילו את עמם מידך "],"query":"014025015"},{"canonical":"2 Chronicles 25:16","passages":["ויהי בדברו אליו ויאמר לו הליועץ למלך נתנוך חדל לך למה יכוך ויחדל הנביא ויאמר ידעתי כי יעץ אלהים להשחיתך כי עשית זאת ולא שמעת לעצתי פ"],"query":"014025016"},{"canonical":"2 Chronicles 25:17","passages":["ויועץ אמציהו מלך יהודה וישלח אל יואש בן יהואחז בן יהוא מלך ישראל לאמר לכה נתראה פנים "],"query":"014025017"},{"canonical":"2 Chronicles 25:18","passages":["וישלח יואש מלך ישראל אל אמציהו מלך יהודה לאמר החוח אשר בלבנון שלח אל הארז אשר בלבנון לאמר תנה את בתך לבני לאשה ותעבר חית השדה אשר בלבנון ותרמס את החוח "],"query":"014025018"},{"canonical":"2 Chronicles 25:19","passages":["אמרת הנה הכית את אדום ונשאך לבך להכביד עתה שבה בביתך למה תתגרה ברעה ונפלת אתה ויהודה עמך "],"query":"014025019"},{"canonical":"2 Chronicles 25:20","passages":["ולא שמע אמציהו כי מהאלהים היא למען תתם ביד כי דרשו את אלהי אדום "],"query":"014025020"},{"canonical":"2 Chronicles 25:21","passages":["ויעל יואש מלך ישראל ויתראו פנים הוא ואמציהו מלך יהודה בבית שמש אשר ליהודה "],"query":"014025021"},{"canonical":"2 Chronicles 25:22","passages":["וינגף יהודה לפני ישראל וינסו איש לאהליו "],"query":"014025022"},{"canonical":"2 Chronicles 25:23","passages":["ואת אמציהו מלך יהודה בן יואש בן יהואחז תפש יואש מלך ישראל בבית שמש ויביאהו ירושלם ויפרץ בחומת ירושלם משער אפרים עד שער הפונה ארבע מאות אמה "],"query":"014025023"},{"canonical":"2 Chronicles 25:24","passages":["וכל הזהב והכסף ואת כל הכלים הנמצאים בבית האלהים עם עבד אדום ואת אצרות בית המלך ואת בני התערבות וישב שמרון פ"],"query":"014025024"},{"canonical":"2 Chronicles 25:25","passages":["ויחי אמציהו בן יואש מלך יהודה אחרי מות יואש בן יהואחז מלך ישראל חמש עשרה שנה "],"query":"014025025"},{"canonical":"2 Chronicles 25:26","passages":["ויתר דברי אמציהו הראשנים והאחרונים הלא הנם כתובים על ספר מלכי יהודה וישראל "],"query":"014025026"},{"canonical":"2 Chronicles 25:27","passages":["ומעת אשר סר אמציהו מאחרי יהוה ויקשרו עליו קשר בירושל͏ם וינס לכישה וישלחו אחריו לכישה וימיתהו שם "],"query":"014025027"},{"canonical":"2 Chronicles 25:28","passages":["וישאהו על הסוסים ויקברו אתו עם אבתיו בעיר יהודה "],"query":"014025028"}]}