{"query":"014004","verses":[{},{"canonical":"2 Chronicles 4:1","passages":["ויעש מזבח נחשת עשרים אמה ארכו ועשרים אמה רחבו ועשר אמות קומתו  ס "],"query":"014004001"},{"canonical":"2 Chronicles 4:2","passages":["ויעש את הים מוצק עשר באמה משפתו אל שפתו עגול סביב וחמש באמה קומתו וקו שלשים באמה יסב אתו סביב "],"query":"014004002"},{"canonical":"2 Chronicles 4:3","passages":["ודמות בקרים תחת לו סביב סביב סובבים אתו עשר באמה מקיפים את הים סביב שנים טורים הבקר יצוקים במצקתו "],"query":"014004003"},{"canonical":"2 Chronicles 4:4","passages":["עומד על שנים עשר בקר שלשה פנים צפונה ושלושה פנים ימה ושלשה פנים נגבה ושלשה פנים מזרחה והים עליהם מלמעלה וכל אחריהם ביתה "],"query":"014004004"},{"canonical":"2 Chronicles 4:5","passages":["ועביו טפח ושפתו כמעשה שפת כוס פרח שושנה מחזיק בתים שלשת אלפים יכיל  ס "],"query":"014004005"},{"canonical":"2 Chronicles 4:6","passages":["ויעש כיורים עשרה ויתן חמשה מימין וחמשה משמאול לרחצה בהם את מעשה העולה ידיחו בם והים לרחצה לכהנים בו  ס "],"query":"014004006"},{"canonical":"2 Chronicles 4:7","passages":["ויעש את מנרות הזהב עשר כמשפטם ויתן בהיכל חמש מימין וחמש משמאול  ס "],"query":"014004007"},{"canonical":"2 Chronicles 4:8","passages":["ויעש שלחנות עשרה וינח בהיכל חמשה מימין וחמשה משמאול ויעש מזרקי זהב מאה "],"query":"014004008"},{"canonical":"2 Chronicles 4:9","passages":["ויעש חצר הכהנים והעזרה הגדולה ודלתות לעזרה ודלתותיהם צפה נחשת "],"query":"014004009"},{"canonical":"2 Chronicles 4:10","passages":["ואת הים נתן מכתף הימנית קדמה ממול נגבה "],"query":"014004010"},{"canonical":"2 Chronicles 4:11","passages":["ויעש חורם את הסירות ואת היעים ואת המזרקות חורם לעשות את המלאכה אשר עשה למלך שלמה בבית האלהים "],"query":"014004011"},{"canonical":"2 Chronicles 4:12","passages":["עמודים שנים והגלות והכתרות על ראש העמודים שתים והשבכות שתים לכסות את שתי גלות הכתרות אשר על ראש העמודים "],"query":"014004012"},{"canonical":"2 Chronicles 4:13","passages":["ואת הרמונים ארבע מאות לשתי השבכות שנים טורים רמונים לשבכה האחת לכסות את שתי גלות הכתרות אשר על פני העמודים "],"query":"014004013"},{"canonical":"2 Chronicles 4:14","passages":["ואת המכנות עשה ואת הכירות עשה על המכנות "],"query":"014004014"},{"canonical":"2 Chronicles 4:15","passages":["את הים אחד ואת הבקר שנים עשר תחתיו "],"query":"014004015"},{"canonical":"2 Chronicles 4:16","passages":["ואת הסירות ואת היעים ואת המזלגות ואת כל כליהם עשה חורם אביו למלך שלמה לבית יהוה נחשת מרוק "],"query":"014004016"},{"canonical":"2 Chronicles 4:17","passages":["בככר הירדן יצקם המלך בעבי האדמה בין סכות ובין צרדתה "],"query":"014004017"},{"canonical":"2 Chronicles 4:18","passages":["ויעש שלמה כל הכלים האלה לרב מאד כי לא נחקר משקל הנחשת פ"],"query":"014004018"},{"canonical":"2 Chronicles 4:19","passages":["ויעש שלמה את כל הכלים אשר בית האלהים ואת מזבח הזהב ואת השלחנות ועליהם לחם הפנים "],"query":"014004019"},{"canonical":"2 Chronicles 4:20","passages":["ואת המנרות ונרתיהם לבערם כמשפט לפני הדביר זהב סגור "],"query":"014004020"},{"canonical":"2 Chronicles 4:21","passages":["והפרח והנרות והמלקחים זהב הוא מכלות זהב "],"query":"014004021"},{"canonical":"2 Chronicles 4:22","passages":["והמזמרות והמזרקות והכפות והמחתות זהב סגור ופתח הבית דלתותיו הפנימיות לקדש הקדשים ודלתי הבית להיכל זהב "],"query":"014004022"}]}