{"query":"014020","verses":[{},{"canonical":"2 Chronicles 20:1","passages":["ויהי א͏חריכן באו בני מואב ובני עמון ועמהם מהעמונים על יהושפט למלחמה "],"query":"014020001"},{"canonical":"2 Chronicles 20:2","passages":["ויבאו ויגידו ליהושפט לאמר בא עליך המון רב מעבר לים מארם והנם בחצצון תמר היא עין גדי "],"query":"014020002"},{"canonical":"2 Chronicles 20:3","passages":["וירא ויתן יהושפט את פניו לדרוש ליהוה ויקרא צום על כל יהודה "],"query":"014020003"},{"canonical":"2 Chronicles 20:4","passages":["ויקבצו יהודה לבקש מיהוה גם מכל ערי יהודה באו לבקש את יהוה "],"query":"014020004"},{"canonical":"2 Chronicles 20:5","passages":["ויעמד יהושפט בקהל יהודה וירושל͏ם בבית יהוה לפני החצר החדשה "],"query":"014020005"},{"canonical":"2 Chronicles 20:6","passages":["ויאמר יהוה אלהי אבתינו הלא אתה הוא אלהים בשמים ואתה מושל בכל ממלכות הגוים ובידך כח וגבורה ואין עמך להתיצב "],"query":"014020006"},{"canonical":"2 Chronicles 20:7","passages":["הלא אתה אלהינו הורשת את ישבי הארץ הזאת מלפני עמך ישראל ותתנה לזרע אברהם אהבך לעולם "],"query":"014020007"},{"canonical":"2 Chronicles 20:8","passages":["וישבו בה ויבנו לך בה מקדש לשמך לאמר "],"query":"014020008"},{"canonical":"2 Chronicles 20:9","passages":["אם תבוא עלינו רעה חרב שפוט ודבר ורעב נעמדה לפני הבית הזה ולפניך כי שמך בבית הזה ונזעק אליך מצרתנו ותשמע ותושיע "],"query":"014020009"},{"canonical":"2 Chronicles 20:10","passages":["ועתה הנה בני עמון ומואב והר שעיר אשר לא נתתה לישראל לבוא בהם בבאם מארץ מצרים כי סרו מעליהם ולא השמידום "],"query":"014020010"},{"canonical":"2 Chronicles 20:11","passages":["והנה הם גמלים עלינו לבוא לגרשנו מירשתך אשר הורשתנו "],"query":"014020011"},{"canonical":"2 Chronicles 20:12","passages":["אלהינו הלא תשפט בם כי אין בנו כח לפני ההמון הרב הזה הבא עלינו ואנחנו לא נדע מה נעשה כי עליך עינינו "],"query":"014020012"},{"canonical":"2 Chronicles 20:13","passages":["וכל יהודה עמדים לפני יהוה גם טפם נשיהם ובניהם פ"],"query":"014020013"},{"canonical":"2 Chronicles 20:14","passages":["ויחזיאל בן זכריהו בן בניה בן יעיאל בן מתניה הלוי מן בני אסף היתה עליו רוח יהוה בתוך הקהל "],"query":"014020014"},{"canonical":"2 Chronicles 20:15","passages":["ויאמר הקשיבו כל יהודה וישבי ירושלם והמלך יהושפט כה אמר יהוה לכם אתם אל תיראו ואל תחתו מפני ההמון הרב הזה כי לא לכם המלחמה כי לאלהים "],"query":"014020015"},{"canonical":"2 Chronicles 20:16","passages":["מחר רדו עליהם הנם עלים במעלה הציץ ומצאתם אתם בסוף הנחל פני מדבר ירואל "],"query":"014020016"},{"canonical":"2 Chronicles 20:17","passages":["לא לכם להלחם בזאת התיצבו עמדו וראו את ישועת יהוה עמכם יהודה וירושלם אל תיראו ואל תחתו מחר צאו לפניהם ויהוה עמכם "],"query":"014020017"},{"canonical":"2 Chronicles 20:18","passages":["ויקד יהושפט אפים ארצה וכל יהודה וישבי ירושלם נפלו לפני יהוה להשתחות ליהוה "],"query":"014020018"},{"canonical":"2 Chronicles 20:19","passages":["ויקמו הלוים מן בני הקהתים ומן בני הקרחים להלל ליהוה אלהי ישראל בקול גדול למעלה "],"query":"014020019"},{"canonical":"2 Chronicles 20:20","passages":["וישכימו בבקר ויצאו למדבר תקוע ובצאתם עמד יהושפט ויאמר שמעוני יהודה וישבי ירושלם האמינו ביהוה אלהיכם ותאמנו האמינו בנביאיו והצליחו "],"query":"014020020"},{"canonical":"2 Chronicles 20:21","passages":["ויועץ אל העם ויעמד משררים ליהוה ומהללים להדרת קדש בצאת לפני החלוץ ואמרים הודו ליהוה כי לעולם חסדו "],"query":"014020021"},{"canonical":"2 Chronicles 20:22","passages":["ובעת החלו ברנה ותהלה נתן יהוה מארבים על בני עמון מואב והר שעיר הבאים ליהודה וינגפו "],"query":"014020022"},{"canonical":"2 Chronicles 20:23","passages":["ויעמדו בני עמון ומואב על ישבי הר שעיר להחרים ולהשמיד וככלותם ביושבי שעיר עזרו איש ברעהו למשחית "],"query":"014020023"},{"canonical":"2 Chronicles 20:24","passages":["ויהודה בא על המצפה למדבר ויפנו אל ההמון והנם פגרים נפלים ארצה ואין פליטה "],"query":"014020024"},{"canonical":"2 Chronicles 20:25","passages":["ויבא יהושפט ועמו לבז את שללם וימצאו בהם לרב ורכוש ופגרים וכלי חמדות וינצלו להם לאין משא ויהיו ימים שלושה בזזים את השלל כי רב הוא "],"query":"014020025"},{"canonical":"2 Chronicles 20:26","passages":["וביום הרבעי נקהלו לעמק ברכה כי שם ברכו את יהוה על כן קראו את שם המקום ההוא עמק ברכה עד היום "],"query":"014020026"},{"canonical":"2 Chronicles 20:27","passages":["וישבו כל איש יהודה וירושלם ויהושפט בראשם לשוב אל ירושל͏ם בשמחה כי שמחם יהוה מאויביהם "],"query":"014020027"},{"canonical":"2 Chronicles 20:28","passages":["ויבאו ירושלם בנבלים ובכנרות ובחצצרות אל בית יהוה "],"query":"014020028"},{"canonical":"2 Chronicles 20:29","passages":["ויהי פחד אלהים על כל ממלכות הארצות בשמעם כי נלחם יהוה עם אויבי ישראל "],"query":"014020029"},{"canonical":"2 Chronicles 20:30","passages":["ותשקט מלכות יהושפט וינח לו אלהיו מסביב פ"],"query":"014020030"},{"canonical":"2 Chronicles 20:31","passages":["וימלך יהושפט על יהודה בן שלשים וחמש שנה במלכו ועשרים וחמש שנה מלך בירושלם ושם אמו עזובה בת שלחי "],"query":"014020031"},{"canonical":"2 Chronicles 20:32","passages":["וילך בדרך אביו אסא ולא סר ממנה לעשות הישר בעיני יהוה "],"query":"014020032"},{"canonical":"2 Chronicles 20:33","passages":["אך הבמות לא סרו ועוד העם לא הכינו לבבם לאלהי אבתיהם "],"query":"014020033"},{"canonical":"2 Chronicles 20:34","passages":["ויתר דברי יהושפט הראשנים והאחרנים הנם כתובים בדברי יהוא בן חנני אשר העלה על ספר מלכי ישראל "],"query":"014020034"},{"canonical":"2 Chronicles 20:35","passages":["ואחריכן אתחבר יהושפט מלך יהודה עם אחזיה מלך ישראל הוא הרשיע לעשות "],"query":"014020035"},{"canonical":"2 Chronicles 20:36","passages":["ויחברהו עמו לעשות אניות ללכת תרשיש ויעשו אניות בעציון גבר "],"query":"014020036"},{"canonical":"2 Chronicles 20:37","passages":["ויתנבא אליעזר בן דדוהו ממרשה על יהושפט לאמר כהתחברך עם אחזיהו פרץ יהוה את מעשיך וישברו אניות ולא עצרו ללכת אל תרשיש "],"query":"014020037"}]}