{"query":"014026","verses":[{},{"canonical":"2 Chronicles 26:1","passages":["ויקחו כל עם יהודה את עזיהו והוא בן שש עשרה שנה וימליכו אתו תחת אביו אמציהו "],"query":"014026001"},{"canonical":"2 Chronicles 26:2","passages":["הוא בנה את אילות וישיבה ליהודה אחרי שכב המלך עם אבתיו פ"],"query":"014026002"},{"canonical":"2 Chronicles 26:3","passages":["בן שש עשרה שנה עזיהו במלכו וחמשים ושתים שנה מלך בירושל͏ם ושם אמו יכליה מן ירושל͏ם "],"query":"014026003"},{"canonical":"2 Chronicles 26:4","passages":["ויעש הישר בעיני יהוה ככל אשר עשה אמציהו אביו "],"query":"014026004"},{"canonical":"2 Chronicles 26:5","passages":["ויהי לדרש אלהים בימי זכריהו המבין בראת האלהים ובימי דרשו את יהוה הצליחו האלהים  ס "],"query":"014026005"},{"canonical":"2 Chronicles 26:6","passages":["ויצא וילחם בפלשתים ויפרץ את חומת גת ואת חומת יבנה ואת חומת אשדוד ויבנה ערים באשדוד ובפלשתים "],"query":"014026006"},{"canonical":"2 Chronicles 26:7","passages":["ויעזרהו האלהים על פלשתים ועל הערבים הישבים בגור בעל והמעונים "],"query":"014026007"},{"canonical":"2 Chronicles 26:8","passages":["ויתנו העמונים מנחה לעזיהו וילך שמו עד לבוא מצרים כי החזיק עד למעלה "],"query":"014026008"},{"canonical":"2 Chronicles 26:9","passages":["ויבן עזיהו מגדלים בירושלם על שער הפנה ועל שער הגיא ועל המקצוע ויחזקם "],"query":"014026009"},{"canonical":"2 Chronicles 26:10","passages":["ויבן מגדלים במדבר ויחצב ברות רבים כי מקנה רב היה לו ובשפלה ובמישור אכרים וכרמים בהרים ובכרמל כי אהב אדמה היה  ס "],"query":"014026010"},{"canonical":"2 Chronicles 26:11","passages":["ויהי לעזיהו חיל עשה מלחמה יוצאי צבא לגדוד במספר פקדתם ביד יעיאל הסופר ומעשיהו השוטר על יד חנניהו משרי המלך "],"query":"014026011"},{"canonical":"2 Chronicles 26:12","passages":["כל מספר ראשי האבות לגבורי חיל אלפים ושש מאות "],"query":"014026012"},{"canonical":"2 Chronicles 26:13","passages":["ועל ידם חיל צבא שלש מאות אלף ושבעת אלפים וחמש מאות עושי מלחמה בכח חיל לעזר למלך על האויב "],"query":"014026013"},{"canonical":"2 Chronicles 26:14","passages":["ויכן להם עזיהו לכל הצבא מגנים ורמחים וכובעים ושרינות וקשתות ולאבני קלעים "],"query":"014026014"},{"canonical":"2 Chronicles 26:15","passages":["ויעש בירושלם חשבנות מחשבת חושב להיות על המגדלים ועל הפנות לירוא בחצים ובאבנים גדלות ויצא שמו עד למרחוק כי הפליא להעזר עד כי חזק "],"query":"014026015"},{"canonical":"2 Chronicles 26:16","passages":["וכחזקתו גבה לבו עד להשחית וימעל ביהוה אלהיו ויבא אל היכל יהוה להקטיר על מזבח הקטרת "],"query":"014026016"},{"canonical":"2 Chronicles 26:17","passages":["ויבא אחריו עזריהו הכהן ועמו כהנים ליהוה שמונים בני חיל "],"query":"014026017"},{"canonical":"2 Chronicles 26:18","passages":["ויעמדו על עזיהו המלך ויאמרו לו לא לך עזיהו להקטיר ליהוה כי לכהנים בני אהרן המקדשים להקטיר צא מן המקדש כי מעלת ולא לך לכבוד מיהוה אלהים "],"query":"014026018"},{"canonical":"2 Chronicles 26:19","passages":["ויזעף עזיהו ובידו מקטרת להקטיר ובזעפו עם הכהנים והצרעת זרחה במצחו לפני הכהנים בבית יהוה מעל למזבח הקטרת "],"query":"014026019"},{"canonical":"2 Chronicles 26:20","passages":["ויפן אליו עזריהו כהן הראש וכל הכהנים והנה הוא מצרע במצחו ויבהלוהו משם וגם הוא נדחף לצאת כי נגעו יהוה "],"query":"014026020"},{"canonical":"2 Chronicles 26:21","passages":["ויהי עזיהו המלך מצרע עד יום מותו וישב בית החפשית מצרע כי נגזר מבית יהוה ויותם בנו על בית המלך שופט את עם הארץ "],"query":"014026021"},{"canonical":"2 Chronicles 26:22","passages":["ויתר דברי עזיהו הראשנים והאחרנים כתב ישעיהו בן אמוץ הנביא "],"query":"014026022"},{"canonical":"2 Chronicles 26:23","passages":["וישכב עזיהו עם אבתיו ויקברו אתו עם אבתיו בשדה הקבורה אשר למלכים כי אמרו מצורע הוא וימלך יותם בנו תחתיו פ"],"query":"014026023"}]}