{"query":"014033","verses":[{},{"canonical":"2 Chronicles 33:1","passages":["בן שתים עשרה שנה מנשה במלכו וחמשים וחמש שנה מלך בירושל͏ם "],"query":"014033001"},{"canonical":"2 Chronicles 33:2","passages":["ויעש הרע בעיני יהוה כתועבות הגוים אשר הוריש יהוה מפני בני ישראל "],"query":"014033002"},{"canonical":"2 Chronicles 33:3","passages":["וישב ויבן את הבמות אשר נתץ יחזקיהו אביו ויקם מזבחות לבעלים ויעש אשרות וישתחו לכל צבא השמים ויעבד אתם "],"query":"014033003"},{"canonical":"2 Chronicles 33:4","passages":["ובנה מזבחות בבית יהוה אשר אמר יהוה בירושל͏ם יהיה שמי לעולם "],"query":"014033004"},{"canonical":"2 Chronicles 33:5","passages":["ויבן מזבחות לכל צבא השמים בשתי חצרות בית יהוה "],"query":"014033005"},{"canonical":"2 Chronicles 33:6","passages":["והוא העביר את בניו באש בגי בן הנם ועונן ונחש וכשף ועשה אוב וידעוני הרבה לעשות הרע בעיני יהוה להכעיסו "],"query":"014033006"},{"canonical":"2 Chronicles 33:7","passages":["וישם את פסל הסמל אשר עשה בבית האלהים אשר אמר אלהים אל דויד ואל שלמה בנו בבית הזה ובירושלם אשר בחרתי מכל שבטי ישראל אשים את שמי לעילום "],"query":"014033007"},{"canonical":"2 Chronicles 33:8","passages":["ולא אוסיף להסיר את רגל ישראל מעל ה͏אדמה אשר העמדתי לאבתיכם רק אם ישמרו לעשות את כל אשר צויתים לכל התורה והחקים והמשפטים ביד משה "],"query":"014033008"},{"canonical":"2 Chronicles 33:9","passages":["ויתע מנשה את יהודה וישבי ירושל͏ם לעשות רע מן הגוים אשר השמיד יהוה מפני בני ישראל פ"],"query":"014033009"},{"canonical":"2 Chronicles 33:10","passages":["וידבר יהוה אל מנשה ואל עמו ולא הקשיבו "],"query":"014033010"},{"canonical":"2 Chronicles 33:11","passages":["ויבא יהוה עליהם את שרי הצבא אשר למלך אשור וילכדו את מנשה בחחים ויאסרהו בנחשתים ויוליכהו בבלה "],"query":"014033011"},{"canonical":"2 Chronicles 33:12","passages":["וכהצר לו חלה את פני יהוה אלהיו ויכנע מאד מלפני אלהי אבתיו "],"query":"014033012"},{"canonical":"2 Chronicles 33:13","passages":["ויתפלל אליו ויעתר לו וישמע תחנתו וישיבהו ירושל͏ם למלכותו וידע מנשה כי יהוה הוא האלהים "],"query":"014033013"},{"canonical":"2 Chronicles 33:14","passages":["ואחרי כן בנה חומה חיצונה לעיר דויד מערבה לגיחון בנחל ולבוא בשער הדגים וסבב לעפל ויגביהה מאד וישם שרי חיל בכל הערים הבצרות ביהודה "],"query":"014033014"},{"canonical":"2 Chronicles 33:15","passages":["ויסר את אלהי הנכר ואת הסמל מבית יהוה וכל המזבחות אשר בנה בהר בית יהוה ובירושל͏ם וישלך חוצה לעיר "],"query":"014033015"},{"canonical":"2 Chronicles 33:16","passages":["ויבן את מזבח יהוה ויזבח עליו זבחי שלמים ותודה ויאמר ליהודה לעבוד את יהוה אלהי ישראל "],"query":"014033016"},{"canonical":"2 Chronicles 33:17","passages":["אבל עוד העם זבחים בבמות רק ליהוה אלהיהם "],"query":"014033017"},{"canonical":"2 Chronicles 33:18","passages":["ויתר דברי מנשה ותפלתו אל אלהיו ודברי החזים המדברים אליו בשם יהוה אלהי ישראל הנם על דברי מלכי ישראל "],"query":"014033018"},{"canonical":"2 Chronicles 33:19","passages":["ותפלתו והעתר לו וכל חטאתו ומעלו והמקמות אשר בנה בהם במות והעמיד האשרים והפסלים לפני הכנעו הנם כתובים על דברי חוזי "],"query":"014033019"},{"canonical":"2 Chronicles 33:20","passages":["וישכב מנשה עם אבתיו ויקברהו ביתו וימלך אמון בנו תחתיו פ"],"query":"014033020"},{"canonical":"2 Chronicles 33:21","passages":["בן עשרים ושתים שנה אמון במלכו ושתים שנים מלך בירושל͏ם "],"query":"014033021"},{"canonical":"2 Chronicles 33:22","passages":["ויעש הרע בעיני יהוה כאשר עשה מנשה אביו ולכל הפסילים אשר עשה מנשה אביו זבח אמון ויעבדם "],"query":"014033022"},{"canonical":"2 Chronicles 33:23","passages":["ולא נכנע מלפני יהוה כהכנע מנשה אביו כי הוא אמון הרבה אשמה "],"query":"014033023"},{"canonical":"2 Chronicles 33:24","passages":["ויקשרו עליו עבדיו וימיתהו בביתו "],"query":"014033024"},{"canonical":"2 Chronicles 33:25","passages":["ויכו עם הארץ את כל הקשרים על המלך אמון וימליכו עם הארץ את יאשיהו בנו תחתיו פ"],"query":"014033025"}]}