{"query":"014024","verses":[{},{"canonical":"2 Chronicles 24:1","passages":["בן שבע שנים יאש במלכו וארבעים שנה מלך בירושל͏ם ושם אמו צביה מבאר שבע "],"query":"014024001"},{"canonical":"2 Chronicles 24:2","passages":["ויעש יואש הישר בעיני יהוה כל ימי יהוידע הכהן "],"query":"014024002"},{"canonical":"2 Chronicles 24:3","passages":["וישא לו יהוידע נשים שתים ויולד בנים ובנות "],"query":"014024003"},{"canonical":"2 Chronicles 24:4","passages":["ויהי אחריכן היה עם לב יואש לחדש את בית יהוה "],"query":"014024004"},{"canonical":"2 Chronicles 24:5","passages":["ויקבץ את הכהנים והלוים ויאמר להם צאו לערי יהודה וקבצו מכל ישראל כסף לחזק את בית אלהיכם מדי שנה בשנה ואתם תמהרו לדבר ולא מהרו הלוים "],"query":"014024005"},{"canonical":"2 Chronicles 24:6","passages":["ויקרא המלך ליהוידע הראש ויאמר לו מדוע לא דרשת על הלוים להביא מיהודה ומירושלם את משאת משה עבד יהוה והקהל לישראל לאהל העדות "],"query":"014024006"},{"canonical":"2 Chronicles 24:7","passages":["כי עתליהו המרשעת בניה פרצו את בית האלהים וגם כל קדשי בית יהוה עשו לבעלים "],"query":"014024007"},{"canonical":"2 Chronicles 24:8","passages":["ויאמר המלך ויעשו ארון אחד ויתנהו בשער בית יהוה חוצה "],"query":"014024008"},{"canonical":"2 Chronicles 24:9","passages":["ויתנו קול ביהודה ובירושלם להביא ליהוה משאת משה עבד האלהים על ישראל במדבר "],"query":"014024009"},{"canonical":"2 Chronicles 24:10","passages":["וישמחו כל השרים וכל העם ויביאו וישליכו לארון עד לכלה "],"query":"014024010"},{"canonical":"2 Chronicles 24:11","passages":["ויהי בעת יביא את ה͏ארון אל פקדת המלך ביד הלוים וכראותם כי רב הכסף ובא סופר המלך ופקיד כהן הראש ויערו את הארון וישאהו וישיבהו אל מקמו כה עשו ליום ביום ויאספו כסף לרב "],"query":"014024011"},{"canonical":"2 Chronicles 24:12","passages":["ויתנהו המלך ויהוידע אל עושה מלאכת עבודת בית יהוה ויהיו שכרים חצבים וחרשים לחדש בית יהוה וגם לחרשי ברזל ונחשת לחזק את בית יהוה "],"query":"014024012"},{"canonical":"2 Chronicles 24:13","passages":["ויעשו עשי המלאכה ותעל ארוכה למלאכה בידם ויעמידו את בית האלהים על מתכנתו ויאמצהו "],"query":"014024013"},{"canonical":"2 Chronicles 24:14","passages":["וככלותם הביאו לפני המלך ויהוידע את שאר הכסף ויעשהו כלים לבית יהוה כלי שרת והעלות וכפות וכלי זהב וכסף ויהיו מעלים עלות בבית יהוה תמיד כל ימי יהוידע פ"],"query":"014024014"},{"canonical":"2 Chronicles 24:15","passages":["ויזקן יהוידע וישבע ימים וימת בן מאה ושלשים שנה במותו "],"query":"014024015"},{"canonical":"2 Chronicles 24:16","passages":["ויקברהו בעיר דויד עם המלכים כי עשה טובה בישראל ועם האלהים וביתו  ס "],"query":"014024016"},{"canonical":"2 Chronicles 24:17","passages":["ואחרי מות יהוידע באו שרי יהודה וישתחוו למלך אז שמע המלך אליהם "],"query":"014024017"},{"canonical":"2 Chronicles 24:18","passages":["ויעזבו את בית יהוה אלהי אבותיהם ויעבדו את האשרים ואת העצבים ויהי קצף על יהודה וירושלם באשמתם זאת "],"query":"014024018"},{"canonical":"2 Chronicles 24:19","passages":["וישלח בהם נבאים להשיבם אל יהוה ויעידו בם ולא האזינו  ס "],"query":"014024019"},{"canonical":"2 Chronicles 24:20","passages":["ורוח אלהים לבשה את זכריה בן יהוידע הכהן ויעמד מעל לעם ויאמר להם כה אמר האלהים למה אתם עברים את מצות יהוה ולא תצליחו כי עזבתם את יהוה ויעזב אתכם "],"query":"014024020"},{"canonical":"2 Chronicles 24:21","passages":["ויקשרו עליו וירגמהו אבן במצות המלך בחצר בית יהוה "],"query":"014024021"},{"canonical":"2 Chronicles 24:22","passages":["ולא זכר יואש המלך החסד אשר עשה יהוידע אביו עמו ויהרג את בנו וכמותו אמר ירא יהוה וידרש פ"],"query":"014024022"},{"canonical":"2 Chronicles 24:23","passages":["ויהי לתקופת השנה עלה עליו חיל ארם ויבאו אל יהודה וירושלם וישחיתו את כל שרי העם מעם וכל שללם שלחו למלך דרמשק "],"query":"014024023"},{"canonical":"2 Chronicles 24:24","passages":["כי במצער אנשים באו חיל ארם ויהוה נתן בידם חיל לרב מאד כי עזבו את יהוה אלהי אבותיהם ואת יואש עשו שפטים "],"query":"014024024"},{"canonical":"2 Chronicles 24:25","passages":["ובלכתם ממנו כי עזבו אתו  ס "],"query":"014024025"},{"canonical":"2 Chronicles 24:26","passages":["ואלה המתקשרים עליו זבד בן שמעת העמונית ויהוזבד בן שמרית המואבית "],"query":"014024026"},{"canonical":"2 Chronicles 24:27","passages":["ובניו פ"],"query":"014024027"}]}