{"query":"014007","verses":[{},{"canonical":"2 Chronicles 7:1","passages":["וככלות שלמה להתפלל והאש ירדה מהשמים ותאכל העלה והזבחים וכבוד יהוה מלא את הבית "],"query":"014007001"},{"canonical":"2 Chronicles 7:2","passages":["ולא יכלו הכהנים לבוא אל בית יהוה כי מלא כבוד יהוה את בית יהוה "],"query":"014007002"},{"canonical":"2 Chronicles 7:3","passages":["וכל בני ישראל ראים ברדת האש וכבוד יהוה על הבית ויכרעו אפים ארצה על הרצפה וישת͏חוו והודות ליהוה כי טוב כי לעולם חסדו "],"query":"014007003"},{"canonical":"2 Chronicles 7:4","passages":["והמלך וכל העם זבחים זבח לפני יהוה  ס "],"query":"014007004"},{"canonical":"2 Chronicles 7:5","passages":["ויזבח המלך שלמה את זבח הבקר עשרים ושנים אלף וצאן מאה ועשרים אלף ויחנכו את בית ה͏אלהים המלך וכל העם "],"query":"014007005"},{"canonical":"2 Chronicles 7:6","passages":["והכהנים על משמרותם עמדים והלוים בכלי שיר יהוה אשר עשה דויד המלך להדות ליהוה כי לעולם חסדו בהלל דויד בידם והכהנים  ס "],"query":"014007006"},{"canonical":"2 Chronicles 7:7","passages":["ויקדש שלמה את תוך החצר אשר לפני בית יהוה כי עשה שם העלות ואת חלבי השלמים כי מזבח הנחשת אשר עשה שלמה לא יכול להכיל את העלה ואת המנחה ואת החלבים "],"query":"014007007"},{"canonical":"2 Chronicles 7:8","passages":["ויעש שלמה את החג בעת ההיא שבעת ימים וכל ישראל עמו קהל גדול מאד מלבוא חמת עד נחל מצרים "],"query":"014007008"},{"canonical":"2 Chronicles 7:9","passages":["ו͏יעשו ביום השמיני עצרת כי חנכת המזבח עשו שבעת ימים והחג שבעת ימים "],"query":"014007009"},{"canonical":"2 Chronicles 7:10","passages":["וביום עשרים ושלשה לחדש השביעי שלח את העם לאהליהם שמחים וטובי לב על הטובה אשר עשה יהוה לדויד ולשלמה ולישראל עמו "],"query":"014007010"},{"canonical":"2 Chronicles 7:11","passages":["ויכל שלמה את בית יהוה ואת בית המלך ואת כל הבא על לב שלמה לעשות בבית יהוה ובביתו הצליח פ"],"query":"014007011"},{"canonical":"2 Chronicles 7:12","passages":["וירא יהוה אל שלמה בלילה ויאמר לו שמעתי את תפלתך ובחרתי במקום הזה לי לבית זבח "],"query":"014007012"},{"canonical":"2 Chronicles 7:13","passages":["הן אעצר השמים ולא יהיה מטר והן אצוה על חגב לאכול הארץ ואם אשלח דבר בעמי "],"query":"014007013"},{"canonical":"2 Chronicles 7:14","passages":["ויכנעו עמי אשר נקרא שמי עליהם ויתפללו ויבקשו פני וישבו מדרכיהם הרעים ואני אשמע מן השמים ואסלח לחטאתם וארפא את ארצם "],"query":"014007014"},{"canonical":"2 Chronicles 7:15","passages":["עתה עיני יהיו פתחות ואזני קשבות לתפלת המקום הזה "],"query":"014007015"},{"canonical":"2 Chronicles 7:16","passages":["ועתה בחרתי והקדשתי את הבית הזה להיות שמי שם עד עולם והיו עיני ולבי שם כל הימים "],"query":"014007016"},{"canonical":"2 Chronicles 7:17","passages":["ואתה אם תלך לפני כאשר הלך דויד אביך ולעשות ככל אשר צויתיך וחקי ומשפטי תשמור "],"query":"014007017"},{"canonical":"2 Chronicles 7:18","passages":["והקימותי את כסא מלכותך כאשר כרתי לדויד אביך לאמר לא יכרת לך איש מושל בישראל "],"query":"014007018"},{"canonical":"2 Chronicles 7:19","passages":["ואם תשובון אתם ועזבתם חקותי ומצותי אשר נתתי לפניכם והלכתם ועבדתם אלהים אחרים והשתחויתם להם "],"query":"014007019"},{"canonical":"2 Chronicles 7:20","passages":["ונתשתים מעל אדמתי אשר נתתי להם ואת הבית הזה אשר הקדשתי לשמי אשליך מעל פני ואתננו למשל ולשנינה בכל העמים "],"query":"014007020"},{"canonical":"2 Chronicles 7:21","passages":["והבית הזה אשר היה עליון לכל עבר עליו ישם ואמר במה עשה יהוה ככה לארץ הזאת ולבית הזה "],"query":"014007021"},{"canonical":"2 Chronicles 7:22","passages":["ואמרו על אשר עזבו את יהוה אלהי אבתיהם אשר הוציאם מארץ מצרים ויחזיקו באלהים אחרים וישתחוו להם ויעבדום על כן הביא עליהם את כל הרעה הזאת פ"],"query":"014007022"}]}