{"query":"014014","verses":[{},{"canonical":"2 Chronicles 14:1","passages":["ויעש אסא הטוב והישר בעיני יהוה אלהיו "],"query":"014014001"},{"canonical":"2 Chronicles 14:2","passages":["ויסר את מזבחות הנכר והבמות וישבר את המצבות ויגדע את האשרים "],"query":"014014002"},{"canonical":"2 Chronicles 14:3","passages":["ויאמר ליהודה לדרוש את יהוה אלהי אבותיהם ולעשות התורה והמצוה "],"query":"014014003"},{"canonical":"2 Chronicles 14:4","passages":["ויסר מכל ערי יהודה את הבמות ואת החמנים ותשקט הממלכה לפניו "],"query":"014014004"},{"canonical":"2 Chronicles 14:5","passages":["ויבן ערי מצורה ביהודה כי שקטה הארץ ואין עמו מלחמה בשנים האלה כי הניח יהוה לו "],"query":"014014005"},{"canonical":"2 Chronicles 14:6","passages":["ויאמר ליהודה נבנה את הערים האלה ונסב חומה ומגדלים דלתים ובריחים עודנו הארץ לפנינו כי דרשנו את יהוה אלהינו דרשנו וינח לנו מסביב ויבנו ויצליחו פ"],"query":"014014006"},{"canonical":"2 Chronicles 14:7","passages":["ויהי לאסא חיל נשא צנה ורמח מיהודה שלש מאות אלף  ס ומבנימן נשאי מגן ודרכי קשת מאתים ושמונים אלף כל אלה גבורי חיל "],"query":"014014007"},{"canonical":"2 Chronicles 14:8","passages":["ויצא אליהם זרח הכושי בחיל אלף אלפים ומרכבות שלש מאות ויבא עד מרשה "],"query":"014014008"},{"canonical":"2 Chronicles 14:9","passages":["ויצא אסא לפניו ויערכו מלחמה בגיא צפתה למרשה "],"query":"014014009"},{"canonical":"2 Chronicles 14:10","passages":["ויקרא אסא אל יהוה אלהיו ויאמר יהוה אין עמך לעזור בין רב לאין כח עזרנו יהוה אלהינו כי עליך נשענו ובשמך באנו על ההמון הזה יהוה אלהינו אתה אל יעצר עמך אנוש  ס "],"query":"014014010"},{"canonical":"2 Chronicles 14:11","passages":["ויגף יהוה את הכושים לפני אסא ולפני יהודה וינסו הכושים "],"query":"014014011"},{"canonical":"2 Chronicles 14:12","passages":["וירדפם אסא והעם אשר עמו עד לגרר ויפל מכושים לאין להם מחיה כי נשברו לפני יהוה ולפני מחנהו וישאו שלל הרבה מאד "],"query":"014014012"},{"canonical":"2 Chronicles 14:13","passages":["ויכו את כל הערים סביבות גרר כי היה פחד יהוה עליהם ויבזו את כל הערים כי בזה רבה היתה בהם "],"query":"014014013"},{"canonical":"2 Chronicles 14:14","passages":["וגם אהלי מקנה הכו וישבו צאן לרב וגמלים וישבו ירושל͏ם  ס "],"query":"014014014"}]}