{"query":"014023","verses":[{},{"canonical":"2 Chronicles 23:1","passages":["ובשנה השבעית התחזק יהוידע ויקח את שרי המאות לעזריהו בן ירחם ולישמעאל בן יהוחנן ולעזריהו בן עובד ואת מעשיהו בן עדיהו ואת אלישפט בן זכרי עמו בברית "],"query":"014023001"},{"canonical":"2 Chronicles 23:2","passages":["ויסבו ביהודה ויקבצו את הלוים מכל ערי יהודה וראשי האבות לישראל ויבאו אל ירושל͏ם "],"query":"014023002"},{"canonical":"2 Chronicles 23:3","passages":["ויכרת כל הקהל ברית בבית האלהים עם המלך ויאמר להם הנה בן המלך ימלך כאשר דבר יהוה על בני דויד "],"query":"014023003"},{"canonical":"2 Chronicles 23:4","passages":["זה הדבר אשר תעשו השלשית מכם באי השבת לכהנים וללוים לשערי הספים "],"query":"014023004"},{"canonical":"2 Chronicles 23:5","passages":["והשלשית בבית המלך והשלשית בשער היסוד וכל העם בחצרות בית יהוה "],"query":"014023005"},{"canonical":"2 Chronicles 23:6","passages":["ואל יבוא בית יהוה כי אם הכהנים והמשרתים ללוים המה יבאו כי קדש המה וכל העם ישמרו משמרת יהוה "],"query":"014023006"},{"canonical":"2 Chronicles 23:7","passages":["והקיפו הלוים את המלך סביב איש וכליו בידו והבא אל הבית יומת והיו את המלך בבאו ובצאתו "],"query":"014023007"},{"canonical":"2 Chronicles 23:8","passages":["ויעשו הלוים וכל יהודה ככל אשר צוה יהוידע הכהן ויקחו איש את אנשיו באי השבת עם יוצאי השבת כי לא פטר יהוידע הכהן את המחלקות "],"query":"014023008"},{"canonical":"2 Chronicles 23:9","passages":["ויתן יהוידע הכהן לשרי המאות את החניתים ואת המגנות ואת השלטים אשר למלך דויד אשר בית האלהים "],"query":"014023009"},{"canonical":"2 Chronicles 23:10","passages":["ויעמד את כל העם ואיש שלחו בידו מכתף הבית הימנית עד כתף הבית השמאלית למזבח ולבית על המלך סביב "],"query":"014023010"},{"canonical":"2 Chronicles 23:11","passages":["ויוציאו את בן המלך ויתנו עליו את הנזר ואת העדות וימליכו אתו וימשחהו יהוידע ובניו ויאמרו יחי המלך  ס "],"query":"014023011"},{"canonical":"2 Chronicles 23:12","passages":["ותשמע עתליהו את קול העם הרצים והמהללים את המלך ותבוא אל העם בית יהוה "],"query":"014023012"},{"canonical":"2 Chronicles 23:13","passages":["ותרא והנה המלך עומד על עמודו במבוא והשרים והחצצרות על המלך וכל עם הארץ שמח ותוקע בחצצרות והמשוררים בכלי השיר ומודיעים להלל ותקרע עתליהו את בגדיה ותאמר קשר קשר  ס "],"query":"014023013"},{"canonical":"2 Chronicles 23:14","passages":["ויוצא יהוידע הכהן את שרי המאות פקודי החיל ויאמר אלהם הוציאוה אל מבית השדרות והבא אחריה יומת בחרב כי אמר הכהן לא תמיתוה בית יהוה "],"query":"014023014"},{"canonical":"2 Chronicles 23:15","passages":["וישימו לה ידים ותבוא אל מבוא שער הסוסים בית המלך וימיתוה שם פ"],"query":"014023015"},{"canonical":"2 Chronicles 23:16","passages":["ויכרת יהוידע ברית בינו ובין כל העם ובין המלך להיות לעם ליהוה "],"query":"014023016"},{"canonical":"2 Chronicles 23:17","passages":["ויבאו כל העם בית הבעל ויתצהו ואת מזבחתיו ואת צלמיו שברו ואת מתן כהן הבעל הרגו לפני המזבחות "],"query":"014023017"},{"canonical":"2 Chronicles 23:18","passages":["וישם יהוידע פקדת בית יהוה ביד הכהנים הלוים אשר חלק דויד על בית יהוה להעלות עלות יהוה ככתוב בתורת משה בשמחה ובשיר על ידי דויד "],"query":"014023018"},{"canonical":"2 Chronicles 23:19","passages":["ויעמד השוערים על שערי בית יהוה ולא יבא טמא לכל דבר "],"query":"014023019"},{"canonical":"2 Chronicles 23:20","passages":["ויקח את שרי המאות ואת האדירים ואת המושלים בעם ואת כל עם הארץ ויורד את המלך מבית יהוה ויבאו בתוך שער העליון בית המלך ויושיבו את המלך על כסא הממלכה "],"query":"014023020"},{"canonical":"2 Chronicles 23:21","passages":["וישמחו כל עם הארץ והעיר שקטה ואת עתליהו המיתו בחרב  ס "],"query":"014023021"}]}