{"query":"014031","verses":[{},{"canonical":"2 Chronicles 31:1","passages":["וככלות כל זאת יצאו כל ישראל הנמצאים לערי יהודה וישברו המצבות ויגדעו האשרים וינתצו את הבמות ואת המזבחת מכל יהודה ובנימן ובאפרים ומנשה עד לכלה וישובו כל בני ישראל איש לאחזתו לעריהם  ס "],"query":"014031001"},{"canonical":"2 Chronicles 31:2","passages":["ויעמד יחזקיהו את מחלקות הכהנים והלוים על מחלקותם איש כפי עבדתו לכהנים וללוים לעלה ולשלמים לשרת ולהדות ולהלל בשערי מחנות יהוה  ס "],"query":"014031002"},{"canonical":"2 Chronicles 31:3","passages":["ומנת המלך מן רכושו לעלות לעלות הבקר והערב והעלות לשבתות ולחדשים ולמעדים ככתוב בתורת יהוה "],"query":"014031003"},{"canonical":"2 Chronicles 31:4","passages":["ויאמר לעם ליושבי ירושלם לתת מנת הכהנים והלוים למען יחזקו בתורת יהוה "],"query":"014031004"},{"canonical":"2 Chronicles 31:5","passages":["וכפרץ הדבר הרבו בני ישראל ראשית דגן תירוש ויצהר ודבש וכל תבואת שדה ומעשר הכל לרב הביאו "],"query":"014031005"},{"canonical":"2 Chronicles 31:6","passages":["ובני ישראל ויהודה היושבים בערי יהודה גם הם מעשר בקר וצאן ומעשר קדשים המקדשים ליהוה אלהיהם הביאו ויתנו ערמות ערמות  ס "],"query":"014031006"},{"canonical":"2 Chronicles 31:7","passages":["בחדש השלשי החלו הערמות ליסוד ובחדש השביעי כלו  ס "],"query":"014031007"},{"canonical":"2 Chronicles 31:8","passages":["ויבאו יחזקיהו והשרים ויראו את הערמות ויברכו את יהוה ואת עמו ישראל פ"],"query":"014031008"},{"canonical":"2 Chronicles 31:9","passages":["וידרש יחזקיהו על הכהנים והלוים על הערמות "],"query":"014031009"},{"canonical":"2 Chronicles 31:10","passages":["ויאמר אליו עזריהו הכהן הראש לבית צדוק ויאמר מהחל התרומה לביא בית יהוה אכול ושבוע והותר עד לרוב כי יהוה ברך את עמו והנותר את ההמון הזה  ס "],"query":"014031010"},{"canonical":"2 Chronicles 31:11","passages":["ויאמר יחזקיהו להכין לשכות בבית יהוה ויכינו "],"query":"014031011"},{"canonical":"2 Chronicles 31:12","passages":["ויביאו את התרומה והמעשר והקדשים באמונה ועליהם נגיד כנניהו הלוי ושמעי אחיהו משנה "],"query":"014031012"},{"canonical":"2 Chronicles 31:13","passages":["ויחיאל ועזזיהו ונחת ועשהאל וירימות ויוזבד ואליאל ויסמכיהו ומחת ובניהו פקידים מיד כנניהו ושמעי אחיו במפקד יחזקיהו המלך ועזריהו נגיד בית האלהים "],"query":"014031013"},{"canonical":"2 Chronicles 31:14","passages":["וקורא בן ימנה הלוי השוער למזרחה על נדבות האלהים לתת תרומת יהוה וקדשי הקדשים "],"query":"014031014"},{"canonical":"2 Chronicles 31:15","passages":["ועל ידו עדן ומנימן וישוע ושמעיהו אמריהו ושכניהו בערי הכהנים באמונה לתת לאחיהם במחלקות כגדול כקטן "],"query":"014031015"},{"canonical":"2 Chronicles 31:16","passages":["מלבד התיחשם לזכרים מבן שלוש שנים ולמעלה לכל הבא לבית יהוה לדבר יום ביומו לעבודתם במשמרותם כמחלקותיהם "],"query":"014031016"},{"canonical":"2 Chronicles 31:17","passages":["ואת התיחש הכהנים לבית אבותיהם והלוים מבן עשרים שנה ולמעלה במשמרותיהם במחלקותיהם "],"query":"014031017"},{"canonical":"2 Chronicles 31:18","passages":["ולהתיחש בכל טפם נשיהם ובניהם ובנותיהם לכל קהל כי באמונתם יתקדשו קדש "],"query":"014031018"},{"canonical":"2 Chronicles 31:19","passages":["ולבני אהרן הכהנים בשדי מגרש עריהם בכל עיר ועיר אנשים אשר נקבו בשמות לתת מנות לכל זכר בכהנים ולכל התיחש בלוים "],"query":"014031019"},{"canonical":"2 Chronicles 31:20","passages":["ויעש כזאת יחזקיהו בכל יהודה ויעש הטוב והישר והאמת לפני יהוה אלהיו "],"query":"014031020"},{"canonical":"2 Chronicles 31:21","passages":["ובכל מעשה אשר החל בעבודת בית האלהים ובתורה ובמצוה לדרש לאלהיו בכל לבבו עשה והצליח פ"],"query":"014031021"}]}