{"query":"014029","verses":[{},{"canonical":"2 Chronicles 29:1","passages":["יחזקיהו מלך בן עשרים וחמש שנה ועשרים ותשע שנה מלך בירושל͏ם ושם אמו אביה בת זכריהו "],"query":"014029001"},{"canonical":"2 Chronicles 29:2","passages":["ויעש הישר בעיני יהוה ככל אשר עשה דויד אביו "],"query":"014029002"},{"canonical":"2 Chronicles 29:3","passages":["הוא בשנה הראשונה למלכו בחדש הראשון פתח את דלתות בית יהוה ויחזקם "],"query":"014029003"},{"canonical":"2 Chronicles 29:4","passages":["ויבא את הכהנים ואת הלוים ויאספם לרחוב המזרח "],"query":"014029004"},{"canonical":"2 Chronicles 29:5","passages":["ויאמר להם שמעוני הלוים עתה התקדשו וקדשו את בית יהוה אלהי אבתיכם והוציאו את הנדה מן הקדש "],"query":"014029005"},{"canonical":"2 Chronicles 29:6","passages":["כי מעלו אבתינו ועשו הרע בעיני יהוה אלהינו ויעזבהו ויסבו פניהם ממשכן יהוה ויתנו ערף "],"query":"014029006"},{"canonical":"2 Chronicles 29:7","passages":["גם סגרו דלתות האולם ויכבו את הנרות וקטרת לא הקטירו ועלה לא העלו בקדש לאלהי ישראל "],"query":"014029007"},{"canonical":"2 Chronicles 29:8","passages":["ויהי קצף יהוה על יהודה וירושל͏ם ויתנם לזעוה לשמה ולשרקה כאשר אתם ראים בעיניכם "],"query":"014029008"},{"canonical":"2 Chronicles 29:9","passages":["והנה נפלו אבותינו בחרב ובנינו ובנותינו ונשינו בשבי על זאת "],"query":"014029009"},{"canonical":"2 Chronicles 29:10","passages":["עתה עם לבבי לכרות ברית ליהוה אלהי ישראל וישב ממנו חרון אפו "],"query":"014029010"},{"canonical":"2 Chronicles 29:11","passages":["בני עתה אל תשלו כי בכם בחר יהוה לעמד לפניו לשרתו ולהיות לו משרתים ומקטרים  ס "],"query":"014029011"},{"canonical":"2 Chronicles 29:12","passages":["ויקמו הלוים מחת בן עמשי ויואל בן עזריהו מן בני הקהתי ומן בני מררי קיש בן עבדי ועזריהו בן יהללאל ומן הגרשני יואח בן זמה ועדן בן יואח "],"query":"014029012"},{"canonical":"2 Chronicles 29:13","passages":["ומן בני אליצפן שמרי  ס "],"query":"014029013"},{"canonical":"2 Chronicles 29:14","passages":["ומן בני הימן  ס ומן בני ידותון שמעיה ועזיאל "],"query":"014029014"},{"canonical":"2 Chronicles 29:15","passages":["ויאספו את אחיהם ויתקדשו ויבאו כמצות המלך בדברי יהוה לטהר בית יהוה "],"query":"014029015"},{"canonical":"2 Chronicles 29:16","passages":["ויבאו הכהנים לפנימה בית יהוה לטהר ויוציאו את כל הטמאה אשר מצאו בהיכל יהוה לחצר בית יהוה ויקבלו הלוים להוציא לנחל קדרון חוצה "],"query":"014029016"},{"canonical":"2 Chronicles 29:17","passages":["ויחלו באחד לחדש הראשון לקדש וביום שמונה לחדש באו לאולם יהוה ויקדשו את בית יהוה לימים שמונה וביום ששה עשר לחדש הראשון כלו  ס "],"query":"014029017"},{"canonical":"2 Chronicles 29:18","passages":["ויבואו פנימה אל חזקיהו המלך ויאמרו טהרנו את כל בית יהוה את מזבח העולה ואת כל כליו ואת שלחן המערכת ואת כל כליו "],"query":"014029018"},{"canonical":"2 Chronicles 29:19","passages":["ואת כל הכלים אשר הזניח המלך אחז במלכותו במעלו הכנו והקדשנו והנם לפני מזבח יהוה  ס "],"query":"014029019"},{"canonical":"2 Chronicles 29:20","passages":["וישכם יחזקיהו המלך ויאסף את שרי העיר ויעל בית יהוה "],"query":"014029020"},{"canonical":"2 Chronicles 29:21","passages":["ויביאו פרים שבעה ואילים שבעה וכבשים שבעה וצפירי עזים שבעה לחטאת על הממלכה ועל המקדש ועל יהודה ויאמר לבני אהרן הכהנים להעלות על מזבח יהוה "],"query":"014029021"},{"canonical":"2 Chronicles 29:22","passages":["וישחטו הבקר ויקבלו הכהנים את הדם ויזרקו המזבחה וישחטו האלים ויזרקו הדם המזבחה וישחטו הכבשים ויזרקו הדם המזבחה "],"query":"014029022"},{"canonical":"2 Chronicles 29:23","passages":["ויגישו את שעירי החטאת לפני המלך והקהל ויסמכו ידיהם עליהם "],"query":"014029023"},{"canonical":"2 Chronicles 29:24","passages":["וישחטום הכהנים ויחטאו את דמם המזבחה לכפר על כל ישראל כי לכל ישראל אמר המלך העולה והחטאת "],"query":"014029024"},{"canonical":"2 Chronicles 29:25","passages":["ויעמד את הלוים בית יהוה במצלתים בנבלים ובכנרות במצות דויד וגד חזה המלך ונתן הנביא כי ביד יהוה המצוה ביד נביאיו  ס "],"query":"014029025"},{"canonical":"2 Chronicles 29:26","passages":["ויעמדו הלוים בכלי דויד והכהנים בחצצרות  ס "],"query":"014029026"},{"canonical":"2 Chronicles 29:27","passages":["ויאמר חזקיהו להעלות העלה להמזבח ובעת החל העולה החל שיר יהוה והחצצרות ועל ידי כלי דויד מלך ישראל "],"query":"014029027"},{"canonical":"2 Chronicles 29:28","passages":["וכל הקהל משתחוים והשיר משורר והחצצרות מחצרים הכל עד לכלות העלה "],"query":"014029028"},{"canonical":"2 Chronicles 29:29","passages":["וככלות להעלות כרעו המלך וכל הנמצאים אתו וישתחוו "],"query":"014029029"},{"canonical":"2 Chronicles 29:30","passages":["ויאמר יחזקיהו המלך והשרים ללוים להלל ליהוה בדברי דויד ואסף החזה ויהללו עד לשמחה ויקדו וישתחוו פ"],"query":"014029030"},{"canonical":"2 Chronicles 29:31","passages":["ויען יחזקיהו ויאמר עתה מלאתם ידכם ליהוה גשו והביאו זבחים ותודות לבית יהוה ויביאו הקהל זבחים ותודות וכל נדיב לב עלות "],"query":"014029031"},{"canonical":"2 Chronicles 29:32","passages":["ויהי מספר העלה אשר הביאו הקהל בקר שבעים אילים מאה כבשים מאתים לעלה ליהוה כל אלה "],"query":"014029032"},{"canonical":"2 Chronicles 29:33","passages":["והקדשים בקר שש מאות וצאן שלשת אלפים "],"query":"014029033"},{"canonical":"2 Chronicles 29:34","passages":["רק הכהנים היו למעט ולא יכלו להפשיט את כל העלות ויחזקום אחיהם הלוים עד כלות המלאכה ועד יתקדשו הכהנים כי הלוים ישרי לבב להתקדש מהכהנים "],"query":"014029034"},{"canonical":"2 Chronicles 29:35","passages":["וגם עלה לרב בחלבי השלמים ובנסכים לעלה ותכון עבודת בית יהוה "],"query":"014029035"},{"canonical":"2 Chronicles 29:36","passages":["וישמח יחזקיהו וכל העם על ההכין האלהים לעם כי בפתאם היה הדבר פ"],"query":"014029036"}]}