{"query":"014028","verses":[{},{"canonical":"2 Chronicles 28:1","passages":["בן עשרים שנה אחז במלכו ושש עשרה שנה מלך בירושל͏ם ולא עשה הישר בעיני יהוה כדויד אביו "],"query":"014028001"},{"canonical":"2 Chronicles 28:2","passages":["וילך בדרכי מלכי ישראל וגם מסכות עשה לבעלים "],"query":"014028002"},{"canonical":"2 Chronicles 28:3","passages":["והוא הקטיר בגיא בן הנם ויבער את בניו באש כתעבות הגוים אשר הריש יהוה מפני בני ישראל "],"query":"014028003"},{"canonical":"2 Chronicles 28:4","passages":["ויזבח ויקטר בבמות ועל הגבעות ותחת כל עץ רענן "],"query":"014028004"},{"canonical":"2 Chronicles 28:5","passages":["ויתנהו יהוה אלהיו ביד מלך ארם ויכו בו וישבו ממנו שביה גדולה ויביאו דרמשק וגם ביד מלך ישראל נתן ויך בו מכה גדולה  ס "],"query":"014028005"},{"canonical":"2 Chronicles 28:6","passages":["ויהרג פקח בן רמליהו ביהודה מאה ועשרים אלף ביום אחד הכל בני חיל בעזבם את יהוה אלהי אבותם "],"query":"014028006"},{"canonical":"2 Chronicles 28:7","passages":["ויהרג זכרי גבור אפרים את מעשיהו בן המלך ואת עזריקם נגיד הבית ואת אלקנה משנה המלך  ס "],"query":"014028007"},{"canonical":"2 Chronicles 28:8","passages":["וישבו בני ישראל מאחיהם מאתים אלף נשים בנים ובנות וגם שלל רב בזזו מהם ויביאו את השלל לשמרון  ס "],"query":"014028008"},{"canonical":"2 Chronicles 28:9","passages":["ושם היה נביא ליהוה עדד שמו ויצא לפני הצבא הבא לשמרון ויאמר להם הנה בחמת יהוה אלהי אבותיכם על יהודה נתנם בידכם ותהרגו בם בזעף עד לשמים הגיע "],"query":"014028009"},{"canonical":"2 Chronicles 28:10","passages":["ועתה בני יהודה וירושלם אתם אמרים לכבש לעבדים ולשפחות לכם הלא רק אתם עמכם אשמות ליהוה אלהיכם "],"query":"014028010"},{"canonical":"2 Chronicles 28:11","passages":["ועתה שמעוני והשיבו השביה אשר שביתם מאחיכם כי חרון אף יהוה עליכם  ס "],"query":"014028011"},{"canonical":"2 Chronicles 28:12","passages":["ויקמו אנשים מראשי בני אפרים עזריהו בן יהוחנן ברכיהו בן משלמות ויחזקיהו בן שלם ועמשא בן חדלי על הבאים מן הצבא "],"query":"014028012"},{"canonical":"2 Chronicles 28:13","passages":["ויאמרו להם לא תביאו את השביה הנה כי לאשמת יהוה עלינו אתם אמרים להסיף על חטאתינו ועל אשמתינו כי רבה אשמה לנו וחרון אף על ישראל  ס "],"query":"014028013"},{"canonical":"2 Chronicles 28:14","passages":["ויעזב החלוץ את השביה ואת הבזה לפני השרים וכל הקהל "],"query":"014028014"},{"canonical":"2 Chronicles 28:15","passages":["ויקמו האנשים אשר נקבו בשמות ויחזיקו בשביה וכל מערמיהם הלבישו מן השלל וילבשום וינעלום ויאכלום וישקום ויסכום וינהלום בחמרים לכל כושל ויביאום ירחו עיר התמרים אצל אחיהם וישובו שמרון פ"],"query":"014028015"},{"canonical":"2 Chronicles 28:16","passages":["בעת ההיא שלח המלך אחז על מלכי אשור לעזר לו "],"query":"014028016"},{"canonical":"2 Chronicles 28:17","passages":["ועוד אדומים באו ויכו ביהודה וישבו שבי "],"query":"014028017"},{"canonical":"2 Chronicles 28:18","passages":["ופלשתים פשטו בערי השפלה והנגב ליהודה וילכדו את בית שמש ואת אילון ואת הגדרות ואת שוכו ובנותיה ואת תמנה ובנותיה ואת גמזו ואת בנתיה וישבו שם "],"query":"014028018"},{"canonical":"2 Chronicles 28:19","passages":["כי הכניע יהוה את יהודה בעבור אחז מלך ישראל כי הפריע ביהודה ומעול מעל ביהוה "],"query":"014028019"},{"canonical":"2 Chronicles 28:20","passages":["ויבא עליו תלגת פלנאסר מלך אשור ויצר לו ולא חזקו "],"query":"014028020"},{"canonical":"2 Chronicles 28:21","passages":["כי חלק אחז את בית יהוה ואת בית המלך והשרים ויתן למלך אשור ולא לעזרה לו "],"query":"014028021"},{"canonical":"2 Chronicles 28:22","passages":["ובעת הצר לו ויוסף למעול ביהוה הוא המלך אחז "],"query":"014028022"},{"canonical":"2 Chronicles 28:23","passages":["ויזבח לאלהי דרמשק המכים בו ויאמר כי אלהי מלכי ארם הם מעזרים אותם להם אזבח ויעזרוני והם היו לו להכשילו ולכל ישראל "],"query":"014028023"},{"canonical":"2 Chronicles 28:24","passages":["ויאסף אחז את כלי בית ה͏אלהים ויקצץ את כלי בית האלהים ויסגר את דלתות בית יהוה ויעש לו מזבחות בכל פנה בירושל͏ם "],"query":"014028024"},{"canonical":"2 Chronicles 28:25","passages":["ובכל עיר ועיר ליהודה עשה במות לקטר לאלהים אחרים ויכעס את יהוה אלהי אבתיו "],"query":"014028025"},{"canonical":"2 Chronicles 28:26","passages":["ויתר דבריו וכל דרכיו הראשנים והאחרונים הנם כתובים על ספר מלכי יהודה וישראל "],"query":"014028026"},{"canonical":"2 Chronicles 28:27","passages":["וישכב אחז עם אבתיו ויקברהו בעיר בירושלם כי לא הביאהו לקברי מלכי ישראל וימלך יחזקיהו בנו תחתיו פ"],"query":"014028027"}]}