{"query":"015009","verses":[{},{"canonical":"Ezra 9:1","passages":["וככלות אלה נגשו אלי השרים לאמר לא נבדלו העם ישראל והכהנים והלוים מעמי הארצות כתועבתיהם לכנעני החתי הפרזי היבוסי העמני המאבי המצרי והאמרי "],"query":"015009001"},{"canonical":"Ezra 9:2","passages":["כי נשאו מבנתיהם להם ולבניהם והתערבו זרע הקדש בעמי הארצות ויד השרים והסגנים היתה במעל הזה ראשונה  ס "],"query":"015009002"},{"canonical":"Ezra 9:3","passages":["וכשמעי את הדבר הזה קרעתי את בגדי ומעילי ואמרטה משער ראשי וזקני ואשבה משומם "],"query":"015009003"},{"canonical":"Ezra 9:4","passages":["ואלי יאספו כל חרד בדברי אלהי ישראל על מעל הגולה ואני ישב משומם עד למנחת הערב "],"query":"015009004"},{"canonical":"Ezra 9:5","passages":["ובמנחת הערב קמתי מתעניתי ובקרעי בגדי ומעילי ואכרעה על ברכי ואפרשה כפי אל יהוה אלהי "],"query":"015009005"},{"canonical":"Ezra 9:6","passages":["ואמרה אלהי בשתי ונכלמתי להרים אלהי פני אליך כי עונתינו רבו למעלה ראש ואשמתנו גדלה עד לשמים "],"query":"015009006"},{"canonical":"Ezra 9:7","passages":["מימי אבתינו אנחנו באשמה גדלה עד היום הזה ובעונתינו נתנו אנחנו מלכינו כהנינו ביד מלכי הארצות בחרב בשבי ובבזה ובבשת פנים כהיום הזה "],"query":"015009007"},{"canonical":"Ezra 9:8","passages":["ועתה כמעט רגע היתה תחנה מאת יהוה אלהינו להשאיר לנו פליטה ולתת לנו יתד במקום קדשו להאיר עינינו אלהינו ולתתנו מחיה מעט בעבדתנו "],"query":"015009008"},{"canonical":"Ezra 9:9","passages":["כי עבדים אנחנו ובעבדתנו לא עזבנו אלהינו ו͏יט עלינו חסד לפני מלכי פרס לתת לנו מחיה לרומם את בית אלהינו ולהעמיד את חרבתיו ולתת לנו גדר ביהודה ובירושל͏ם  ס "],"query":"015009009"},{"canonical":"Ezra 9:10","passages":["ועתה מה נאמר אלהינו א͏חרי זאת כי עזבנו מצותיך "],"query":"015009010"},{"canonical":"Ezra 9:11","passages":["אשר צוית ביד עבדיך הנביאים לאמר הארץ אשר אתם באים לרשתה ארץ נדה היא בנדת עמי הארצות בתועבתיהם אשר מלאוה מפה אל פה בטמאתם "],"query":"015009011"},{"canonical":"Ezra 9:12","passages":["ועתה בנותיכם אל תתנו לבניהם ובנתיהם אל תשאו לבניכם ולא תדרשו שלמם וטובתם עד עולם למען תחזקו ואכלתם את טוב הארץ והורשתם לבניכם עד עולם "],"query":"015009012"},{"canonical":"Ezra 9:13","passages":["ואחרי כל הבא עלינו במעשינו הרעים ובאשמתנו הגדלה כי אתה אלהינו חשכת למטה מעוננו ונתתה לנו פליטה כזאת "],"query":"015009013"},{"canonical":"Ezra 9:14","passages":["הנשוב להפר מצותיך ולהתחתן בעמי התעבות האלה הלוא תאנף בנו עד כלה לאין שארית ופליטה פ"],"query":"015009014"},{"canonical":"Ezra 9:15","passages":["יהוה אלהי ישראל צדיק אתה כי נשארנו פליטה כהיום הזה הננו לפניך באשמתינו כי אין לעמוד לפניך על זאת פ"],"query":"015009015"}]}