{"query":"015007","verses":[{},{"canonical":"Ezra 7:1","passages":["ואחר הדברים האלה במלכות ארתחשסתא מלך פרס עזרא בן שריה בן עזריה בן חלקיה "],"query":"015007001"},{"canonical":"Ezra 7:2","passages":["בן שלום בן צדוק בן אחיטוב "],"query":"015007002"},{"canonical":"Ezra 7:3","passages":["בן אמריה בן עזריה בן מריות "],"query":"015007003"},{"canonical":"Ezra 7:4","passages":["בן זרחיה בן עזי בן בקי "],"query":"015007004"},{"canonical":"Ezra 7:5","passages":["בן אבישוע בן פינחס בן אלעזר בן אהרן הכהן הראש "],"query":"015007005"},{"canonical":"Ezra 7:6","passages":["הוא עזרא עלה מבבל והוא ספר מהיר בתורת משה אשר נתן יהוה אלהי ישראל ויתן לו המלך כיד יהוה אלהיו עליו כל בקשתו פ"],"query":"015007006"},{"canonical":"Ezra 7:7","passages":["ויעלו מבני ישראל ומן הכהנים והלוים והמשררים והשערים והנתינים אל ירושל͏ם בשנת שבע לארתחשסתא המלך "],"query":"015007007"},{"canonical":"Ezra 7:8","passages":["ויבא ירושל͏ם בחדש החמישי היא שנת השביעית למלך "],"query":"015007008"},{"canonical":"Ezra 7:9","passages":["כי באחד לחדש הראשון הוא יסד המעלה מבבל ובאחד לחדש החמישי בא אל ירושלם כיד אלהיו הטובה עליו "],"query":"015007009"},{"canonical":"Ezra 7:10","passages":["כי עזרא הכין לבבו לדרוש את תורת יהוה ולעשת וללמד בישראל חק ומשפט  ס "],"query":"015007010"},{"canonical":"Ezra 7:11","passages":["וזה פרשגן הנשתון אשר נתן המלך ארתחשסתא לעזרא הכהן הספר ספר דברי מצות יהוה וחקיו על ישראל פ"],"query":"015007011"},{"canonical":"Ezra 7:12","passages":["ארתחשסתא מלך מלכיא לעזרא כהנא ספר דתא די אלה שמיא גמיר וכענת "],"query":"015007012"},{"canonical":"Ezra 7:13","passages":["מני שים טעם די כל מתנדב במלכותי מן עמה ישראל וכהנוהי ולויא למהך לירושלם עמך יהך "],"query":"015007013"},{"canonical":"Ezra 7:14","passages":["כל קבל די מן קדם מלכא ושבעת יעטהי שליח לבקרא על יהוד ולירושלם בדת אלהך די בידך "],"query":"015007014"},{"canonical":"Ezra 7:15","passages":["ולהיבלה כסף ודהב די מלכא ויעטוהי התנדבו לאלה ישראל די בירושלם משכנה "],"query":"015007015"},{"canonical":"Ezra 7:16","passages":["וכל כסף ודהב די תהשכח בכל מדינת בבל עם התנדבות עמא וכהניא מתנדבין לבית אלההם די בירושלם "],"query":"015007016"},{"canonical":"Ezra 7:17","passages":["כל קבל דנה אספרנא תקנא בכספא דנה תורין דכרין אמרין ומנחתהון ונסכיהון ותקרב המו על מדבחה די בית אלהכם די בירושלם "],"query":"015007017"},{"canonical":"Ezra 7:18","passages":["ומה די אחך ייטב בשאר כספא ודהבה למעבד כרעות אלהכם תעבדון "],"query":"015007018"},{"canonical":"Ezra 7:19","passages":["ומאניא די מתיהבין לך לפלחן בית אלהך השלם קדם אלה ירושלם "],"query":"015007019"},{"canonical":"Ezra 7:20","passages":["ושאר חשחות בית אלהך די יפל לך למנתן תנתן מן בית גנזי מלכא "],"query":"015007020"},{"canonical":"Ezra 7:21","passages":["ומני אנה ארתחשסתא מלכא שים טעם לכל גזבריא די בעבר נהרה די כל די ישאלנכון עזרא כהנה ספר דתא די אלה שמיא אספרנא יתעבד "],"query":"015007021"},{"canonical":"Ezra 7:22","passages":["עד כסף ככרין מאה ועד חנטין כרין מאה ועד חמר בתין מאה ועד בתין משח מאה ומלח די לא כתב "],"query":"015007022"},{"canonical":"Ezra 7:23","passages":["כל די מן טעם אלה שמיא יתעבד אדרזדא לבית אלה שמיא די למה להוא קצף על מלכות מלכא ובנוהי "],"query":"015007023"},{"canonical":"Ezra 7:24","passages":["ולכם מהודעין די כל כהניא ולויא זמריא תרעיא נתיניא ופלחי בית אלהא דנה מנדה בלו והלך לא שליט למרמא עליהם "],"query":"015007024"},{"canonical":"Ezra 7:25","passages":["ואנת עזרא כחכמת אלהך די בידך מני שפטין ודינין די להון דאינין לכל עמה די בעבר נהרה לכל ידעי דתי אלהך ודי לא ידע תהודעון "],"query":"015007025"},{"canonical":"Ezra 7:26","passages":["וכל די לא להוא עבד דתא די אלהך ודתא די מלכא אספרנא דינה להוא מתעבד מנה הן למות הן פ"],"query":"015007026"},{"canonical":"Ezra 7:27","passages":["ברוך יהוה אלהי אבותינו אשר נתן כזאת בלב המלך לפאר את בית יהוה אשר בירושל͏ם "],"query":"015007027"},{"canonical":"Ezra 7:28","passages":["ועלי הטה חסד לפני המלך ויועציו ולכל שרי המלך הגברים ואני התחזקתי כיד יהוה אלהי עלי ואקבצה מישראל ראשים לעלות עמי פ"],"query":"015007028"}]}