{"query":"015003","verses":[{},{"canonical":"Ezra 3:1","passages":["ויגע החדש השביעי ובני ישראל בערים  ס "],"query":"015003001"},{"canonical":"Ezra 3:2","passages":["ויקם ישוע בן יוצדק ואחיו הכהנים וזרבבל בן שאלתיאל ואחיו ויבנו את מזבח אלהי ישראל להעלות עליו עלות ככתוב בתורת משה איש האלהים "],"query":"015003002"},{"canonical":"Ezra 3:3","passages":["ויכינו המזבח על מכונתיו כי באימה עליהם מעמי הארצות ויעלו עליו עלות ליהוה עלות לבקר ולערב "],"query":"015003003"},{"canonical":"Ezra 3:4","passages":["ו͏יעשו את חג הסכות ככתוב ועלת יום ביום במספר כמשפט דבר יום ביומו "],"query":"015003004"},{"canonical":"Ezra 3:5","passages":["ואחריכן עלת תמיד ולחדשים ולכל מועדי יהוה המקדשים ולכל מתנדב נדבה ליהוה "],"query":"015003005"},{"canonical":"Ezra 3:6","passages":["מיום אחד לחדש השביעי החלו להעלות עלות ליהוה והיכל יהוה לא יסד "],"query":"015003006"},{"canonical":"Ezra 3:7","passages":["ויתנו כסף לחצבים ולחרשים ומאכל ומשתה ושמן לצדנים ולצרים להביא עצי ארזים מן הלבנון אל ים יפוא כרשיון כורש מלך פרס עליהם פ"],"query":"015003007"},{"canonical":"Ezra 3:8","passages":["ובשנה השנית לבואם אל בית האלהים לירושלם בחדש השני החלו זרבבל בן שאלתיאל וישוע בן יוצדק ושאר אחיהם הכהנים והלוים וכל הבאים מהשבי ירושלם ויעמידו את הלוים מבן עשרים שנה ומעלה לנצח על מלאכת בית יהוה פ"],"query":"015003008"},{"canonical":"Ezra 3:9","passages":["ויעמד ישוע בניו ואחיו קדמיאל ובניו בני יהודה כאחד לנצח על עשה המלאכה בבית האלהים  ס בני חנדד בניהם ואחיהם הלוים "],"query":"015003009"},{"canonical":"Ezra 3:10","passages":["ויסדו הבנים את היכל יהוה ויעמידו הכהנים מלבשים בחצצרות והלוים בני אסף במצלתים להלל את יהוה על ידי דויד מלך ישראל "],"query":"015003010"},{"canonical":"Ezra 3:11","passages":["ו͏יענו בהלל ובהודת ליהוה כי טוב כי לעולם חסדו על ישראל וכל העם הריעו תרועה גדולה בהלל ליהוה על הוסד בית יהוה  ס "],"query":"015003011"},{"canonical":"Ezra 3:12","passages":["ורבים מהכהנים והלוים וראשי האבות הזקנים אשר ראו את הבית הראשון ביסדו זה הבית בעיניהם בכים בקול גדול ורבים בתרועה בשמחה להרים קול "],"query":"015003012"},{"canonical":"Ezra 3:13","passages":["ואין העם מכירים קול תרועת השמחה לקול בכי העם כי העם מריעים תרועה גדולה והקול נשמע עד למרחוק פ"],"query":"015003013"}]}