{"query":"015004","verses":[{},{"canonical":"Ezra 4:1","passages":["וישמעו צרי יהודה ובנימן כי בני הגולה בונים היכל ליהוה אלהי ישראל "],"query":"015004001"},{"canonical":"Ezra 4:2","passages":["ויגשו אל זרבבל ואל ראשי ה͏אבות ויאמרו להם נבנה עמכם כי ככם נדרוש ל͏אלהיכם ולו אנחנו זבחים מימי אסר חדן מלך אשור המעלה אתנו פה "],"query":"015004002"},{"canonical":"Ezra 4:3","passages":["ויאמר להם זרבבל וישוע ושאר ראשי האבות לישראל לא לכם ולנו לבנות בית לאלהינו כי אנחנו יחד נבנה ליהוה אלהי ישראל כאשר צונו המלך כורש מלך פרס "],"query":"015004003"},{"canonical":"Ezra 4:4","passages":["ויהי עם הארץ מרפים ידי עם יהודה ומבהלים אותם לבנות "],"query":"015004004"},{"canonical":"Ezra 4:5","passages":["וסכרים עליהם יועצים להפר עצתם כל ימי כורש מלך פרס ועד מלכות דריוש מלך פרס "],"query":"015004005"},{"canonical":"Ezra 4:6","passages":["ובמלכות אחשורוש בתחלת מלכותו כתבו שטנה על ישבי יהודה וירושל͏ם  ס "],"query":"015004006"},{"canonical":"Ezra 4:7","passages":["ובימי ארתחששתא כתב בשלם מתרדת טבאל ושאר פ"],"query":"015004007"},{"canonical":"Ezra 4:8","passages":["רחום בעל טעם ושמשי ספרא כתבו אגרה חדה על ירושלם לארתחששתא מלכא כנמא "],"query":"015004008"},{"canonical":"Ezra 4:9","passages":["אדין רחום בעל טעם ושמשי ספרא ושאר כנותהון דיניא ואפרסתכיא טרפליא אפרסיא דהיא עלמיא "],"query":"015004009"},{"canonical":"Ezra 4:10","passages":["ושאר אמיא די הגלי אסנפר רבא ויקירא והותב המו בקריה די שמרין ושאר עבר נהרה וכענת "],"query":"015004010"},{"canonical":"Ezra 4:11","passages":["דנה פרשגן אגרתא די שלחו עלוהי על ארתחששתא מלכא עבדיך אנש עבר נהרה וכענת פ"],"query":"015004011"},{"canonical":"Ezra 4:12","passages":["ידיע להוא למלכא די יהודיא די סלקו מן לותך עלינא אתו לירושלם קריתא מרדתא שכלילו ואשיא יחיטו "],"query":"015004012"},{"canonical":"Ezra 4:13","passages":["כען ידיע להוא למלכא די הן קריתא דך תתבנא ושוריה ישתכללון מנדה בלו והלך לא ינתנון ואפתם מלכים תהנזק "],"query":"015004013"},{"canonical":"Ezra 4:14","passages":["כען כל קבל די מלח היכלא מלחנא וערות מלכא לא אריך לנא למחזא על דנה שלחנא והודענא למלכא "],"query":"015004014"},{"canonical":"Ezra 4:15","passages":["די יבקר בספר דכרניא די אבהתך ותהשכח בספר דכרניא ותנדע די קריתא דך קריא מרדא ומהנזקת מלכין ומדנן ואשתדור עבדין בגוה מן יומת עלמא על דנה קריתא דך החרבת "],"query":"015004015"},{"canonical":"Ezra 4:16","passages":["מהודעין אנחנה למלכא די הן קריתא דך תתבנא ושוריה ישתכללון לקבל דנה חלק בעבר נהרא לא איתי לך פ"],"query":"015004016"},{"canonical":"Ezra 4:17","passages":["פתגמא שלח מלכא על רחום בעל טעם ושמשי ספרא ושאר כנותהון די יתבין בשמרין ושאר עבר נהרה שלם וכעת  ס "],"query":"015004017"},{"canonical":"Ezra 4:18","passages":["נשתונא די שלחתון עלינא מפרש קרי קדמי "],"query":"015004018"},{"canonical":"Ezra 4:19","passages":["ומני שים טעם ובקרו והשכחו די קריתא דך מן יומת ע͏למא על מלכין מתנשאה ומרד ואשתדור מתעבד בה "],"query":"015004019"},{"canonical":"Ezra 4:20","passages":["ומלכין תקיפין הוו על ירושלם ושליטין בכל עבר נהרה ומדה בלו והלך מתיהב להון "],"query":"015004020"},{"canonical":"Ezra 4:21","passages":["כען שימו טעם לבטלא גבריא אלך וקריתא דך לא תתבנא עד מני טעמא יתשם "],"query":"015004021"},{"canonical":"Ezra 4:22","passages":["וזהירין הוו שלו למעבד על דנה למה ישגא חבלא להנזקת מלכין  ס "],"query":"015004022"},{"canonical":"Ezra 4:23","passages":["אדין מן די פרשגן נשתונא די  ס "],"query":"015004023"},{"canonical":"Ezra 4:24","passages":["באדין בטלת עבידת בית אלהא די בירושלם והות בטלא עד שנת תרתין למלכות דריוש מלך פרס פ"],"query":"015004024"}]}