{"query":"016004","verses":[{},{"canonical":"Nehemiah 4:1","passages":["ויהי כאשר שמע סנבלט וטוביה והערבים והעמנים והאשדודים כי עלתה ארוכה לחמות ירושלם כי החלו הפרצים להסתם ויחר להם מאד "],"query":"016004001"},{"canonical":"Nehemiah 4:2","passages":["ויקשרו כלם יחדו לבוא להלחם בירושל͏ם ולעשות לו תועה "],"query":"016004002"},{"canonical":"Nehemiah 4:3","passages":["ונתפלל אל אלהינו ונעמיד משמר עליהם יומם ולילה מפניהם "],"query":"016004003"},{"canonical":"Nehemiah 4:4","passages":["ויאמר יהודה כשל כח הסבל והעפר הרבה ואנחנו לא נוכל לבנות בחומה "],"query":"016004004"},{"canonical":"Nehemiah 4:5","passages":["ויאמרו צרינו לא ידעו ולא יראו עד אשר נבוא אל תוכם והרגנום והשבתנו את המלאכה "],"query":"016004005"},{"canonical":"Nehemiah 4:6","passages":["ויהי כאשר באו היהודים הישבים אצלם ויאמרו לנו עשר פעמים מכל המקמות אשר תשובו עלינו "],"query":"016004006"},{"canonical":"Nehemiah 4:7","passages":["ואעמיד מתחתיות למקום מאחרי לחומה בצחיחים ואעמיד את העם למשפחות עם חרבתיהם רמחיהם וקשתתיהם "],"query":"016004007"},{"canonical":"Nehemiah 4:8","passages":["וארא ואקום ואמר אל החרים ואל הסגנים ואל יתר העם אל תיראו מפניהם את אדני הגדול והנורא זכרו והלחמו על אחיכם בניכם ובנתיכם נשיכם ובתיכם פ"],"query":"016004008"},{"canonical":"Nehemiah 4:9","passages":["ויהי כאשר שמעו אויבינו כי נודע לנו ויפר האלהים את עצתם ונשב כלנו אל החומה איש אל מלאכתו "],"query":"016004009"},{"canonical":"Nehemiah 4:10","passages":["ויהי מן היום ההוא חצי נערי עשים במלאכה וחצים מחזיקים והרמחים המגנים והקשתות והשרינים והשרים אחרי כל בית יהודה "],"query":"016004010"},{"canonical":"Nehemiah 4:11","passages":["הבונים בחומה והנשאים בסבל עמשים באחת ידו עשה במלאכה ואחת מחזקת השלח "],"query":"016004011"},{"canonical":"Nehemiah 4:12","passages":["והבונים איש חרבו אסורים על מתניו ובונים והתוקע בשופר אצלי "],"query":"016004012"},{"canonical":"Nehemiah 4:13","passages":["ואמר אל החרים ואל הסגנים ואל יתר העם המלאכה הרבה ורחבה ואנחנו נפרדים על החומה רחוקים איש מאחיו "],"query":"016004013"},{"canonical":"Nehemiah 4:14","passages":["במקום אשר תשמעו את קול השופר שמה תקבצו אלינו אלהינו ילחם לנו "],"query":"016004014"},{"canonical":"Nehemiah 4:15","passages":["ואנחנו עשים במלאכה וחצים מחזיקים ברמחים מעלות השחר עד צאת הכוכבים "],"query":"016004015"},{"canonical":"Nehemiah 4:16","passages":["גם בעת ההיא אמרתי לעם איש ונערו ילינו בתוך ירושל͏ם והיו לנו הלילה משמר והיום מלאכה "],"query":"016004016"},{"canonical":"Nehemiah 4:17","passages":["ואין אני ואחי ונערי ואנשי המשמר אשר אחרי אין אנחנו פשטים בגדינו איש שלחו המים  ס "],"query":"016004017"}]}