{"query":"016009","verses":[{},{"canonical":"Nehemiah 9:1","passages":["וביום עשרים וארבעה לחדש הזה נאספו בני ישראל בצום ובשקים ואדמה עליהם "],"query":"016009001"},{"canonical":"Nehemiah 9:2","passages":["ויבדלו זרע ישראל מכל בני נכר ויעמדו ויתודו על חטאתיהם ועונות אבתיהם "],"query":"016009002"},{"canonical":"Nehemiah 9:3","passages":["ויקומו על עמדם ויקראו בספר תורת יהוה אלהיהם רבעית היום ורבעית מתודים ומשתחוים ליהוה אלהיהם פ"],"query":"016009003"},{"canonical":"Nehemiah 9:4","passages":["ויקם על מעלה הלוים ישוע ובני קדמיאל שבניה בני שרביה בני כנני ויזעקו בקול גדול אל יהוה אלהיהם "],"query":"016009004"},{"canonical":"Nehemiah 9:5","passages":["ויאמרו הלוים ישוע וקדמיאל בני חשבניה שרביה הודיה שבניה פתחיה קומו ברכו את יהוה אלהיכם מן העולם עד העולם ויברכו שם כבודך ומרומם על כל ברכה ותהלה "],"query":"016009005"},{"canonical":"Nehemiah 9:6","passages":["אתה הוא יהוה לבדך אתה עשית את השמים שמי השמים וכל צבאם הארץ וכל אשר עליה הימים וכל אשר בהם ואתה מחיה את כלם וצבא השמים לך משתחוים "],"query":"016009006"},{"canonical":"Nehemiah 9:7","passages":["אתה הוא יהוה האלהים אשר בחרת באברם והוצאתו מאור כשדים ושמת שמו אברהם "],"query":"016009007"},{"canonical":"Nehemiah 9:8","passages":["ומצאת את לבבו נאמן לפניך וכרות עמו הברית לתת את ארץ הכנעני החתי האמרי והפרזי והיבוסי והגרגשי לתת לזרעו ותקם את דבריך כי צדיק אתה "],"query":"016009008"},{"canonical":"Nehemiah 9:9","passages":["ותרא את עני אבתינו במצרים ואת זעקתם שמעת על ים סוף "],"query":"016009009"},{"canonical":"Nehemiah 9:10","passages":["ותתן אתת ומפתים בפרעה ובכל עבדיו ובכל עם ארצו כי ידעת כי הזידו עליהם ותעש לך שם כהיום הזה "],"query":"016009010"},{"canonical":"Nehemiah 9:11","passages":["והים בקעת לפניהם ויעברו בתוך הים ביבשה ואת רדפיהם השלכת במצולת כמו אבן במים עזים "],"query":"016009011"},{"canonical":"Nehemiah 9:12","passages":["ובעמוד ענן הנחיתם יומם ובעמוד אש לילה להאיר להם את הדרך אשר ילכו בה "],"query":"016009012"},{"canonical":"Nehemiah 9:13","passages":["ועל הר סיני ירדת ודבר עמהם משמים ותתן להם משפטים ישרים ותורות אמת חקים ומצות טובים "],"query":"016009013"},{"canonical":"Nehemiah 9:14","passages":["ואת שבת קדשך הודעת להם ומצוות וחקים ותורה צוית להם ביד משה עבדך "],"query":"016009014"},{"canonical":"Nehemiah 9:15","passages":["ולחם משמים נתתה להם לרעבם ומים מסלע הוצאת להם לצמאם ותאמר להם לבוא לרשת את הארץ אשר נשאת את ידך לתת להם "],"query":"016009015"},{"canonical":"Nehemiah 9:16","passages":["והם ואבתינו הזידו ויקשו את ערפם ולא שמעו אל מצותיך "],"query":"016009016"},{"canonical":"Nehemiah 9:17","passages":["וימאנו לשמע ולא זכרו נפלאתיך אשר עשית עמהם ויקשו את ערפם ויתנו ראש לשוב לעבדתם במרים ואתה אלוה סליחות חנון ורחום ארך אפים ורב חסד ולא עזבתם "],"query":"016009017"},{"canonical":"Nehemiah 9:18","passages":["אף כי עשו להם עגל מסכה ויאמרו זה אלהיך אשר העלך ממצרים ו͏יעשו נאצות גדלות "],"query":"016009018"},{"canonical":"Nehemiah 9:19","passages":["ואתה ברחמיך הרבים לא עזבתם במדבר את עמוד הענן לא סר מעליהם ביומם להנחתם בהדרך ואת עמוד האש בלילה להאיר להם ואת הדרך אשר ילכו בה "],"query":"016009019"},{"canonical":"Nehemiah 9:20","passages":["ורוחך הטובה נתת להשכילם ומנך לא מנעת מפיהם ומים נתתה להם לצמאם "],"query":"016009020"},{"canonical":"Nehemiah 9:21","passages":["וארבעים שנה כלכלתם במדבר לא חסרו שלמתיהם לא בלו ורגליהם לא בצקו "],"query":"016009021"},{"canonical":"Nehemiah 9:22","passages":["ותתן להם ממלכות ועממים ותחלקם לפאה ויירשו את ארץ סיחון ואת ארץ מלך חשבון ואת ארץ עוג מלך הבשן "],"query":"016009022"},{"canonical":"Nehemiah 9:23","passages":["ובניהם הרבית כככבי השמים ותביאם אל הארץ אשר אמרת לאבתיהם לבוא לרשת "],"query":"016009023"},{"canonical":"Nehemiah 9:24","passages":["ויבאו הבנים ויירשו את הארץ ותכנע לפניהם את ישבי הארץ הכנענים ותתנם בידם ואת מלכיהם ואת עממי הארץ לעשות בהם כרצונם "],"query":"016009024"},{"canonical":"Nehemiah 9:25","passages":["וילכדו ערים בצרות ואדמה שמנה ויירשו בתים מלאים כל טוב ברות חצובים כרמים וזיתים ועץ מאכל לרב ויאכלו וישבעו וישמינו ויתעדנו בטובך הגדול "],"query":"016009025"},{"canonical":"Nehemiah 9:26","passages":["וימרו וימרדו בך וישלכו את תורתך אחרי גום ואת נביאיך הרגו אשר העידו בם להשיבם אליך ו͏יעשו נאצות גדולת "],"query":"016009026"},{"canonical":"Nehemiah 9:27","passages":["ותתנם ביד צריהם ויצרו להם ובעת צרתם יצעקו אליך ואתה משמים תשמע וכרחמיך הרבים תתן להם מושיעים ויושיעום מיד צריהם "],"query":"016009027"},{"canonical":"Nehemiah 9:28","passages":["וכנוח להם ישובו לעשות רע לפניך ותעזבם ביד איביהם וירדו בהם וישובו ויזעקוך ואתה משמים תשמע ותצילם כרחמיך רבות עתים "],"query":"016009028"},{"canonical":"Nehemiah 9:29","passages":["ותעד בהם להשיבם אל תורתך והמה הזידו ולא שמעו למצותיך ובמשפטיך חטאו בם אשר יעשה אדם וחיה בהם ויתנו כתף סוררת וערפם הקשו ולא שמעו "],"query":"016009029"},{"canonical":"Nehemiah 9:30","passages":["ותמשך עליהם שנים רבות ותעד בם ברוחך ביד נביאיך ולא האזינו ותתנם ביד עמי הארצת "],"query":"016009030"},{"canonical":"Nehemiah 9:31","passages":["וברחמיך הרבים לא עשיתם כלה ולא עזבתם כי אל חנון ורחום אתה "],"query":"016009031"},{"canonical":"Nehemiah 9:32","passages":["ועתה אלהינו האל הגדול הגבור והנורא שומר הברית והחסד אל ימעט לפניך את כל התלאה א͏שר מצאתנו למלכינו לשרינו ולכהנינו ולנביאנו ולאבתינו ולכל עמך מימי מלכי אשור עד היום הזה "],"query":"016009032"},{"canonical":"Nehemiah 9:33","passages":["ואתה צדיק על כל הבא עלינו כי אמת עשית ואנחנו הרשענו "],"query":"016009033"},{"canonical":"Nehemiah 9:34","passages":["ואת מלכינו שרינו כהנינו ואבתינו לא עשו תורתך ולא הקשיבו אל מצותיך ולעדותיך אשר העידת בהם "],"query":"016009034"},{"canonical":"Nehemiah 9:35","passages":["והם במלכותם ובטובך הרב אשר נתת להם ובארץ הרחבה והשמנה אשר נתת לפניהם לא עבדוך ולא שבו ממעלליהם הרעים "],"query":"016009035"},{"canonical":"Nehemiah 9:36","passages":["הנה אנחנו היום עבדים והארץ אשר נתתה לאבתינו לאכל את פריה ואת טובה הנה אנחנו עבדים עליה "],"query":"016009036"},{"canonical":"Nehemiah 9:37","passages":["ותבואתה מרבה למלכים אשר נתתה עלינו בחטאותינו ועל גויתינו משלים ובבהמתנו כרצונם ובצרה גדולה אנחנו פ"],"query":"016009037"}]}