{"query":"016005","verses":[{},{"canonical":"Nehemiah 5:1","passages":["ותהי צעקת העם ונשיהם גדולה אל אחיהם היהודים "],"query":"016005001"},{"canonical":"Nehemiah 5:2","passages":["ויש אשר אמרים בנינו ובנתינו אנחנו רבים ונקחה דגן ונאכלה ונחיה "],"query":"016005002"},{"canonical":"Nehemiah 5:3","passages":["ויש אשר אמרים שדתינו וכרמינו ובתינו אנחנו ערבים ונקחה דגן ברעב "],"query":"016005003"},{"canonical":"Nehemiah 5:4","passages":["ויש אשר אמרים לוינו כסף למדת המלך שדתינו וכרמינו "],"query":"016005004"},{"canonical":"Nehemiah 5:5","passages":["ועתה כבשר אחינו בשרנו כבניהם בנינו והנה אנחנו כבשים את בנינו ואת בנתינו לעבדים ויש מבנתינו נכבשות ואין לאל ידנו ושדתינו וכרמינו לאחרים "],"query":"016005005"},{"canonical":"Nehemiah 5:6","passages":["ויחר לי מאד כאשר שמעתי את זעקתם ואת הדברים האלה "],"query":"016005006"},{"canonical":"Nehemiah 5:7","passages":["וימלך לבי עלי ואריבה את החרים ואת הסגנים ואמרה להם משא איש באחיו אתם נשים ואתן עליהם קהלה גדולה "],"query":"016005007"},{"canonical":"Nehemiah 5:8","passages":["ואמרה להם אנחנו קנינו את אחינו היהודים הנמכרים לגוים כדי בנו וגם אתם תמכרו את אחיכם ונמכרו לנו ו͏יחרישו ולא מצאו דבר  ס "],"query":"016005008"},{"canonical":"Nehemiah 5:9","passages":["ואומר לא טוב הדבר אשר אתם עשים הלוא ביראת אלהינו תלכו מחרפת הגוים אויבינו "],"query":"016005009"},{"canonical":"Nehemiah 5:10","passages":["וגם אני אחי ונערי נשים בהם כסף ודגן נעזבה נא את המשא הזה "],"query":"016005010"},{"canonical":"Nehemiah 5:11","passages":["השיבו נא להם כהיום שדתיהם כרמיהם זיתיהם ובתיהם ומאת הכסף והדגן התירוש והיצהר אשר אתם נשים בהם "],"query":"016005011"},{"canonical":"Nehemiah 5:12","passages":["ויאמרו נשיב ומהם לא נבקש כן נעשה כאשר אתה אומר ואקרא את הכהנים ואשביעם לעשות כדבר הזה "],"query":"016005012"},{"canonical":"Nehemiah 5:13","passages":["גם חצני נערתי ואמרה ככה ינער האלהים את כל האיש אשר לא יקים את הדבר הזה מביתו ומיגיעו וככה יהיה נעור ורק ויאמרו כל הקהל אמן ויהללו את יהוה ויעש העם כדבר הזה "],"query":"016005013"},{"canonical":"Nehemiah 5:14","passages":["גם מיום אשר צוה אתי להיות פחם בארץ יהודה משנת עשרים ועד שנת שלשים ושתים לארתחשסתא המלך שנים שתים עשרה אני ואחי לחם הפחה לא אכלתי "],"query":"016005014"},{"canonical":"Nehemiah 5:15","passages":["והפחות הראשנים אשר לפני הכבידו על העם ויקחו מהם בלחם ויין אחר כסף שקלים ארבעים גם נעריהם שלטו על העם ואני לא עשיתי כן מפני יראת אלהים "],"query":"016005015"},{"canonical":"Nehemiah 5:16","passages":["וגם במלאכת החומה הזאת החזקתי ושדה לא קנינו וכל נערי קבוצים שם על המלאכה "],"query":"016005016"},{"canonical":"Nehemiah 5:17","passages":["והיהודים והסגנים מאה וחמשים איש והבאים אלינו מן הגוים אשר סביבתינו על שלחני "],"query":"016005017"},{"canonical":"Nehemiah 5:18","passages":["ואשר היה נעשה ליום אחד שור אחד צאן שש בררות וצפרים נעשו לי ובין עשרת ימים בכל יין להרבה ועם זה לחם הפחה לא בקשתי כי כבדה העבדה על העם הזה "],"query":"016005018"},{"canonical":"Nehemiah 5:19","passages":["זכרה לי אלהי לטובה כל אשר עשיתי על העם הזה פ"],"query":"016005019"}]}