{"query":"016002","verses":[{},{"canonical":"Nehemiah 2:1","passages":["ויהי בחדש ניסן שנת עשרים לארתחשסתא המלך יין לפניו ואשא את היין ואתנה למלך ולא הייתי רע לפניו "],"query":"016002001"},{"canonical":"Nehemiah 2:2","passages":["ויאמר לי המלך מדוע פניך רעים ואתה אינך חולה אין זה כי אם רע לב ואירא הרבה מאד "],"query":"016002002"},{"canonical":"Nehemiah 2:3","passages":["ואמר למלך המלך לעולם יחיה מדוע לא ירעו פני אשר העיר בית קברות אבתי חרבה ושעריה אכלו באש  ס "],"query":"016002003"},{"canonical":"Nehemiah 2:4","passages":["ויאמר לי המלך על מה זה אתה מבקש ואתפלל אל אלהי השמים "],"query":"016002004"},{"canonical":"Nehemiah 2:5","passages":["ואמר למלך אם על המלך טוב ואם ייטב עבדך לפניך אשר תשלחני אל יהודה אל עיר קברות אבתי ואבננה "],"query":"016002005"},{"canonical":"Nehemiah 2:6","passages":["ויאמר לי המלך והשגל יושבת אצלו עד מתי יהיה מהלכך ומתי תשוב וייטב לפני המלך וישלחני ואתנה לו זמן "],"query":"016002006"},{"canonical":"Nehemiah 2:7","passages":["ואומר למלך אם על המלך טוב אגרות יתנו לי על פחוות עבר הנהר אשר יעבירוני עד אשר אבוא אל יהודה "],"query":"016002007"},{"canonical":"Nehemiah 2:8","passages":["ואגרת אל אסף שמר הפרדס אשר למלך אשר יתן לי עצים לקרות את שערי הבירה אשר לבית ולחומת העיר ולבית אשר אבוא אליו ויתן לי המלך כיד אלהי הטובה עלי "],"query":"016002008"},{"canonical":"Nehemiah 2:9","passages":["ואבוא אל פחוות עבר הנהר ואתנה להם את אגרות המלך וישלח עמי המלך שרי חיל ופרשים פ"],"query":"016002009"},{"canonical":"Nehemiah 2:10","passages":["וישמע סנבלט החרני וטוביה העבד העמני וירע להם רעה גדלה אשר בא אדם לבקש טובה לבני ישראל "],"query":"016002010"},{"canonical":"Nehemiah 2:11","passages":["ואבוא אל ירושל͏ם ואהי שם ימים שלשה "],"query":"016002011"},{"canonical":"Nehemiah 2:12","passages":["ואקום לילה אני ואנשים מעט עמי ולא הגדתי לאדם מה אלהי נתן אל לבי לעשות לירושל͏ם ובהמה אין עמי כי אם הבהמה אשר אני רכב בה "],"query":"016002012"},{"canonical":"Nehemiah 2:13","passages":["ואצאה בשער הגיא לילה ואל פני עין התנין ואל שער האשפת ואהי שבר בחומת ירושלם אשר פרוצים ושעריה אכלו באש "],"query":"016002013"},{"canonical":"Nehemiah 2:14","passages":["ואעבר אל שער העין ואל ברכת המלך ואין מקום לבהמה לעבר תחתי "],"query":"016002014"},{"canonical":"Nehemiah 2:15","passages":["ואהי עלה בנחל לילה ואהי שבר בחומה ואשוב ואבוא בשער הגיא ואשוב "],"query":"016002015"},{"canonical":"Nehemiah 2:16","passages":["והסגנים לא ידעו אנה הלכתי ומה אני עשה וליהודים ולכהנים ולחרים ולסגנים וליתר עשה המלאכה עד כן לא הגדתי "],"query":"016002016"},{"canonical":"Nehemiah 2:17","passages":["ואומר אלהם אתם ראים הרעה אשר אנחנו בה אשר ירושלם חרבה ושעריה נצתו באש לכו ונבנה את חומת ירושלם ולא נהיה עוד חרפה "],"query":"016002017"},{"canonical":"Nehemiah 2:18","passages":["ואגיד להם את יד אלהי אשר היא טובה עלי ואף דברי המלך אשר אמר לי ויאמרו נקום ובנינו ויחזקו ידיהם לטובה פ"],"query":"016002018"},{"canonical":"Nehemiah 2:19","passages":["וישמע סנבלט החרני וטביה העבד העמוני וגשם הערבי וילעגו לנו ויבזו עלינו ויאמרו מה הדבר הזה אשר אתם עשים העל המלך אתם מרדים "],"query":"016002019"},{"canonical":"Nehemiah 2:20","passages":["ואשיב אותם דבר ואומר להם אלהי השמים הוא יצליח לנו ואנחנו עבדיו נקום ובנינו ולכם אין חלק וצדקה וזכרון בירושל͏ם "],"query":"016002020"}]}