{"query":"016006","verses":[{},{"canonical":"Nehemiah 6:1","passages":["ויהי כאשר נשמע לסנבלט וטוביה ולגשם הערבי וליתר איבינו כי בניתי את החומה ולא נותר בה פרץ גם עד העת ההיא דלתות לא העמדתי בשערים "],"query":"016006001"},{"canonical":"Nehemiah 6:2","passages":["וישלח סנבלט וגשם אלי לאמר לכה ונועדה יחדו בכפירים בבקעת אונו והמה חשבים לעשות לי רעה "],"query":"016006002"},{"canonical":"Nehemiah 6:3","passages":["ואשלחה עליהם מלאכים לאמר מלאכה גדולה אני עשה ולא אוכל לרדת למה תשבת המלאכה כאשר ארפה וירדתי אליכם "],"query":"016006003"},{"canonical":"Nehemiah 6:4","passages":["וישלחו אלי כדבר הזה ארבע פעמים ואשיב אותם כדבר הזה  ס "],"query":"016006004"},{"canonical":"Nehemiah 6:5","passages":["וישלח אלי סנבלט כדבר הזה פעם חמישית את נערו ואגרת פתוחה בידו "],"query":"016006005"},{"canonical":"Nehemiah 6:6","passages":["כתוב בה בגוים נשמע וגשמו אמר אתה והיהודים חשבים למרוד על כן אתה בונה החומה ואתה הוה להם למלך כדברים האלה "],"query":"016006006"},{"canonical":"Nehemiah 6:7","passages":["וגם נביאים העמדת לקרא עליך בירושלם לאמר מלך ביהודה ועתה ישמע למלך כדברים האלה ועתה לכה ונועצה יחדו  ס "],"query":"016006007"},{"canonical":"Nehemiah 6:8","passages":["ואשלחה אליו לאמר לא נהיה כדברים האלה אשר אתה אומר כי מלבך אתה בודאם "],"query":"016006008"},{"canonical":"Nehemiah 6:9","passages":["כי כלם מיראים אותנו לאמר ירפו ידיהם מן המלאכה ולא תעשה ועתה חזק את ידי "],"query":"016006009"},{"canonical":"Nehemiah 6:10","passages":["ואני באתי בית שמעיה בן דליה בן מהיטבאל והוא עצור ויאמר נועד אל בית האלהים אל תוך ההיכל ונסגרה דלתות ההיכל כי באים להרגך ולילה באים להרגך "],"query":"016006010"},{"canonical":"Nehemiah 6:11","passages":["ואמרה האיש כמוני יברח ומי כמוני אשר יבוא אל ההיכל וחי לא אבוא "],"query":"016006011"},{"canonical":"Nehemiah 6:12","passages":["ואכירה והנה לא אלהים שלחו כי הנבואה דבר עלי וטוביה וסנבלט שכרו "],"query":"016006012"},{"canonical":"Nehemiah 6:13","passages":["למען שכור הוא למען אירא ואעשה כן וחטאתי והיה להם לשם רע למען יחרפוני פ"],"query":"016006013"},{"canonical":"Nehemiah 6:14","passages":["זכרה אלהי לטוביה ולסנבלט כמעשיו אלה וגם לנועדיה הנביאה וליתר הנביאים אשר היו מיראים אותי "],"query":"016006014"},{"canonical":"Nehemiah 6:15","passages":["ותשלם החומה בעשרים וחמשה לאלול לחמשים ושנים יום פ"],"query":"016006015"},{"canonical":"Nehemiah 6:16","passages":["ויהי כאשר שמעו כל אויבינו ויראו כל הגוים אשר סביבתינו ויפלו מאד בעיניהם וידעו כי מאת אלהינו נעשתה המלאכה הזאת "],"query":"016006016"},{"canonical":"Nehemiah 6:17","passages":["גם בימים ההם מרבים חרי יהודה אגרתיהם הולכות על טוביה ואשר לטוביה באות אליהם "],"query":"016006017"},{"canonical":"Nehemiah 6:18","passages":["כי רבים ביהודה בעלי שבועה לו כי חתן הוא לשכניה בן ארח ויהוחנן בנו לקח את בת משלם בן ברכיה "],"query":"016006018"},{"canonical":"Nehemiah 6:19","passages":["גם טובתיו היו אמרים לפני ודברי היו מוציאים לו אגרות שלח טוביה ליראני "],"query":"016006019"}]}