{"query":"016013","verses":[{},{"canonical":"Nehemiah 13:1","passages":["ביום ההוא נקרא בספר משה באזני העם ונמצא כתוב בו אשר לא יבוא עמני ומאבי בקהל האלהים עד עולם "],"query":"016013001"},{"canonical":"Nehemiah 13:2","passages":["כי לא קדמו את בני ישראל בלחם ובמים וישכר עליו את בלעם לקללו ויהפך אלהינו הקללה לברכה "],"query":"016013002"},{"canonical":"Nehemiah 13:3","passages":["ויהי כשמעם את התורה ויבדילו כל ערב מישראל "],"query":"016013003"},{"canonical":"Nehemiah 13:4","passages":["ולפני מזה אלישיב הכהן נתון בלשכת בית אלהינו קרוב לטוביה "],"query":"016013004"},{"canonical":"Nehemiah 13:5","passages":["ויעש לו לשכה גדולה ושם היו לפנים נתנים את המנחה הלבונה והכלים ומעשר הדגן התירוש והיצהר מצות הלוים והמשררים והשערים ותרומת הכהנים "],"query":"016013005"},{"canonical":"Nehemiah 13:6","passages":["ובכל זה לא הייתי בירושל͏ם כי בשנת שלשים ושתים לארתחשסתא מלך בבל באתי אל המלך ולקץ ימים נשאלתי מן המלך "],"query":"016013006"},{"canonical":"Nehemiah 13:7","passages":["ואבוא לירושל͏ם ואבינה ברעה אשר עשה אלישיב לטוביה לעשות לו נשכה בחצרי בית האלהים "],"query":"016013007"},{"canonical":"Nehemiah 13:8","passages":["וירע לי מאד ו͏אשליכה את כל כלי בית טוביה החוץ מן הלשכה "],"query":"016013008"},{"canonical":"Nehemiah 13:9","passages":["ואמרה ויטהרו הלשכות ואשיבה שם כלי בית האלהים את המנחה והלבונה פ"],"query":"016013009"},{"canonical":"Nehemiah 13:10","passages":["ואדעה כי מניות הלוים לא נתנה ויברחו איש לשדהו הלוים והמשררים עשי המלאכה "],"query":"016013010"},{"canonical":"Nehemiah 13:11","passages":["ואריבה את הסגנים ואמרה מדוע נעזב בית האלהים ואקבצם ואעמדם על עמדם "],"query":"016013011"},{"canonical":"Nehemiah 13:12","passages":["וכל יהודה הביאו מעשר הדגן והתירוש והיצהר לאוצרות "],"query":"016013012"},{"canonical":"Nehemiah 13:13","passages":["ואוצרה על אוצרות שלמיה הכהן וצדוק הסופר ופדיה מן הלוים ועל ידם חנן בן זכור בן מתניה כי נאמנים נחשבו ועליהם לחלק לאחיהם פ"],"query":"016013013"},{"canonical":"Nehemiah 13:14","passages":["זכרה לי אלהי על זאת ואל תמח חסדי אשר עשיתי בבית אלהי ובמשמריו "],"query":"016013014"},{"canonical":"Nehemiah 13:15","passages":["בימים ההמה ראיתי ביהודה דרכים גתות בשבת ומביאים הערמות ועמסים על החמרים ואף יין ענבים ותאנים וכל משא ומביאים ירושל͏ם ביום השבת ואעיד ביום מכרם ציד "],"query":"016013015"},{"canonical":"Nehemiah 13:16","passages":["והצרים ישבו בה מביאים דאג וכל מכר ומכרים בשבת לבני יהודה ובירושל͏ם "],"query":"016013016"},{"canonical":"Nehemiah 13:17","passages":["ואריבה את חרי יהודה ואמרה להם מה הדבר הרע הזה אשר אתם עשים ומחללים את יום השבת "],"query":"016013017"},{"canonical":"Nehemiah 13:18","passages":["הלוא כה עשו אבתיכם ויבא אלהינו עלינו את כל הרעה הזאת ועל העיר הזאת ואתם מוסיפים חרון על ישראל לחלל את השבת פ"],"query":"016013018"},{"canonical":"Nehemiah 13:19","passages":["ויהי כאשר צללו שערי ירושלם לפני השבת ואמרה ויסגרו הדלתות ואמרה אשר לא יפתחום עד אחר השבת ומנערי ה͏עמדתי על השערים לא יבוא משא ביום השבת "],"query":"016013019"},{"canonical":"Nehemiah 13:20","passages":["וילינו הרכלים ומכרי כל ממכר מחוץ לירושל͏ם פעם ושתים "],"query":"016013020"},{"canonical":"Nehemiah 13:21","passages":["ואעידה בהם ואמרה אליהם מדוע אתם לנים נגד החומה אם תשנו יד אשלח בכם מן העת ההיא לא באו בשבת  ס "],"query":"016013021"},{"canonical":"Nehemiah 13:22","passages":["ואמרה ללוים אשר יהיו מטהרים ובאים שמרים השערים לקדש את יום השבת גם זאת זכרה לי אלהי וחוסה עלי כרב חסדך פ"],"query":"016013022"},{"canonical":"Nehemiah 13:23","passages":["גם בימים ההם ראיתי את היהודים השיבו נשים עמניות מואביות "],"query":"016013023"},{"canonical":"Nehemiah 13:24","passages":["ובניהם חצי מדבר אשדודית ואינם מכירים לדבר יהודית וכלשון עם ועם "],"query":"016013024"},{"canonical":"Nehemiah 13:25","passages":["ואריב עמם ואקללם ואכה מהם אנשים ואמרטם ואשביעם באלהים אם תתנו בנתיכם לבניהם ואם תשאו מבנתיהם לבניכם ולכם "],"query":"016013025"},{"canonical":"Nehemiah 13:26","passages":["הלוא על אלה חטא שלמה מלך ישראל ובגוים הרבים לא היה מלך כמהו ואהוב לאלהיו היה ויתנהו אלהים מלך על כל ישראל גם אותו החטיאו הנשים הנכריות "],"query":"016013026"},{"canonical":"Nehemiah 13:27","passages":["ולכם הנשמע לעשת את כל הרעה הגדולה הזאת למעל באלהינו להשיב נשים נכריות "],"query":"016013027"},{"canonical":"Nehemiah 13:28","passages":["ומבני יוידע בן אלישיב הכהן הגדול חתן לסנבלט החרני ואבריחהו מעלי "],"query":"016013028"},{"canonical":"Nehemiah 13:29","passages":["זכרה להם אלהי על גאלי הכהנה וברית הכהנה והלוים "],"query":"016013029"},{"canonical":"Nehemiah 13:30","passages":["וטהרתים מכל נכר ואעמידה משמרות לכהנים וללוים איש במלאכתו "],"query":"016013030"},{"canonical":"Nehemiah 13:31","passages":["ולקרבן העצים בעתים מזמנות ולבכורים זכרה לי אלהי לטובה "],"query":"016013031"}]}