{"query":"017006","verses":[{},{"canonical":"Esther 6:1","passages":["בלילה ההוא נדדה שנת המלך ויאמר להביא את ספר הזכרנות דברי הימים ויהיו נקראים לפני המלך "],"query":"017006001"},{"canonical":"Esther 6:2","passages":["וימצא כתוב אשר הגיד מרדכי על בגתנא ותרש שני סריסי המלך משמרי הסף אשר בקשו לשלח יד במלך אחשורוש "],"query":"017006002"},{"canonical":"Esther 6:3","passages":["ויאמר המלך מה נעשה יקר וגדולה למרדכי על זה ויאמרו נערי המלך משרתיו לא נעשה עמו דבר "],"query":"017006003"},{"canonical":"Esther 6:4","passages":["ויאמר המלך מי בחצר והמן בא לחצר בית המלך החיצונה לאמר למלך לתלות את מרדכי על העץ אשר הכין לו "],"query":"017006004"},{"canonical":"Esther 6:5","passages":["ויאמרו נערי המלך אליו הנה המן עמד בחצר ויאמר המלך יבוא "],"query":"017006005"},{"canonical":"Esther 6:6","passages":["ויבוא המן ויאמר לו המלך מה לעשות באיש אשר המלך חפץ ביקרו ויאמר המן בלבו למי יחפץ המלך לעשות יקר יותר ממני "],"query":"017006006"},{"canonical":"Esther 6:7","passages":["ויאמר המן אל המלך איש אשר המלך חפץ ביקרו "],"query":"017006007"},{"canonical":"Esther 6:8","passages":["יביאו לבוש מלכות אשר לבש בו המלך וסוס אשר רכב עליו המלך ואשר נתן כתר מלכות בראשו "],"query":"017006008"},{"canonical":"Esther 6:9","passages":["ונתון הלבוש והסוס על יד איש משרי המלך הפרתמים והלבישו את האיש אשר המלך חפץ ביקרו והרכיבהו על הסוס ברחוב העיר וקראו לפניו ככה יעשה לאיש אשר המלך חפץ ביקרו "],"query":"017006009"},{"canonical":"Esther 6:10","passages":["ויאמר המלך להמן מהר קח את הלבוש ואת הסוס כאשר דברת ועשה כן למרדכי היהודי היושב בשער המלך אל תפל דבר מכל אשר דברת "],"query":"017006010"},{"canonical":"Esther 6:11","passages":["ויקח המן את הלבוש ואת הסוס וילבש את מרדכי וירכיבהו ברחוב העיר ויקרא לפניו ככה יעשה לאיש אשר המלך חפץ ביקרו "],"query":"017006011"},{"canonical":"Esther 6:12","passages":["וישב מרדכי אל שער המלך והמן נדחף אל ביתו אבל וחפוי ראש "],"query":"017006012"},{"canonical":"Esther 6:13","passages":["ויספר המן לזרש אשתו ולכל אהביו את כל אשר קרהו ויאמרו לו חכמיו וזרש אשתו אם מזרע היהודים מרדכי אשר החלות לנפל לפניו לא תוכל לו כי נפול תפול לפניו "],"query":"017006013"},{"canonical":"Esther 6:14","passages":["עודם מדברים עמו וסריסי המלך הגיעו ויבהלו להביא את המן אל המשתה אשר עשתה אסתר "],"query":"017006014"}]}