{"query":"017009","verses":[{},{"canonical":"Esther 9:1","passages":["ובשנים עשר חדש הוא חדש אדר בשלושה עשר יום בו אשר הגיע דבר המלך ודתו להעשות ביום אשר שברו איבי היהודים לשלוט בהם ונהפוך הוא אשר ישלטו היהודים המה בשנאיהם "],"query":"017009001"},{"canonical":"Esther 9:2","passages":["נקהלו היהודים בעריהם בכל מדינות המלך אחשורוש לשלח יד במבקשי רעתם ואיש לא עמד לפניהם כי נפל פחדם על כל העמים "],"query":"017009002"},{"canonical":"Esther 9:3","passages":["וכל שרי המדינות והאחשדרפנים והפחות ועשי המלאכה אשר למלך מנשאים את היהודים כי נפל פחד מרדכי עליהם "],"query":"017009003"},{"canonical":"Esther 9:4","passages":["כי גדול מרדכי בבית המלך ושמעו הולך בכל המדינות כי האיש מרדכי הולך וגדול פ"],"query":"017009004"},{"canonical":"Esther 9:5","passages":["ויכו היהודים בכל איביהם מכת חרב והרג ואבדן ויעשו בשנאיהם כרצונם "],"query":"017009005"},{"canonical":"Esther 9:6","passages":["ובשושן הבירה הרגו היהודים ואבד חמש מאות איש "],"query":"017009006"},{"canonical":"Esther 9:7","passages":["ואת פרשנדתא ואת דלפון ואת אספתא "],"query":"017009007"},{"canonical":"Esther 9:8","passages":["ואת פורתא ואת אדליא ואת ארידתא "],"query":"017009008"},{"canonical":"Esther 9:9","passages":["ואת פרמשתא ואת אריסי ואת ארדי ואת ויזתא "],"query":"017009009"},{"canonical":"Esther 9:10","passages":["עשרת בני המן בן המדתא צרר היהודים הרגו ובבזה לא שלחו את ידם "],"query":"017009010"},{"canonical":"Esther 9:11","passages":["ביום ההוא בא מספר ה͏הרוגים בשושן הבירה לפני המלך  ס "],"query":"017009011"},{"canonical":"Esther 9:12","passages":["ויאמר המלך לאסתר המלכה בשושן הבירה הרגו היהודים ואבד חמש מאות איש ואת עשרת בני המן בשאר מדינות המלך מה עשו ומה שאלתך וינתן לך ומה בקשתך עוד ותעש "],"query":"017009012"},{"canonical":"Esther 9:13","passages":["ותאמר אסתר אם על המלך טוב ינתן גם מחר ליהודים אשר בשושן לעשות כדת היום ואת עשרת בני המן יתלו על העץ "],"query":"017009013"},{"canonical":"Esther 9:14","passages":["ויאמר המלך להעשות כן ותנתן דת בשושן ואת עשרת בני המן תלו "],"query":"017009014"},{"canonical":"Esther 9:15","passages":["ויקהלו היהודים אשר בשושן גם ביום ארבעה עשר לחדש אדר וי͏הרגו בשושן שלש מאות איש ובבזה לא שלחו את ידם "],"query":"017009015"},{"canonical":"Esther 9:16","passages":["ושאר היהודים אשר במדינות המלך נקהלו ועמד על נפשם ונוח מאיביהם והרג בשנאיהם חמשה ושבעים אלף ובבזה לא שלחו את ידם "],"query":"017009016"},{"canonical":"Esther 9:17","passages":["ביום שלשה עשר לחדש אדר ונוח בארבעה עשר בו ועשה אתו יום משתה ושמחה "],"query":"017009017"},{"canonical":"Esther 9:18","passages":["והיהודים אשר בשושן נקהלו בשלשה עשר בו ובארבעה עשר בו ונוח בחמשה עשר בו ועשה אתו יום משתה ושמחה "],"query":"017009018"},{"canonical":"Esther 9:19","passages":["על כן היהודים פ"],"query":"017009019"},{"canonical":"Esther 9:20","passages":["ויכתב מרדכי את הדברים האלה וישלח ספרים אל כל היהודים אשר בכל מדינות המלך אחשורוש הקרובים והרחוקים "],"query":"017009020"},{"canonical":"Esther 9:21","passages":["לקים עליהם להיות עשים את יום ארבעה עשר לחדש אדר ואת יום חמשה עשר בו בכל שנה ושנה "],"query":"017009021"},{"canonical":"Esther 9:22","passages":["כימים אשר נחו בהם היהודים מאויביהם והחדש אשר נהפך להם מיגון לשמחה ומאבל ליום טוב לעשות אותם ימי משתה ושמחה ומשלוח מנות איש לרעהו ומתנות לאביונים "],"query":"017009022"},{"canonical":"Esther 9:23","passages":["וקבל היהודים את אשר החלו לעשות ואת אשר כתב מרדכי אליהם "],"query":"017009023"},{"canonical":"Esther 9:24","passages":["כי המן בן המדתא האגגי צרר כל היהודים חשב על היהודים לאבדם והפיל פור הוא הגורל להמם ולאבדם "],"query":"017009024"},{"canonical":"Esther 9:25","passages":["ובבאה לפני המלך אמר עם הספר ישוב מחשבתו הרעה אשר חשב על היהודים על ראשו ותלו אתו ואת בניו על העץ "],"query":"017009025"},{"canonical":"Esther 9:26","passages":["על כן קראו לימים האלה פורים על שם הפור על כן על כל דברי האגרת הזאת ומה ראו על ככה ומה הגיע אליהם "],"query":"017009026"},{"canonical":"Esther 9:27","passages":["קימו וקבלו היהודים עליהם ועל זרעם ועל כל הנלוים עליהם ולא יעבור להיות עשים את שני הימים האלה ככתבם וכזמנם בכל שנה ושנה "],"query":"017009027"},{"canonical":"Esther 9:28","passages":["והימים האלה נזכרים ונעשים בכל דור ודור משפחה ומשפחה מדינה ומדינה ועיר ועיר וימי הפורים האלה לא יעברו מתוך היהודים וזכרם לא יסוף מזרעם  ס "],"query":"017009028"},{"canonical":"Esther 9:29","passages":["ותכתב אסתר המלכה בת אביחיל ומרדכי היהודי את כל תקף לקים את אגרת הפורים הזאת השנית "],"query":"017009029"},{"canonical":"Esther 9:30","passages":["וישלח ספרים אל כל היהודים אל שבע ועשרים ומאה מדינה מלכות אחשורוש דברי שלום ואמת "],"query":"017009030"},{"canonical":"Esther 9:31","passages":["לקים את ימי הפרים האלה בזמניהם כאשר קים עליהם מרדכי היהודי ואסתר המלכה וכאשר קימו על נפשם ועל זרעם דברי הצמות וזעקתם "],"query":"017009031"},{"canonical":"Esther 9:32","passages":["ומאמר אסתר קים דברי הפרים האלה ונכתב בספר פ"],"query":"017009032"}]}