{"query":"017003","verses":[{},{"canonical":"Esther 3:1","passages":["אחר הדברים האלה גדל המלך אחשורוש את המן בן המדתא האגגי וינשאהו וישם את כסאו מעל כל השרים אשר אתו "],"query":"017003001"},{"canonical":"Esther 3:2","passages":["וכל עבדי המלך אשר בשער המלך כרעים ומשתחוים להמן כי כן צוה לו המלך ומרדכי לא יכרע ולא ישתחוה "],"query":"017003002"},{"canonical":"Esther 3:3","passages":["ויאמרו עבדי המלך אשר בשער המלך למרדכי מדוע אתה עובר את מצות המלך "],"query":"017003003"},{"canonical":"Esther 3:4","passages":["ויהי כאמרם אליו יום ויום ולא שמע אליהם ויגידו להמן לראות היעמדו דברי מרדכי כי הגיד להם אשר הוא יהודי "],"query":"017003004"},{"canonical":"Esther 3:5","passages":["וירא המן כי אין מרדכי כרע ומשתחוה לו וימלא המן חמה "],"query":"017003005"},{"canonical":"Esther 3:6","passages":["ויבז בעיניו לשלח יד במרדכי לבדו כי הגידו לו את עם מרדכי ויבקש המן להשמיד את כל היהודים אשר בכל מלכות אחשורוש עם מרדכי "],"query":"017003006"},{"canonical":"Esther 3:7","passages":["בחדש הראשון הוא חדש ניסן בשנת שתים עשרה למלך אחשורוש הפיל פור הוא הגורל לפני המן מיום ליום ומחדש לחדש שנים עשר הוא חדש אדר  ס "],"query":"017003007"},{"canonical":"Esther 3:8","passages":["ויאמר המן למלך אחשורוש ישנו עם אחד מפזר ומפרד בין העמים בכל מדינות מלכותך ודתיהם שנות מכל עם ואת דתי המלך אינם עשים ולמלך אין שוה להניחם "],"query":"017003008"},{"canonical":"Esther 3:9","passages":["אם על המלך טוב יכתב לאבדם ועשרת אלפים ככר כסף אשקול על ידי עשי המלאכה להביא אל גנזי המלך "],"query":"017003009"},{"canonical":"Esther 3:10","passages":["ויסר המלך את טבעתו מעל ידו ויתנה להמן בן המדתא האגגי צרר היהודים "],"query":"017003010"},{"canonical":"Esther 3:11","passages":["ויאמר המלך להמן הכסף נתון לך והעם לעשות בו כטוב בעיניך "],"query":"017003011"},{"canonical":"Esther 3:12","passages":["ויקראו ספרי המלך בחדש הראשון בשלושה עשר יום בו ויכתב ככל אשר צוה המן אל אחשדרפני המלך ואל הפחות אשר על מדינה ומדינה ואל שרי עם ועם מדינה ומדינה ככתבה ועם ועם כלשונו בשם המלך אחשורש נכתב ונחתם בטבעת המלך "],"query":"017003012"},{"canonical":"Esther 3:13","passages":["ונשלוח ספרים ביד הרצים אל כל מדינות המלך להשמיד להרג ולאבד את כל היהודים מנער ועד זקן טף ונשים ביום אחד בשלושה עשר לחדש שנים עשר הוא חדש אדר ושללם לבוז "],"query":"017003013"},{"canonical":"Esther 3:14","passages":["פתשגן הכתב להנתן דת בכל מדינה ומדינה גלוי לכל העמים להיות עתדים ליום הזה "],"query":"017003014"},{"canonical":"Esther 3:15","passages":["ה͏רצים יצאו דחופים בדבר המלך והדת נתנה בשושן הבירה והמלך והמן ישבו לשתות והעיר שושן נבוכה פ"],"query":"017003015"}]}