{"query":"017002","verses":[{},{"canonical":"Esther 2:1","passages":["אחר הדברים האלה כשך חמת המלך אחשורוש זכר את ושתי ואת אשר עשתה ואת אשר נגזר עליה "],"query":"017002001"},{"canonical":"Esther 2:2","passages":["ויאמרו נערי המלך משרתיו יבקשו למלך נערות בתולות טובות מראה "],"query":"017002002"},{"canonical":"Esther 2:3","passages":["ויפקד המלך פקידים בכל מדינות מלכותו ויקבצו את כל נערה בתולה טובת מראה אל שושן הבירה אל בית הנשים אל יד הגא סריס המלך שמר הנשים ונתון תמרוקיהן "],"query":"017002003"},{"canonical":"Esther 2:4","passages":["והנערה אשר תיטב בעיני המלך תמלך תחת ושתי וייטב הדבר בעיני המלך ויעש כן  ס "],"query":"017002004"},{"canonical":"Esther 2:5","passages":["איש יהודי היה בשושן הבירה ושמו מרדכי בן יאיר בן שמעי בן קיש איש ימיני "],"query":"017002005"},{"canonical":"Esther 2:6","passages":["אשר הגלה מירושלים עם הגלה אשר הגלתה עם יכניה מלך יהודה אשר הגלה נבוכדנאצר מלך בבל "],"query":"017002006"},{"canonical":"Esther 2:7","passages":["ויהי אמן את הדסה היא אסתר בת דדו כי אין לה אב ואם והנערה יפת תאר וטובת מראה ובמות אביה ואמה לקחה מרדכי לו לבת "],"query":"017002007"},{"canonical":"Esther 2:8","passages":["ויהי בהשמע דבר המלך ודתו ובהקבץ נערות רבות אל שושן הבירה אל יד הגי ותלקח אסתר אל בית המלך אל יד הגי שמר הנשים "],"query":"017002008"},{"canonical":"Esther 2:9","passages":["ותיטב הנערה בעיניו ותשא חסד לפניו ויבהל את תמרוקיה ואת מנותה לתת לה ואת שבע הנערות הראיות לתת לה מבית המלך וישנה ואת נערותיה לטוב בית הנשים "],"query":"017002009"},{"canonical":"Esther 2:10","passages":["לא הגידה אסתר את עמה ואת מולדתה כי מרדכי צוה עליה אשר לא תגיד "],"query":"017002010"},{"canonical":"Esther 2:11","passages":["ובכל יום ויום מרדכי מתהלך לפני חצר בית הנשים לדעת את שלום אסתר ומה יעשה בה "],"query":"017002011"},{"canonical":"Esther 2:12","passages":["ובהגיע תר נערה ונערה לבוא אל המלך אחשורוש מקץ היות לה כדת הנשים שנים עשר חדש כי כן ימלאו ימי מרוקיהן ששה חדשים בשמן המר וששה חדשים בבשמים ובתמרוקי הנשים "],"query":"017002012"},{"canonical":"Esther 2:13","passages":["ובזה הנערה באה אל המלך את כל אשר תאמר ינתן לה לבוא עמה מבית הנשים עד בית המלך "],"query":"017002013"},{"canonical":"Esther 2:14","passages":["בערב היא באה ובבקר היא שבה אל בית הנשים שני אל יד שעשגז סריס המלך שמר הפילגשים לא תבוא עוד אל המלך כי אם חפץ בה המלך ונקראה בשם "],"query":"017002014"},{"canonical":"Esther 2:15","passages":["ובהגיע תר אסתר בת אביחיל דד מרדכי אשר לקח לו לבת לבוא אל המלך לא בקשה דבר כי אם את אשר יאמר הגי סריס המלך שמר הנשים ותהי אסתר נשאת חן בעיני כל ראיה "],"query":"017002015"},{"canonical":"Esther 2:16","passages":["ותלקח אסתר אל המלך אחשורוש אל בית מלכותו בחדש העשירי הוא חדש טבת בשנת שבע למלכותו "],"query":"017002016"},{"canonical":"Esther 2:17","passages":["ויאהב המלך את אסתר מכל הנשים ותשא חן וחסד לפניו מכל הבתולת וישם כתר מלכות בראשה וימליכה תחת ושתי "],"query":"017002017"},{"canonical":"Esther 2:18","passages":["ויעש המלך משתה גדול לכל שריו ועבדיו את משתה אסתר והנחה למדינות עשה ויתן משאת כיד המלך "],"query":"017002018"},{"canonical":"Esther 2:19","passages":["ובהקבץ בתולות שנית ומרדכי ישב בשער המלך "],"query":"017002019"},{"canonical":"Esther 2:20","passages":["אין אסתר מגדת מולדתה ואת עמה כאשר צוה עליה מרדכי ואת מאמר מרדכי אסתר עשה כאשר היתה באמנה אתו  ס "],"query":"017002020"},{"canonical":"Esther 2:21","passages":["בימים ההם ומרדכי ישב בשער המלך קצף בגתן ותרש שני סריסי המלך משמרי הסף ויבקשו לשלח יד במלך אחשורש "],"query":"017002021"},{"canonical":"Esther 2:22","passages":["ויודע הדבר למרדכי ויגד לאסתר המלכה ותאמר אסתר למלך בשם מרדכי "],"query":"017002022"},{"canonical":"Esther 2:23","passages":["ויבקש הדבר וימצא ויתלו שניהם על עץ ויכתב בספר דברי הימים לפני המלך פ"],"query":"017002023"}]}