{"query":"017008","verses":[{},{"canonical":"Esther 8:1","passages":["ביום ההוא נתן המלך אחשורוש לאסתר המלכה את בית המן צרר היהודים ומרדכי בא לפני המלך כי הגידה אסתר מה הוא לה "],"query":"017008001"},{"canonical":"Esther 8:2","passages":["ויסר המלך את טבעתו אשר העביר מהמן ויתנה למרדכי ותשם אסתר את מרדכי על בית המן פ"],"query":"017008002"},{"canonical":"Esther 8:3","passages":["ותוסף אסתר ותדבר לפני המלך ותפל לפני רגליו ותבך ותתחנן לו להעביר את רעת המן האגגי ואת מחשבתו אשר חשב על היהודים "],"query":"017008003"},{"canonical":"Esther 8:4","passages":["ויושט המלך לאסתר את שרבט הזהב ותקם אסתר ותעמד לפני המלך "],"query":"017008004"},{"canonical":"Esther 8:5","passages":["ותאמר אם על המלך טוב ואם מצאתי חן לפניו וכשר הדבר לפני המלך וטובה אני בעיניו יכתב להשיב את הספרים מחשבת המן בן המדתא האגגי אשר כתב לאבד את היהודים אשר בכל מדינות המלך "],"query":"017008005"},{"canonical":"Esther 8:6","passages":["כי איככה אוכל וראיתי ברעה אשר ימצא את עמי ואיככה אוכל וראיתי באבדן מולדתי  ס "],"query":"017008006"},{"canonical":"Esther 8:7","passages":["ויאמר המלך אחשורש לאסתר המלכה ולמרדכי היהודי הנה בית המן נתתי לאסתר ואתו תלו על העץ על אשר שלח ידו ביהודים "],"query":"017008007"},{"canonical":"Esther 8:8","passages":["ואתם כתבו על היהודים כטוב בעיניכם בשם המלך וחתמו בטבעת המלך כי כתב אשר נכתב בשם המלך ונחתום בטבעת המלך אין להשיב "],"query":"017008008"},{"canonical":"Esther 8:9","passages":["ויקראו ספרי המלך בעת ההיא בחדש השלישי הוא חדש סיון בשלושה ועשרים בו ויכתב ככל אשר צוה מרדכי אל היהודים ואל האחשדרפנים והפחות ושרי המדינות אשר מהדו ועד כוש שבע ועשרים ומאה מדינה מדינה ומדינה ככתבה ועם ועם כלשנו ואל היהודים ככתבם וכלשונם "],"query":"017008009"},{"canonical":"Esther 8:10","passages":["ויכתב בשם המלך אחשורש ויחתם בטבעת המלך וישלח ספרים ביד הרצים בסוסים רכבי הרכש האחשתרנים בני הרמכים "],"query":"017008010"},{"canonical":"Esther 8:11","passages":["אשר נתן המלך ליהודים אשר בכל עיר ועיר להקהל ולעמד על נפשם להשמיד ולהרג ולאבד את כל חיל עם ומדינה הצרים אתם טף ונשים ושללם לבוז "],"query":"017008011"},{"canonical":"Esther 8:12","passages":["ביום אחד בכל מדינות המלך אחשורוש בשלושה עשר לחדש שנים עשר הוא חדש אדר "],"query":"017008012"},{"canonical":"Esther 8:13","passages":["פתשגן הכתב להנתן דת בכל מדינה ומדינה גלוי לכל העמים ולהיות עתידים ליום הזה להנקם מאיביהם "],"query":"017008013"},{"canonical":"Esther 8:14","passages":["הרצים רכבי הרכש האחשתרנים יצאו מבהלים ודחופים בדבר המלך והדת נתנה בשושן הבירה פ"],"query":"017008014"},{"canonical":"Esther 8:15","passages":["ומרדכי יצא מלפני המלך בלבוש מלכות תכלת וחור ועטרת זהב גדולה ותכריך בוץ וארגמן והעיר שושן צהלה ושמחה "],"query":"017008015"},{"canonical":"Esther 8:16","passages":["ליהודים היתה אורה ושמחה וששן ויקר "],"query":"017008016"},{"canonical":"Esther 8:17","passages":["ובכל מדינה ומדינה ובכל עיר ועיר מקום אשר דבר המלך ודתו מגיע שמחה וששון ליהודים משתה ויום טוב ורבים מעמי הארץ מתיהדים כי נפל פחד היהודים עליהם "],"query":"017008017"}]}