{"query":"017004","verses":[{},{"canonical":"Esther 4:1","passages":["ומרדכי ידע את כל אשר נעשה ויקרע מרדכי את בגדיו וילבש שק ואפר ויצא בתוך העיר ויזעק זעקה גדלה ומרה "],"query":"017004001"},{"canonical":"Esther 4:2","passages":["ויבוא עד לפני שער המלך כי אין לבוא אל שער המלך בלבוש שק "],"query":"017004002"},{"canonical":"Esther 4:3","passages":["ובכל מדינה ומדינה מקום אשר דבר המלך ודתו מגיע אבל גדול ליהודים וצום ובכי ומספד שק ואפר יצע לרבים "],"query":"017004003"},{"canonical":"Esther 4:4","passages":["ותבואינה נערות אסתר וסריסיה ויגידו לה ותתחלחל המלכה מאד ותשלח בגדים להלביש את מרדכי ולהסיר שקו מעליו ולא קבל "],"query":"017004004"},{"canonical":"Esther 4:5","passages":["ותקרא אסתר להתך מסריסי המלך אשר העמיד לפניה ותצוהו על מרדכי לדעת מה זה ועל מה זה "],"query":"017004005"},{"canonical":"Esther 4:6","passages":["ויצא התך אל מרדכי אל רחוב העיר אשר לפני שער המלך "],"query":"017004006"},{"canonical":"Esther 4:7","passages":["ויגד לו מרדכי את כל אשר קרהו ואת פרשת הכסף אשר אמר המן לשקול על גנזי המלך ביהודים לאבדם "],"query":"017004007"},{"canonical":"Esther 4:8","passages":["ואת פתשגן כתב הדת אשר נתן בשושן להשמידם נתן לו להראות את אסתר ולהגיד לה ולצוות עליה לבוא אל המלך להתחנן לו ולבקש מלפניו על עמה "],"query":"017004008"},{"canonical":"Esther 4:9","passages":["ויבוא התך ויגד לאסתר את דברי מרדכי "],"query":"017004009"},{"canonical":"Esther 4:10","passages":["ותאמר אסתר להתך ותצוהו אל מרדכי "],"query":"017004010"},{"canonical":"Esther 4:11","passages":["כל עבדי המלך ועם מדינות המלך יודעים אשר כל איש ואשה אשר יבוא אל המלך אל החצר הפנימית אשר לא יקרא אחת דתו להמית לבד מאשר יושיט לו המלך את שרביט הזהב וחיה ואני לא נקראתי לבוא אל המלך זה שלושים יום "],"query":"017004011"},{"canonical":"Esther 4:12","passages":["ויגידו למרדכי את דברי אסתר פ"],"query":"017004012"},{"canonical":"Esther 4:13","passages":["ויאמר מרדכי להשיב אל אסתר אל תדמי בנפשך להמלט בית המלך מכל היהודים "],"query":"017004013"},{"canonical":"Esther 4:14","passages":["כי אם החרש תחרישי בעת הזאת רוח והצלה יעמוד ליהודים ממקום אחר ואת ובית אביך תאבדו ומי יודע אם לעת כזאת הגעת למלכות "],"query":"017004014"},{"canonical":"Esther 4:15","passages":["ותאמר אסתר להשיב אל מרדכי "],"query":"017004015"},{"canonical":"Esther 4:16","passages":["לך כנוס את כל היהודים הנמצאים בשושן וצומו עלי ואל תאכלו ואל תשתו שלשת ימים לילה ויום גם אני ונערתי אצום כן ובכן אבוא אל המלך אשר לא כדת וכאשר אבדתי אבדתי "],"query":"017004016"},{"canonical":"Esther 4:17","passages":["ויעבר מרדכי ויעש ככל אשר צותה עליו אסתר  ס "],"query":"017004017"}]}