{"query":"017005","verses":[{},{"canonical":"Esther 5:1","passages":["ויהי ביום השלישי ותלבש אסתר מלכות ותעמד בחצר בית המלך הפנימית נכח בית המלך והמלך יושב על כסא מלכותו בבית המלכות נכח פתח הבית "],"query":"017005001"},{"canonical":"Esther 5:2","passages":["ויהי כראות המלך את אסתר המלכה עמדת בחצר נשאה חן בעיניו ויושט המלך לאסתר את שרביט הזהב אשר בידו ותקרב אסתר ותגע בראש השרביט  ס "],"query":"017005002"},{"canonical":"Esther 5:3","passages":["ויאמר לה המלך מה לך אסתר המלכה ומה בקשתך עד חצי המלכות וינתן לך "],"query":"017005003"},{"canonical":"Esther 5:4","passages":["ותאמר אסתר אם על המלך טוב יבוא המלך והמן היום אל המשתה אשר עשיתי לו "],"query":"017005004"},{"canonical":"Esther 5:5","passages":["ויאמר המלך מהרו את המן לעשות את דבר אסתר ויבא המלך והמן אל המשתה אשר עשתה אסתר "],"query":"017005005"},{"canonical":"Esther 5:6","passages":["ויאמר המלך לאסתר במשתה היין מה שאלתך וינתן לך ומה בקשתך עד חצי המלכות ותעש "],"query":"017005006"},{"canonical":"Esther 5:7","passages":["ותען אסתר ותאמר שאלתי ובקשתי "],"query":"017005007"},{"canonical":"Esther 5:8","passages":["אם מצאתי חן בעיני המלך ואם על המלך טוב לתת את שאלתי ולעשות את בקשתי יבוא המלך והמן אל המשתה אשר אעשה להם ומחר אעשה כדבר המלך "],"query":"017005008"},{"canonical":"Esther 5:9","passages":["ויצא המן ביום ההוא שמח וטוב לב וכראות המן את מרדכי בשער המלך ולא קם ולא זע ממנו וימלא המן על מרדכי חמה "],"query":"017005009"},{"canonical":"Esther 5:10","passages":["ויתאפק המן ויבוא אל ביתו וישלח ויבא את אהביו ואת זרש אשתו "],"query":"017005010"},{"canonical":"Esther 5:11","passages":["ויספר להם המן את כבוד עשרו ורב בניו ואת כל אשר גדלו המלך ואת אשר נשאו על השרים ועבדי המלך "],"query":"017005011"},{"canonical":"Esther 5:12","passages":["ויאמר המן אף לא הביאה אסתר המלכה עם המלך אל המשתה אשר עשתה כי אם אותי וגם למחר אני קרוא לה עם המלך "],"query":"017005012"},{"canonical":"Esther 5:13","passages":["וכל זה איננו שוה לי בכל עת אשר אני ראה את מרדכי היהודי יושב בשער המלך "],"query":"017005013"},{"canonical":"Esther 5:14","passages":["ותאמר לו זרש אשתו וכל אהביו יעשו עץ גבה חמשים אמה ובבקר אמר למלך ויתלו את מרדכי עליו ובא עם המלך אל המשתה שמח וייטב הדבר לפני המן ויעש העץ פ"],"query":"017005014"}]}