{"query":"021009","verses":[{},{"canonical":"Ecclesiastes 9:1","passages":["כי את כל זה נתתי אל לבי ולבור את כל זה אשר הצדיקים והחכמים ועבדיהם ביד האלהים גם אהבה גם שנאה אין יודע האדם הכל לפניהם "],"query":"021009001"},{"canonical":"Ecclesiastes 9:2","passages":["הכל כאשר לכל מקרה אחד לצדיק ולרשע לטוב ולטהור ולטמא ולזבח ולאשר איננו זבח כטוב כחטא הנשבע כאשר שבועה ירא "],"query":"021009002"},{"canonical":"Ecclesiastes 9:3","passages":["זה רע בכל אשר נעשה תחת השמש כי מקרה אחד לכל וגם לב בני האדם מלא רע והוללות בלבבם בחייהם ואחריו אל המתים "],"query":"021009003"},{"canonical":"Ecclesiastes 9:4","passages":["כי מי אשר יחבר אל כל החיים יש בטחון כי לכלב חי הוא טוב מן האריה המת "],"query":"021009004"},{"canonical":"Ecclesiastes 9:5","passages":["כי החיים יודעים שימתו והמתים אינם יודעים מאומה ואין עוד להם שכר כי נשכח זכרם "],"query":"021009005"},{"canonical":"Ecclesiastes 9:6","passages":["גם אהבתם גם שנאתם גם קנאתם כבר אבדה וחלק אין להם עוד לעולם בכל אשר נעשה תחת השמש "],"query":"021009006"},{"canonical":"Ecclesiastes 9:7","passages":["לך אכל בשמחה לחמך ושתה בלב טוב יינך כי כבר רצה האלהים את מעשיך "],"query":"021009007"},{"canonical":"Ecclesiastes 9:8","passages":["בכל עת יהיו בגדיך לבנים ושמן על ראשך אל יחסר "],"query":"021009008"},{"canonical":"Ecclesiastes 9:9","passages":["ראה חיים עם אשה אשר אהבת כל ימי חיי הבלך אשר נתן לך תחת השמש כל ימי הבלך כי הוא חלקך בחיים ובעמלך אשר אתה עמל תחת השמש "],"query":"021009009"},{"canonical":"Ecclesiastes 9:10","passages":["כל אשר תמצא ידך לעשות בכחך עשה כי אין מעשה וחשבון ודעת וחכמה בשאול אשר אתה הלך שמה  ס "],"query":"021009010"},{"canonical":"Ecclesiastes 9:11","passages":["שבתי וראה תחת השמש כי לא לקלים המרוץ ולא לגבורים המלחמה וגם לא לחכמים לחם וגם לא לנבנים עשר וגם לא לידעים חן כי עת ופגע יקרה את כלם "],"query":"021009011"},{"canonical":"Ecclesiastes 9:12","passages":["כי גם לא ידע האדם את עתו כדגים שנאחזים במצודה רעה וכצפרים האחזות בפח כהם יוקשים בני האדם לעת רעה כשתפול עליהם פתאם "],"query":"021009012"},{"canonical":"Ecclesiastes 9:13","passages":["גם זה ראיתי חכמה תחת השמש וגדולה היא אלי "],"query":"021009013"},{"canonical":"Ecclesiastes 9:14","passages":["עיר קטנה ואנשים בה מעט ובא אליה מלך גדול וסבב אתה ובנה עליה מצודים גדלים "],"query":"021009014"},{"canonical":"Ecclesiastes 9:15","passages":["ומצא בה איש מסכן חכם ומלט הוא את העיר בחכמתו ואדם לא זכר את האיש המסכן ההוא "],"query":"021009015"},{"canonical":"Ecclesiastes 9:16","passages":["ואמרתי אני טובה חכמה מגבורה וחכמת המסכן בזויה ודבריו אינם נשמעים "],"query":"021009016"},{"canonical":"Ecclesiastes 9:17","passages":["דברי חכמים בנחת נשמעים מזעקת מושל בכסילים "],"query":"021009017"},{"canonical":"Ecclesiastes 9:18","passages":["טובה חכמה מכלי קרב וחוטא אחד יאבד טובה הרבה "],"query":"021009018"}]}