{"query":"023059","verses":[{},{"canonical":"Isaiah 59:1","passages":["הן לא קצרה יד יהוה מהושיע ולא כבדה אזנו משמוע "],"query":"023059001"},{"canonical":"Isaiah 59:2","passages":["כי אם עונתיכם היו מבדלים בינכם לבין אלהיכם וחטאותיכם הסתירו פנים מכם משמוע "],"query":"023059002"},{"canonical":"Isaiah 59:3","passages":["כי כפיכם נגאלו בדם ואצבעותיכם בעון שפתותיכם דברו שקר לשונכם עולה תהגה "],"query":"023059003"},{"canonical":"Isaiah 59:4","passages":["אין קרא בצדק ואין נשפט באמונה בטוח על תהו ודבר שוא הרו עמל והוליד און "],"query":"023059004"},{"canonical":"Isaiah 59:5","passages":["ביצי צפעוני בקעו וקורי עכביש יארגו האכל מביציהם ימות והזורה תבקע אפעה "],"query":"023059005"},{"canonical":"Isaiah 59:6","passages":["קוריהם לא יהיו לבגד ולא יתכסו במעשיהם מעשיהם מעשי און ופעל חמס בכפיהם "],"query":"023059006"},{"canonical":"Isaiah 59:7","passages":["רגליהם לרע ירצו וימהרו לשפך דם נקי מחשבותיהם מחשבות און שד ושבר במסלותם "],"query":"023059007"},{"canonical":"Isaiah 59:8","passages":["דרך שלום לא ידעו ואין משפט במעגלותם נתיבותיהם עקשו להם כל דרך בה לא ידע שלום "],"query":"023059008"},{"canonical":"Isaiah 59:9","passages":["על כן רחק משפט ממנו ולא תשיגנו צדקה נקוה לאור והנה חשך לנגהות באפלות נהלך "],"query":"023059009"},{"canonical":"Isaiah 59:10","passages":["נגששה כעורים קיר וכאין עינים נגששה כשלנו בצהרים כנשף באשמנים כמתים "],"query":"023059010"},{"canonical":"Isaiah 59:11","passages":["נהמה כדבים כלנו וכיונים הגה נהגה נקוה למשפט ואין לישועה רחקה ממנו "],"query":"023059011"},{"canonical":"Isaiah 59:12","passages":["כי רבו פשעינו נגדך וחטאותינו ענתה בנו כי פשעינו אתנו ועונתינו ידענום "],"query":"023059012"},{"canonical":"Isaiah 59:13","passages":["פשע וכחש ביהוה ונסוג מאחר אלהינו דבר עשק וסרה הרו והגו מלב דברי שקר "],"query":"023059013"},{"canonical":"Isaiah 59:14","passages":["והסג אחור משפט וצדקה מרחוק תעמד כי כשלה ברחוב אמת ונכחה לא תוכל לבוא "],"query":"023059014"},{"canonical":"Isaiah 59:15","passages":["ותהי האמת נעדרת וסר מרע משתולל וירא יהוה וירע בעיניו כי אין משפט "],"query":"023059015"},{"canonical":"Isaiah 59:16","passages":["וירא כי אין איש וישתומם כי אין מפגיע ותושע לו זרעו וצדקתו היא סמכתהו "],"query":"023059016"},{"canonical":"Isaiah 59:17","passages":["וילבש צדקה כשרין וכובע ישועה בראשו וילבש בגדי נקם תלבשת ויעט כמעיל קנאה "],"query":"023059017"},{"canonical":"Isaiah 59:18","passages":["כעל גמלות כעל ישלם חמה לצריו גמול לאיביו לאיים גמול ישלם "],"query":"023059018"},{"canonical":"Isaiah 59:19","passages":["וייראו ממערב את שם יהוה וממזרח שמש את כבודו כי יבוא כנהר צר רוח יהוה נססה בו "],"query":"023059019"},{"canonical":"Isaiah 59:20","passages":["ובא לציון גואל ולשבי פשע ביעקב נאם יהוה "],"query":"023059020"},{"canonical":"Isaiah 59:21","passages":["ואני זאת בריתי אותם אמר יהוה רוחי אשר עליך ודברי אשר שמתי בפיך לא ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר יהוה מעתה ועד עולם  ס "],"query":"023059021"}]}