{"query":"023065","verses":[{},{"canonical":"Isaiah 65:1","passages":["נדרשתי ללוא שאלו נמצאתי ללא בקשני אמרתי הנני הנני אל גוי לא קרא בשמי "],"query":"023065001"},{"canonical":"Isaiah 65:2","passages":["פרשתי ידי כל היום אל עם סורר ההלכים הדרך לא טוב אחר מחשבתיהם "],"query":"023065002"},{"canonical":"Isaiah 65:3","passages":["העם המכעיסים אותי על פני תמיד זבחים בגנות ומקטרים על הלבנים "],"query":"023065003"},{"canonical":"Isaiah 65:4","passages":["הישבים בקברים ובנצורים ילינו האכלים בשר החזיר ומרק פגלים כליהם "],"query":"023065004"},{"canonical":"Isaiah 65:5","passages":["האמרים קרב אליך אל תגש בי כי קדשתיך אלה עשן באפי אש יקדת כל היום "],"query":"023065005"},{"canonical":"Isaiah 65:6","passages":["הנה כתובה לפני לא אחשה כי אם שלמתי ושלמתי על חיקם "],"query":"023065006"},{"canonical":"Isaiah 65:7","passages":["עונתיכם ועונת אבותיכם יחדו אמר יהוה אשר קטרו על ההרים ועל הגבעות חרפוני ומדתי פעלתם ראשנה  ס "],"query":"023065007"},{"canonical":"Isaiah 65:8","passages":["כה אמר יהוה כאשר ימצא התירוש באשכול ואמר אל תשחיתהו כי ברכה בו כן אעשה למען עבדי לבלתי ה͏שחית הכל "],"query":"023065008"},{"canonical":"Isaiah 65:9","passages":["והוצאתי מיעקב זרע ומיהודה יורש הרי וירשוה בחירי ועבדי ישכנו שמה "],"query":"023065009"},{"canonical":"Isaiah 65:10","passages":["והיה השרון לנוה צאן ועמק עכור לרבץ בקר לעמי אשר דרשוני "],"query":"023065010"},{"canonical":"Isaiah 65:11","passages":["ואתם עזבי יהוה השכחים את הר קדשי ה͏ערכים לגד שלחן והממלאים למני ממסך "],"query":"023065011"},{"canonical":"Isaiah 65:12","passages":["ומניתי אתכם לחרב וכלכם לטבח תכרעו יען קראתי ולא עניתם דברתי ולא שמעתם ותעשו הרע בעיני ובאשר לא חפצתי בחרתם פ"],"query":"023065012"},{"canonical":"Isaiah 65:13","passages":["לכן כה אמר אדני יהוה הנה עבדי יאכלו ואתם תרעבו הנה עבדי ישתו ואתם תצמאו הנה עבדי ישמחו ואתם תבשו "],"query":"023065013"},{"canonical":"Isaiah 65:14","passages":["הנה עבדי ירנו מטוב לב ואתם תצעקו מכאב לב ומשבר רוח תילילו "],"query":"023065014"},{"canonical":"Isaiah 65:15","passages":["והנחתם שמכם לשבועה לבחירי והמיתך אדני יהוה ולעבדיו יקרא שם אחר "],"query":"023065015"},{"canonical":"Isaiah 65:16","passages":["אשר המתברך בארץ יתברך באלהי אמן והנשבע בארץ ישבע באלהי אמן כי נשכחו הצרות הראשנות וכי נסתרו מעיני "],"query":"023065016"},{"canonical":"Isaiah 65:17","passages":["כי הנני בורא שמים חדשים וארץ חדשה ולא תזכרנה הראשנות ולא תעלינה על לב "],"query":"023065017"},{"canonical":"Isaiah 65:18","passages":["כי אם שישו וגילו עדי עד אשר אני בורא כי הנני בורא את ירושל͏ם גילה ועמה משוש "],"query":"023065018"},{"canonical":"Isaiah 65:19","passages":["וגלתי בירושל͏ם וששתי בעמי ולא ישמע בה עוד קול בכי וקול זעקה "],"query":"023065019"},{"canonical":"Isaiah 65:20","passages":["לא יהיה משם עוד עול ימים וזקן אשר לא ימלא את ימיו כי הנער בן מאה שנה ימות והחוטא בן מאה שנה יקלל "],"query":"023065020"},{"canonical":"Isaiah 65:21","passages":["ובנו בתים וישבו ונטעו כרמים ואכלו פרים "],"query":"023065021"},{"canonical":"Isaiah 65:22","passages":["לא יבנו ואחר ישב לא יטעו ואחר יאכל כי כימי העץ ימי עמי ומעשה ידיהם יבלו בחירי "],"query":"023065022"},{"canonical":"Isaiah 65:23","passages":["לא ייגעו לריק ולא ילדו לבהלה כי זרע ברוכי יהוה המה וצאצאיהם אתם "],"query":"023065023"},{"canonical":"Isaiah 65:24","passages":["והיה טרם יקראו ואני אענה עוד הם מדברים ואני אשמע "],"query":"023065024"},{"canonical":"Isaiah 65:25","passages":["זאב וטלה ירעו כאחד ואריה כבקר יאכל תבן ונחש עפר לחמו לא ירעו ולא ישחיתו בכל הר קדשי אמר יהוה  ס "],"query":"023065025"}]}