{"query":"023011","verses":[{},{"canonical":"Isaiah 11:1","passages":["ויצא חטר מגזע ישי ונצר משרשיו יפרה "],"query":"023011001"},{"canonical":"Isaiah 11:2","passages":["ונחה עליו רוח יהוה רוח חכמה ובינה רוח עצה וגבורה רוח דעת ויראת יהוה "],"query":"023011002"},{"canonical":"Isaiah 11:3","passages":["והריחו ביראת יהוה ולא למראה עיניו ישפוט ולא למשמע אזניו יוכיח "],"query":"023011003"},{"canonical":"Isaiah 11:4","passages":["ושפט בצדק דלים והוכיח במישור לענוי ארץ והכה ארץ בשבט פיו וברוח שפתיו ימית רשע "],"query":"023011004"},{"canonical":"Isaiah 11:5","passages":["והיה צדק אזור מתניו והאמונה אזור חלציו "],"query":"023011005"},{"canonical":"Isaiah 11:6","passages":["וגר זאב עם כבש ונמר עם גדי ירבץ ועגל וכפיר ומריא יחדו ונער קטן נהג בם "],"query":"023011006"},{"canonical":"Isaiah 11:7","passages":["ופרה ודב תרעינה יחדו ירבצו ילדיהן ואריה כבקר יאכל תבן "],"query":"023011007"},{"canonical":"Isaiah 11:8","passages":["ושעשע יונק על חר פתן ועל מאורת צפעוני גמול ידו הדה "],"query":"023011008"},{"canonical":"Isaiah 11:9","passages":["לא ירעו ולא ישחיתו בכל הר קדשי כי מלאה הארץ דעה את יהוה כמים לים מכסים פ"],"query":"023011009"},{"canonical":"Isaiah 11:10","passages":["והיה ביום ההוא שרש ישי אשר עמד לנס עמים אליו גוים ידרשו והיתה מנחתו כבוד פ"],"query":"023011010"},{"canonical":"Isaiah 11:11","passages":["והיה ביום ההוא יוסיף אדני שנית ידו לקנות את שאר עמו אשר ישאר מאשור וממצרים ומפתרוס ומכוש ומעילם ומשנער ומחמת ומאיי הים "],"query":"023011011"},{"canonical":"Isaiah 11:12","passages":["ונשא נס לגוים ואסף נדחי ישראל ונפצות יהודה יקבץ מארבע כנפות הארץ "],"query":"023011012"},{"canonical":"Isaiah 11:13","passages":["וסרה קנאת אפרים וצררי יהודה יכרתו אפרים לא יקנא את יהודה ויהודה לא יצר את אפרים "],"query":"023011013"},{"canonical":"Isaiah 11:14","passages":["ועפו בכתף פלשתים ימה יחדו יבזו את בני קדם אדום ומואב משלוח ידם ובני עמון משמעתם "],"query":"023011014"},{"canonical":"Isaiah 11:15","passages":["והחרים יהוה את לשון ים מצרים והניף ידו על הנהר בעים רוחו והכהו לשבעה נחלים והדריך בנעלים "],"query":"023011015"},{"canonical":"Isaiah 11:16","passages":["והיתה מסלה לשאר עמו אשר ישאר מאשור כאשר היתה לישראל ביום עלתו מארץ מצרים "],"query":"023011016"}]}