{"query":"023037","verses":[{},{"canonical":"Isaiah 37:1","passages":["ויהי כשמע המלך חזקיהו ויקרע את בגדיו ויתכס בשק ויבא בית יהוה "],"query":"023037001"},{"canonical":"Isaiah 37:2","passages":["וישלח את אליקים אשר על הבית ואת שבנא הסופר ואת זקני הכהנים מתכסים בשקים אל ישעיהו בן אמוץ הנביא "],"query":"023037002"},{"canonical":"Isaiah 37:3","passages":["ויאמרו אליו כה אמר חזקיהו יום צרה ותוכחה ונאצה היום הזה כי באו בנים עד משבר וכח אין ללדה "],"query":"023037003"},{"canonical":"Isaiah 37:4","passages":["אולי ישמע יהוה אלהיך את דברי רב שקה אשר שלחו מלך אשור אדניו לחרף אלהים חי והוכיח בדברים אשר שמע יהוה אלהיך ונשאת תפלה בעד השארית הנמצאה "],"query":"023037004"},{"canonical":"Isaiah 37:5","passages":["ויבאו עבדי המלך חזקיהו אל ישעיהו "],"query":"023037005"},{"canonical":"Isaiah 37:6","passages":["ויאמר אליהם ישעיהו כה תאמרון אל אדניכם כה אמר יהוה אל תירא מפני הדברים אשר שמעת אשר גדפו נערי מלך אשור אותי "],"query":"023037006"},{"canonical":"Isaiah 37:7","passages":["הנני נותן בו רוח ושמע שמועה ושב אל ארצו והפלתיו בחרב בארצו "],"query":"023037007"},{"canonical":"Isaiah 37:8","passages":["וישב רב שקה וימצא את מלך אשור נלחם על לבנה כי שמע כי נסע מלכיש "],"query":"023037008"},{"canonical":"Isaiah 37:9","passages":["וישמע על תרהקה מלך כוש לאמר יצא להלחם אתך וישמע וישלח מלאכים אל חזקיהו לאמר "],"query":"023037009"},{"canonical":"Isaiah 37:10","passages":["כה תאמרון אל חזקיהו מלך יהודה לאמר אל ישאך אלהיך אשר אתה בוטח בו לאמר לא תנתן ירושלם ביד מלך אשור "],"query":"023037010"},{"canonical":"Isaiah 37:11","passages":["הנה אתה שמעת אשר עשו מלכי אשור לכל הארצות להחרימם ואתה תנצל "],"query":"023037011"},{"canonical":"Isaiah 37:12","passages":["ההצילו אותם אלהי הגוים אשר השחיתו אבותי את גוזן ואת חרן ורצף ובני עדן אשר בתלשר "],"query":"023037012"},{"canonical":"Isaiah 37:13","passages":["איה מלך חמת ומלך ארפד ומלך לעיר ספרוים הנע ועוה "],"query":"023037013"},{"canonical":"Isaiah 37:14","passages":["ויקח חזקיהו את הספרים מיד המלאכים ויקראהו ויעל בית יהוה ויפרשהו חזקיהו לפני יהוה "],"query":"023037014"},{"canonical":"Isaiah 37:15","passages":["ויתפלל חזקיהו אל יהוה לאמר "],"query":"023037015"},{"canonical":"Isaiah 37:16","passages":["יהוה צבאות אלהי ישראל ישב הכרבים אתה הוא האלהים לבדך לכל ממלכות הארץ אתה עשית את השמים ואת הארץ "],"query":"023037016"},{"canonical":"Isaiah 37:17","passages":["הטה יהוה אזנך ושמע פקח יהוה עינך וראה ושמע את כל דברי סנחריב אשר שלח לחרף אלהים חי "],"query":"023037017"},{"canonical":"Isaiah 37:18","passages":["אמנם יהוה החריבו מלכי אשור את כל הארצות ואת ארצם "],"query":"023037018"},{"canonical":"Isaiah 37:19","passages":["ונתן את אלהיהם באש כי לא אלהים המה כי אם מעשה ידי אדם עץ ואבן ויאבדום "],"query":"023037019"},{"canonical":"Isaiah 37:20","passages":["ועתה יהוה אלהינו הושיענו מידו וידעו כל ממלכות הארץ כי אתה יהוה לבדך "],"query":"023037020"},{"canonical":"Isaiah 37:21","passages":["וישלח ישעיהו בן אמוץ אל חזקיהו לאמר כה אמר יהוה אלהי ישראל אשר התפללת אלי אל סנחריב מלך אשור "],"query":"023037021"},{"canonical":"Isaiah 37:22","passages":["זה הדבר אשר דבר יהוה עליו בזה לך לעגה לך בתולת בת ציון אחריך ראש הניעה בת ירושל͏ם "],"query":"023037022"},{"canonical":"Isaiah 37:23","passages":["את מי חרפת וגדפת ועל מי הרימותה קול ותשא מרום עיניך אל קדוש ישראל "],"query":"023037023"},{"canonical":"Isaiah 37:24","passages":["ביד עבדיך חרפת אדני ותאמר ברב רכבי אני עליתי מרום הרים ירכתי לבנון ואכרת קומת ארזיו מבחר ברשיו ואבוא מרום קצו יער כרמלו "],"query":"023037024"},{"canonical":"Isaiah 37:25","passages":["אני קרתי ושתיתי מים ואחרב בכף פעמי כל יארי מצור "],"query":"023037025"},{"canonical":"Isaiah 37:26","passages":["הלוא שמעת למרחוק אותה עשיתי מימי קדם ויצרתיה עתה הבאתיה ותהי להשאות גלים נצים ערים בצרות "],"query":"023037026"},{"canonical":"Isaiah 37:27","passages":["וישביהן קצרי יד חתו ובשו היו עשב שדה וירק דשא חציר גגות ושדמה לפני קמה "],"query":"023037027"},{"canonical":"Isaiah 37:28","passages":["ושבתך וצאתך ובואך ידעתי ואת התרגזך אלי "],"query":"023037028"},{"canonical":"Isaiah 37:29","passages":["יען התרגזך אלי ושאננך עלה באזני ושמתי חחי באפך ומתגי בשפתיך והשיבתיך בדרך אשר באת בה "],"query":"023037029"},{"canonical":"Isaiah 37:30","passages":["וזה לך האות אכול השנה ספיח ובשנה השנית שחיס ובשנה השלישית זרעו וקצרו ונטעו כרמים ואכלו פרים "],"query":"023037030"},{"canonical":"Isaiah 37:31","passages":["ויספה פליטת בית יהודה הנשארה שרש למטה ועשה פרי למעלה "],"query":"023037031"},{"canonical":"Isaiah 37:32","passages":["כי מירושלם תצא שארית ופליטה מהר ציון קנאת יהוה צבאות תעשה זאת  ס "],"query":"023037032"},{"canonical":"Isaiah 37:33","passages":["לכן כה אמר יהוה אל מלך אשור לא יבוא אל העיר הזאת ולא יורה שם חץ ולא יקדמנה מגן ולא ישפך עליה סללה "],"query":"023037033"},{"canonical":"Isaiah 37:34","passages":["בדרך אשר בא בה ישוב ואל העיר הזאת לא יבוא נאם יהוה "],"query":"023037034"},{"canonical":"Isaiah 37:35","passages":["וגנותי על העיר הזאת להושיעה למעני ולמען דוד עבדי  ס "],"query":"023037035"},{"canonical":"Isaiah 37:36","passages":["ויצא מלאך יהוה ויכה במחנה אשור מאה ושמנים וחמשה אלף וישכימו בבקר והנה כלם פגרים מתים "],"query":"023037036"},{"canonical":"Isaiah 37:37","passages":["ויסע וילך וישב סנחריב מלך אשור וישב בנינוה "],"query":"023037037"},{"canonical":"Isaiah 37:38","passages":["ויהי הוא משתחוה בית נסרך אלהיו ואדרמלך ושראצר בניו הכהו בחרב והמה נמלטו ארץ אררט וימלך אסר חדן בנו תחתיו  ס "],"query":"023037038"}]}