{"query":"023058","verses":[{},{"canonical":"Isaiah 58:1","passages":["קרא בגרון אל תחשך כשופר הרם קולך והגד לעמי פשעם ולבית יעקב חטאתם "],"query":"023058001"},{"canonical":"Isaiah 58:2","passages":["ואותי יום יום ידרשון ודעת דרכי יחפצון כגוי אשר צדקה עשה ומשפט אלהיו לא עזב ישאלוני משפטי צדק קרבת אלהים יחפצון "],"query":"023058002"},{"canonical":"Isaiah 58:3","passages":["למה צמנו ולא ראית ענינו נפשנו ולא תדע הן ביום צמכם תמצאו חפץ וכל עצביכם תנגשו "],"query":"023058003"},{"canonical":"Isaiah 58:4","passages":["הן לריב ומצה תצומו ולהכות באגרף רשע לא תצומו כיום להשמיע במרום קולכם "],"query":"023058004"},{"canonical":"Isaiah 58:5","passages":["הכזה יהיה צום אבחרהו יום ענות אדם נפשו הלכף כאגמן ראשו ושק ואפר יציע הלזה תקרא צום ויום רצון ליהוה "],"query":"023058005"},{"canonical":"Isaiah 58:6","passages":["הלוא זה צום אבחרהו פתח חרצבות רשע התר אגדות מוטה ושלח רצוצים חפשים וכל מוטה תנתקו "],"query":"023058006"},{"canonical":"Isaiah 58:7","passages":["הלוא פרס לרעב לחמך ועניים מרודים תביא בית כי תראה ערם וכסיתו ומבשרך לא תתעלם "],"query":"023058007"},{"canonical":"Isaiah 58:8","passages":["אז יבקע כשחר אורך וארכתך מהרה תצמח והלך לפניך צדקך כבוד יהוה יאספך "],"query":"023058008"},{"canonical":"Isaiah 58:9","passages":["אז תקרא ויהוה יענה תשוע ויאמר הנני אם תסיר מתוכך מוטה שלח אצבע ודבר און "],"query":"023058009"},{"canonical":"Isaiah 58:10","passages":["ותפק לרעב נפשך ונפש נענה תשביע וזרח בחשך אורך ואפלתך כצהרים "],"query":"023058010"},{"canonical":"Isaiah 58:11","passages":["ונחך יהוה תמיד והשביע בצחצחות נפשך ועצמתיך יחליץ והיית כגן רוה וכמוצא מים אשר לא יכזבו מימיו "],"query":"023058011"},{"canonical":"Isaiah 58:12","passages":["ובנו ממך חרבות עולם מוסדי דור ודור תקומם וקרא לך גדר פרץ משבב נתיבות לשבת "],"query":"023058012"},{"canonical":"Isaiah 58:13","passages":["אם תשיב משבת רגלך עשות חפציך ביום קדשי וקראת לשבת ענג לקדוש יהוה מכבד וכבדתו מעשות דרכיך ממצוא חפצך ודבר דבר "],"query":"023058013"},{"canonical":"Isaiah 58:14","passages":["אז תתענג על יהוה והרכבתיך על במותי ארץ והאכלתיך נחלת יעקב אביך כי פי יהוה דבר  ס "],"query":"023058014"}]}