{"query":"023066","verses":[{},{"canonical":"Isaiah 66:1","passages":["כה אמר יהוה השמים כסאי והארץ הדם רגלי אי זה בית אשר תבנו לי ואי זה מקום מנוחתי "],"query":"023066001"},{"canonical":"Isaiah 66:2","passages":["ואת כל אלה ידי עשתה ויהיו כל אלה נאם יהוה ואל זה אביט אל עני ונכה רוח וחרד על דברי "],"query":"023066002"},{"canonical":"Isaiah 66:3","passages":["שוחט השור מכה איש זובח השה ערף כלב מעלה מנחה דם חזיר מזכיר לבנה מברך און גם המה בחרו בדרכיהם ובשקוציהם נפשם חפצה "],"query":"023066003"},{"canonical":"Isaiah 66:4","passages":["גם אני אבחר בתעלליהם ומגורתם אביא להם יען קראתי ואין עונה דברתי ולא שמעו ויעשו הרע בעיני ובאשר לא חפצתי בחרו  ס "],"query":"023066004"},{"canonical":"Isaiah 66:5","passages":["שמעו דבר יהוה החרדים אל דברו אמרו אחיכם שנאיכם מנדיכם למען שמי יכבד יהוה ונראה בשמחתכם והם יבשו "],"query":"023066005"},{"canonical":"Isaiah 66:6","passages":["קול שאון מעיר קול מהיכל קול יהוה משלם גמול לאיביו "],"query":"023066006"},{"canonical":"Isaiah 66:7","passages":["בטרם תחיל ילדה בטרם יבוא חבל לה והמליטה זכר "],"query":"023066007"},{"canonical":"Isaiah 66:8","passages":["מי שמע כזאת מי ראה כאלה היוחל ארץ ביום אחד אם יולד גוי פעם אחת כי חלה גם ילדה ציון את בניה "],"query":"023066008"},{"canonical":"Isaiah 66:9","passages":["האני אשביר ולא אוליד יאמר יהוה אם אני המוליד ועצרתי אמר אלהיך  ס "],"query":"023066009"},{"canonical":"Isaiah 66:10","passages":["שמחו את ירושל͏ם וגילו בה כל אהביה שישו אתה משוש כל המתאבלים עליה "],"query":"023066010"},{"canonical":"Isaiah 66:11","passages":["למען תינקו ושבעתם משד תנחמיה למען תמצו והתענגתם מזיז כבודה  ס "],"query":"023066011"},{"canonical":"Isaiah 66:12","passages":["כי כה אמר יהוה הנני נטה אליה כנהר שלום וכנחל שוטף כבוד גוים וינקתם על צד תנשאו ועל ברכים תשעשעו "],"query":"023066012"},{"canonical":"Isaiah 66:13","passages":["כאיש אשר אמו תנחמנו כן אנכי אנחמכם ובירושל͏ם תנחמו "],"query":"023066013"},{"canonical":"Isaiah 66:14","passages":["וראיתם ושש לבכם ועצמותיכם כדשא תפרחנה ונודעה יד יהוה את עבדיו וזעם את איביו "],"query":"023066014"},{"canonical":"Isaiah 66:15","passages":["כי הנה יהוה באש יבוא וכסופה מרכבתיו להשיב בחמה אפו וגערתו בלהבי אש "],"query":"023066015"},{"canonical":"Isaiah 66:16","passages":["כי באש יהוה נשפט ובחרבו את כל בשר ורבו חללי יהוה "],"query":"023066016"},{"canonical":"Isaiah 66:17","passages":["המתקדשים והמטהרים אל הגנות אחר אחת בתוך אכלי בשר החזיר והשקץ והעכבר יחדו יספו נאם יהוה "],"query":"023066017"},{"canonical":"Isaiah 66:18","passages":["ואנכי מעשיהם ומחשבתיהם באה לקבץ את כל הגוים והלשנות ובאו וראו את כבודי "],"query":"023066018"},{"canonical":"Isaiah 66:19","passages":["ושמתי בהם אות ושלחתי מהם פליטים אל הגוים תרשיש פול ולוד משכי קשת תבל ויון האיים הרחקים אשר לא שמעו את שמעי ולא ראו את כבודי והגידו את כבודי בגוים "],"query":"023066019"},{"canonical":"Isaiah 66:20","passages":["והביאו את כל אחיכם מכל הגוים מנחה ליהוה בסוסים וברכב ובצבים ובפרדים ובכרכרות על הר קדשי ירושל͏ם אמר יהוה כאשר יביאו בני ישראל את המנחה בכלי טהור בית יהוה "],"query":"023066020"},{"canonical":"Isaiah 66:21","passages":["וגם מהם אקח לכהנים ללוים אמר יהוה "],"query":"023066021"},{"canonical":"Isaiah 66:22","passages":["כי כאשר השמים החדשים והארץ החדשה אשר אני עשה עמדים לפני נאם יהוה כן יעמד זרעכם ושמכם "],"query":"023066022"},{"canonical":"Isaiah 66:23","passages":["והיה מדי חדש בחדשו ומדי שבת בשבתו יבוא כל בשר להשתחות לפני אמר יהוה "],"query":"023066023"},{"canonical":"Isaiah 66:24","passages":["ויצאו וראו בפגרי האנשים הפשעים בי כי תולעתם לא תמות ואשם לא תכבה והיו דראון לכל בשר "],"query":"023066024"}]}