{"query":"023045","verses":[{},{"canonical":"Isaiah 45:1","passages":["כה אמר יהוה למשיחו לכורש אשר החזקתי בימינו לרד לפניו גוים ומתני מלכים אפתח לפתח לפניו דלתים ושערים לא יסגרו "],"query":"023045001"},{"canonical":"Isaiah 45:2","passages":["אני לפניך אלך והדורים אישר דלתות נחושה אשבר ובריחי ברזל אגדע "],"query":"023045002"},{"canonical":"Isaiah 45:3","passages":["ונתתי לך אוצרות חשך ומטמני מסתרים למען תדע כי אני יהוה הקורא בשמך אלהי ישראל "],"query":"023045003"},{"canonical":"Isaiah 45:4","passages":["למען עבדי יעקב וישראל בחירי ואקרא לך בשמך אכנך ולא ידעתני "],"query":"023045004"},{"canonical":"Isaiah 45:5","passages":["אני יהוה ואין עוד זולתי אין אלהים אאזרך ולא ידעתני "],"query":"023045005"},{"canonical":"Isaiah 45:6","passages":["למען ידעו ממזרח שמש וממערבה כי אפס בלעדי אני יהוה ואין עוד "],"query":"023045006"},{"canonical":"Isaiah 45:7","passages":["יוצר אור ובורא חשך עשה שלום ובורא רע אני יהוה עשה כל אלה  ס "],"query":"023045007"},{"canonical":"Isaiah 45:8","passages":["הרעיפו שמים ממעל ושחקים יזלו צדק תפתח ארץ ויפרו ישע וצדקה תצמיח יחד אני יהוה בראתיו  ס "],"query":"023045008"},{"canonical":"Isaiah 45:9","passages":["הוי רב את יצרו חרש את חרשי אדמה היאמר חמר ליצרו מה תעשה ופעלך אין ידים לו  ס "],"query":"023045009"},{"canonical":"Isaiah 45:10","passages":["הוי אמר לאב מה תוליד ולאשה מה תחילין  ס "],"query":"023045010"},{"canonical":"Isaiah 45:11","passages":["כה אמר יהוה קדוש ישראל ויצרו האתיות שאלוני על בני ועל פעל ידי תצוני "],"query":"023045011"},{"canonical":"Isaiah 45:12","passages":["אנכי עשיתי ארץ ואדם עליה בראתי אני ידי נטו שמים וכל צבאם צויתי "],"query":"023045012"},{"canonical":"Isaiah 45:13","passages":["אנכי העירתהו בצדק וכל דרכיו אישר הוא יבנה עירי וגלותי ישלח לא במחיר ולא בשחד אמר יהוה צבאות פ"],"query":"023045013"},{"canonical":"Isaiah 45:14","passages":["כה אמר יהוה יגיע מצרים וסחר כוש וסבאים אנשי מדה עליך יעברו ולך יהיו אחריך ילכו בזקים יעברו ואליך ישתחוו אליך יתפללו אך בך אל ואין עוד אפס אלהים "],"query":"023045014"},{"canonical":"Isaiah 45:15","passages":["אכן אתה אל מסתתר אלהי ישראל מושיע "],"query":"023045015"},{"canonical":"Isaiah 45:16","passages":["בושו וגם נכלמו כלם יחדו הלכו בכלמה חרשי צירים "],"query":"023045016"},{"canonical":"Isaiah 45:17","passages":["ישראל נושע ביהוה תשועת עולמים לא תבשו ולא תכלמו עד עולמי עד פ"],"query":"023045017"},{"canonical":"Isaiah 45:18","passages":["כי כה אמר יהוה בורא השמים הוא האלהים יצר הארץ ועשה הוא כוננה לא תהו בראה לשבת יצרה אני יהוה ואין עוד "],"query":"023045018"},{"canonical":"Isaiah 45:19","passages":["לא בסתר דברתי במקום ארץ חשך לא אמרתי לזרע יעקב תהו בקשוני אני יהוה דבר צדק מגיד מישרים "],"query":"023045019"},{"canonical":"Isaiah 45:20","passages":["הקבצו ובאו התנגשו יחדו פליטי הגוים לא ידעו הנשאים את עץ פסלם ומתפללים אל אל לא יושיע "],"query":"023045020"},{"canonical":"Isaiah 45:21","passages":["הגידו והגישו אף יועצו יחדו מי השמיע זאת מקדם מאז הגידה הלוא אני יהוה ואין עוד אלהים מבלעדי אל צדיק ומושיע אין זולתי "],"query":"023045021"},{"canonical":"Isaiah 45:22","passages":["פנו אלי והושעו כל אפסי ארץ כי אני אל ואין עוד "],"query":"023045022"},{"canonical":"Isaiah 45:23","passages":["בי נשבעתי יצא מפי צדקה דבר ולא ישוב כי לי תכרע כל ברך תשבע כל לשון "],"query":"023045023"},{"canonical":"Isaiah 45:24","passages":["אך ביהוה לי אמר צדקות ועז עדיו יבוא ויבשו כל הנחרים בו "],"query":"023045024"},{"canonical":"Isaiah 45:25","passages":["ביהוה יצדקו ויתהללו כל זרע ישראל "],"query":"023045025"}]}