{"query":"023036","verses":[{},{"canonical":"Isaiah 36:1","passages":["ויהי בארבע עשרה שנה למלך חזקיהו עלה סנחריב מלך אשור על כל ערי יהודה הבצרות ויתפשם "],"query":"023036001"},{"canonical":"Isaiah 36:2","passages":["וישלח מלך אשור את רב שקה מלכיש ירושל͏מה אל המלך חזקיהו בחיל כבד ויעמד בתעלת הברכה העליונה במסלת שדה כובס "],"query":"023036002"},{"canonical":"Isaiah 36:3","passages":["ויצא אליו אליקים בן חלקיהו אשר על הבית ושבנא הספר ויואח בן אסף המזכיר "],"query":"023036003"},{"canonical":"Isaiah 36:4","passages":["ויאמר אליהם רב שקה אמרו נא אל חזקיהו כה אמר המלך הגדול מלך אשור מה הבטחון הזה אשר בטחת "],"query":"023036004"},{"canonical":"Isaiah 36:5","passages":["אמרתי אך דבר שפתים עצה וגבורה למלחמה עתה על מי בטחת כי מרדת בי "],"query":"023036005"},{"canonical":"Isaiah 36:6","passages":["הנה בטחת על משענת הקנה הרצוץ הזה על מצרים אשר יסמך איש עליו ובא בכפו ונקבה כן פרעה מלך מצרים לכל הבטחים עליו "],"query":"023036006"},{"canonical":"Isaiah 36:7","passages":["וכי תאמר אלי אל יהוה אלהינו בטחנו הלוא הוא אשר הסיר חזקיהו את במתיו ואת מזבחתיו ויאמר ליהודה ולירושלם לפני המזבח הזה תשתחוו "],"query":"023036007"},{"canonical":"Isaiah 36:8","passages":["ועתה התערב נא את אדני המלך אשור ואתנה לך אלפים סוסים אם תוכל לתת לך רכבים עליהם "],"query":"023036008"},{"canonical":"Isaiah 36:9","passages":["ואיך תשיב את פני פחת אחד עבדי אדני הקטנים ותבטח לך על מצרים לרכב ולפרשים "],"query":"023036009"},{"canonical":"Isaiah 36:10","passages":["ועתה המבלעדי יהוה עליתי על הארץ הזאת להשחיתה יהוה אמר אלי עלה אל הארץ הזאת והשחיתה "],"query":"023036010"},{"canonical":"Isaiah 36:11","passages":["ויאמר אליקים ושבנא ויואח אל רב שקה דבר נא אל עבדיך ארמית כי שמעים אנחנו ואל תדבר אלינו יהודית באזני העם אשר על החומה "],"query":"023036011"},{"canonical":"Isaiah 36:12","passages":["ויאמר רב שקה האל אדניך ואליך שלחני אדני לדבר את הדברים האלה הלא על האנשים הישבים על החומה לאכל את רגליהם עמכם "],"query":"023036012"},{"canonical":"Isaiah 36:13","passages":["ויעמד רב שקה ויקרא בקול גדול יהודית ויאמר שמעו את דברי המלך הגדול מלך אשור "],"query":"023036013"},{"canonical":"Isaiah 36:14","passages":["כה אמר המלך אל ישא לכם חזקיהו כי לא יוכל להציל אתכם "],"query":"023036014"},{"canonical":"Isaiah 36:15","passages":["ואל יבטח אתכם חזקיהו אל יהוה לאמר הצל יצילנו יהוה לא תנתן העיר הזאת ביד מלך אשור "],"query":"023036015"},{"canonical":"Isaiah 36:16","passages":["אל תשמעו אל חזקיהו  ס כי כה אמר המלך אשור עשו אתי ברכה וצאו אלי ואכלו איש גפנו ואיש תאנתו ושתו איש מי בורו "],"query":"023036016"},{"canonical":"Isaiah 36:17","passages":["עד באי ולקחתי אתכם אל ארץ כארצכם ארץ דגן ותירוש ארץ לחם וכרמים "],"query":"023036017"},{"canonical":"Isaiah 36:18","passages":["פן יסית אתכם חזקיהו לאמר יהוה יצילנו ההצילו אלהי הגוים איש את ארצו מיד מלך אשור "],"query":"023036018"},{"canonical":"Isaiah 36:19","passages":["איה אלהי חמת וארפד איה אלהי ספרוים וכי הצילו את שמרון מידי "],"query":"023036019"},{"canonical":"Isaiah 36:20","passages":["מי בכל אלהי הארצות האלה אשר הצילו את ארצם מידי כי יציל יהוה את ירושל͏ם מידי "],"query":"023036020"},{"canonical":"Isaiah 36:21","passages":["ויחרישו ולא ענו אתו דבר כי מצות המלך היא לאמר לא תענהו "],"query":"023036021"},{"canonical":"Isaiah 36:22","passages":["ויבא אליקים בן חלקיהו אשר על הבית ושבנא הסופר ויואח בן אסף המזכיר אל חזקיהו קרועי בגדים ויגידו לו את דברי רב שקה  ס "],"query":"023036022"}]}