{"query":"023051","verses":[{},{"canonical":"Isaiah 51:1","passages":["שמעו אלי רדפי צדק מבקשי יהוה הביטו אל צור חצבתם ואל מקבת בור נקרתם "],"query":"023051001"},{"canonical":"Isaiah 51:2","passages":["הביטו אל אברהם אביכם ואל שרה תחוללכם כי אחד קראתיו ואברכהו וארבהו  ס "],"query":"023051002"},{"canonical":"Isaiah 51:3","passages":["כי נחם יהוה ציון נחם כל חרבתיה וישם מדברה כעדן וערבתה כגן יהוה ששון ושמחה ימצא בה תודה וקול זמרה  ס "],"query":"023051003"},{"canonical":"Isaiah 51:4","passages":["הקשיבו אלי עמי ולאומי אלי האזינו כי תורה מאתי תצא ומשפטי לאור עמים ארגיע "],"query":"023051004"},{"canonical":"Isaiah 51:5","passages":["קרוב צדקי יצא ישעי וזרעי עמים ישפטו אלי איים יקוו ואל זרעי ייחלון "],"query":"023051005"},{"canonical":"Isaiah 51:6","passages":["שאו לשמים עיניכם והביטו אל הארץ מתחת כי שמים כעשן נמלחו והארץ כבגד תבלה וישביה כמו כן ימותון וישועתי לעולם תהיה וצדקתי לא תחת  ס "],"query":"023051006"},{"canonical":"Isaiah 51:7","passages":["שמעו אלי ידעי צדק עם תורתי בלבם אל תיראו חרפת אנוש ומגדפתם אל תחתו "],"query":"023051007"},{"canonical":"Isaiah 51:8","passages":["כי כבגד יאכלם עש וכצמר יאכלם סס וצדקתי לעולם תהיה וישועתי לדור דורים  ס "],"query":"023051008"},{"canonical":"Isaiah 51:9","passages":["עורי עורי לבשי עז זרוע יהוה עורי כימי קדם דרות עולמים הלוא את היא המחצבת רהב מחוללת תנין "],"query":"023051009"},{"canonical":"Isaiah 51:10","passages":["הלוא את היא המחרבת ים מי תהום רבה השמה מעמקי ים דרך לעבר גאולים "],"query":"023051010"},{"canonical":"Isaiah 51:11","passages":["ופדויי יהוה ישובון ובאו ציון ברנה ושמחת עולם על ראשם ששון ושמחה ישיגון נסו יגון ואנחה  ס "],"query":"023051011"},{"canonical":"Isaiah 51:12","passages":["אנכי אנכי הוא מנחמכם מי את ותיראי מאנוש ימות ומבן אדם חציר ינתן "],"query":"023051012"},{"canonical":"Isaiah 51:13","passages":["ותשכח יהוה עשך נוטה שמים ויסד ארץ ותפחד תמיד כל היום מפני חמת המציק כאשר כונן להשחית ואיה חמת המציק "],"query":"023051013"},{"canonical":"Isaiah 51:14","passages":["מהר צעה להפתח ולא ימות לשחת ולא יחסר לחמו "],"query":"023051014"},{"canonical":"Isaiah 51:15","passages":["ואנכי יהוה אלהיך רגע הים ויהמו גליו יהוה צבאות שמו "],"query":"023051015"},{"canonical":"Isaiah 51:16","passages":["ואשים דברי בפיך ובצל ידי כסיתיך לנטע שמים וליסד ארץ ולאמר לציון עמי אתה  ס "],"query":"023051016"},{"canonical":"Isaiah 51:17","passages":["התעוררי התעוררי קומי ירושלם אשר שתית מיד יהוה את כוס חמתו את קבעת כוס התרעלה שתית מצית "],"query":"023051017"},{"canonical":"Isaiah 51:18","passages":["אין מנהל לה מכל בנים ילדה ואין מחזיק בידה מכל בנים גדלה "],"query":"023051018"},{"canonical":"Isaiah 51:19","passages":["שתים הנה קראתיך מי ינוד לך השד והשבר והרעב והחרב מי אנחמך "],"query":"023051019"},{"canonical":"Isaiah 51:20","passages":["בניך עלפו שכבו בראש כל חוצות כתוא מכמר המלאים חמת יהוה גערת אלהיך "],"query":"023051020"},{"canonical":"Isaiah 51:21","passages":["לכן שמעי נא זאת עניה ושכרת ולא מיין  ס "],"query":"023051021"},{"canonical":"Isaiah 51:22","passages":["כה אמר אדניך יהוה ואלהיך יריב עמו הנה לקחתי מידך את כוס התרעלה את קבעת כוס חמתי לא תוסיפי לשתותה עוד "],"query":"023051022"},{"canonical":"Isaiah 51:23","passages":["ושמתיה ביד מוגיך אשר אמרו לנפשך שחי ונעברה ותשימי כארץ גוך וכחוץ לעברים  ס "],"query":"023051023"}]}