{"query":"023029","verses":[{},{"canonical":"Isaiah 29:1","passages":["הוי אריאל אריאל קרית חנה דוד ספו שנה על שנה חגים ינקפו "],"query":"023029001"},{"canonical":"Isaiah 29:2","passages":["והציקותי לאריאל והיתה תאניה ואניה והיתה לי כאריאל "],"query":"023029002"},{"canonical":"Isaiah 29:3","passages":["וחניתי כדור עליך וצרתי עליך מצב והק͏ימתי עליך מצרת "],"query":"023029003"},{"canonical":"Isaiah 29:4","passages":["ושפלת מארץ תדברי ומעפר תשח אמרתך והיה כאוב מארץ קולך ומעפר אמרתך תצפצף "],"query":"023029004"},{"canonical":"Isaiah 29:5","passages":["והיה כאבק דק המון זריך וכמץ עבר המון עריצים והיה לפתע פתאם "],"query":"023029005"},{"canonical":"Isaiah 29:6","passages":["מעם יהוה צבאות תפקד ברעם וברעש וקול גדול סופה וסערה ולהב אש אוכלה "],"query":"023029006"},{"canonical":"Isaiah 29:7","passages":["והיה כחלום חזון לילה המון כל הגוים הצבאים על אריאל וכל צביה ומצדתה והמציקים לה "],"query":"023029007"},{"canonical":"Isaiah 29:8","passages":["והיה כאשר יחלם הרעב והנה אוכל והקיץ וריקה נפשו וכאשר יחלם הצמא והנה שתה והקיץ והנה עיף ונפשו שוקקה כן יהיה המון כל הגוים הצבאים על הר ציון  ס "],"query":"023029008"},{"canonical":"Isaiah 29:9","passages":["התמהמהו ותמהו השת͏עשעו ושעו שכרו ולא יין נעו ולא שכר "],"query":"023029009"},{"canonical":"Isaiah 29:10","passages":["כי נסך עליכם יהוה רוח תרדמה ויעצם את עיניכם את הנביאים ואת ראשיכם החזים כסה "],"query":"023029010"},{"canonical":"Isaiah 29:11","passages":["ותהי לכם חזות הכל כדברי הספר החתום אשר יתנו אתו אל יודע ספר לאמר קרא נא זה ואמר לא אוכל כי חתום הוא "],"query":"023029011"},{"canonical":"Isaiah 29:12","passages":["ונתן הספר על אשר לא ידע ספר לאמר קרא נא זה ואמר לא ידעתי ספר  ס "],"query":"023029012"},{"canonical":"Isaiah 29:13","passages":["ויאמר אדני יען כי נגש העם הזה בפיו ובשפתיו כבדוני ולבו רחק ממני ותהי יראתם אתי מצות אנשים מלמדה "],"query":"023029013"},{"canonical":"Isaiah 29:14","passages":["לכן הנני יוסף להפליא את העם הזה הפלא ופלא ואבדה חכמת חכמיו ובינת נבניו תסתתר  ס "],"query":"023029014"},{"canonical":"Isaiah 29:15","passages":["הוי המעמיקים מיהוה לסתר עצה והיה במחשך מעשיהם ויאמרו מי ראנו ומי יודענו "],"query":"023029015"},{"canonical":"Isaiah 29:16","passages":["הפככם אם כחמר היצר יחשב כי יאמר מעשה לעשהו לא עשני ויצר אמר ליוצרו לא הבין "],"query":"023029016"},{"canonical":"Isaiah 29:17","passages":["הלוא עוד מעט מזער ושב לבנון לכרמל והכרמל ליער יחשב "],"query":"023029017"},{"canonical":"Isaiah 29:18","passages":["ושמעו ביום ההוא החרשים דברי ספר ומאפל ומחשך עיני עורים תראינה "],"query":"023029018"},{"canonical":"Isaiah 29:19","passages":["ויספו ענוים ביהוה שמחה ואביוני אדם בקדוש ישראל יגילו "],"query":"023029019"},{"canonical":"Isaiah 29:20","passages":["כי אפס עריץ וכלה לץ ונכרתו כל שקדי און "],"query":"023029020"},{"canonical":"Isaiah 29:21","passages":["מחטיאי אדם בדבר ולמוכיח בשער יקשון ויטו בתהו צדיק  ס "],"query":"023029021"},{"canonical":"Isaiah 29:22","passages":["לכן כה אמר יהוה אל בית יעקב אשר פדה את אברהם לא עתה יבוש יעקב ולא עתה פניו יחורו "],"query":"023029022"},{"canonical":"Isaiah 29:23","passages":["כי בראתו ילדיו מעשה ידי בקרבו יקדישו שמי והקדישו את קדוש יעקב ואת אלהי ישראל יעריצו "],"query":"023029023"},{"canonical":"Isaiah 29:24","passages":["וידעו תעי רוח בינה ורוגנים ילמדו לקח "],"query":"023029024"}]}