{"query":"024009","verses":[{},{"canonical":"Jeremiah 9:1","passages":["מי יתנני במדבר מלון ארחים ואעזבה את עמי ואלכה מאתם כי כלם מנאפים עצרת בגדים "],"query":"024009001"},{"canonical":"Jeremiah 9:2","passages":["וידרכו את לשונם קשתם שקר ולא לאמונה גברו בארץ כי מרעה אל רעה יצאו ואתי לא ידעו נאם יהוה  ס "],"query":"024009002"},{"canonical":"Jeremiah 9:3","passages":["איש מרעהו השמרו ועל כל אח אל תבטחו כי כל אח עקוב יעקב וכל רע רכיל יהלך "],"query":"024009003"},{"canonical":"Jeremiah 9:4","passages":["ואיש ברעהו יהתלו ואמת לא ידברו למדו לשונם דבר שקר העוה נלאו "],"query":"024009004"},{"canonical":"Jeremiah 9:5","passages":["שבתך בתוך מרמה במרמה מאנו דעת אותי נאם יהוה  ס "],"query":"024009005"},{"canonical":"Jeremiah 9:6","passages":["לכן כה אמר יהוה צבאות הנני צורפם ובחנתים כי איך אעשה מפני בת עמי "],"query":"024009006"},{"canonical":"Jeremiah 9:7","passages":["חץ שחוט לשונם מרמה דבר בפיו שלום את רעהו ידבר ובקרבו ישים ארבו "],"query":"024009007"},{"canonical":"Jeremiah 9:8","passages":["העל אלה לא אפקד בם נאם יהוה אם בגוי אשר כזה לא תתנקם נפשי  ס "],"query":"024009008"},{"canonical":"Jeremiah 9:9","passages":["על ההרים אשא בכי ונהי ועל נאות מדבר קינה כי נצתו מבלי איש עבר ולא שמעו קול מקנה מעוף השמים ועד בהמה נדדו הלכו "],"query":"024009009"},{"canonical":"Jeremiah 9:10","passages":["ונתתי את ירושל͏ם לגלים מעון תנים ואת ערי יהודה אתן שממה מבלי יושב  ס "],"query":"024009010"},{"canonical":"Jeremiah 9:11","passages":["מי האיש החכם ויבן את זאת ואשר דבר פי יהוה אליו ויגדה על מה אבדה הארץ נצתה כמדבר מבלי עבר  ס "],"query":"024009011"},{"canonical":"Jeremiah 9:12","passages":["ויאמר יהוה על עזבם את תורתי אשר נתתי לפניהם ולא שמעו בקולי ולא הלכו בה "],"query":"024009012"},{"canonical":"Jeremiah 9:13","passages":["וילכו אחרי שררות לבם ואחרי הבעלים אשר למדום אבותם  ס "],"query":"024009013"},{"canonical":"Jeremiah 9:14","passages":["לכן כה אמר יהוה צבאות אלהי ישראל הנני מאכילם את העם הזה לענה והשקיתים מי ראש "],"query":"024009014"},{"canonical":"Jeremiah 9:15","passages":["והפצותים בגוים אשר לא ידעו המה ואבותם ושלחתי אחריהם את החרב עד כלותי אותם פ"],"query":"024009015"},{"canonical":"Jeremiah 9:16","passages":["כה אמר יהוה צבאות התבוננו וקראו למקוננות ותבואינה ואל החכמות שלחו ותבואנה "],"query":"024009016"},{"canonical":"Jeremiah 9:17","passages":["ותמהרנה ותשנה עלינו נהי ותרדנה עינינו דמעה ועפעפינו יזלו מים "],"query":"024009017"},{"canonical":"Jeremiah 9:18","passages":["כי קול נהי נשמע מציון איך שדדנו בשנו מאד כי עזבנו ארץ כי השליכו משכנותינו  ס "],"query":"024009018"},{"canonical":"Jeremiah 9:19","passages":["כי שמענה נשים דבר יהוה ותקח אזנכם דבר פיו ולמדנה בנותיכם נהי ואשה רעותה קינה "],"query":"024009019"},{"canonical":"Jeremiah 9:20","passages":["כי עלה מות בחלונינו בא בארמנותינו להכרית עולל מחוץ בחורים מרחבות "],"query":"024009020"},{"canonical":"Jeremiah 9:21","passages":["דבר כה נאם יהוה ונפלה נבלת האדם כדמן על פני השדה וכעמיר מאחרי הקצר ואין מאסף  ס "],"query":"024009021"},{"canonical":"Jeremiah 9:22","passages":["כה אמר יהוה אל יתהלל חכם בחכמתו ואל יתהלל הגבור בגבורתו אל יתהלל עשיר בעשרו "],"query":"024009022"},{"canonical":"Jeremiah 9:23","passages":["כי אם בזאת יתהלל המתהלל השכל וידע אותי כי אני יהוה עשה חסד משפט וצדקה בארץ כי באלה חפצתי נאם יהוה  ס "],"query":"024009023"},{"canonical":"Jeremiah 9:24","passages":["הנה ימים באים נאם יהוה ופקדתי על כל מול בערלה "],"query":"024009024"},{"canonical":"Jeremiah 9:25","passages":["על מצרים ועל יהודה ועל אדום ועל בני עמון ועל מואב ועל כל קצוצי פאה הישבים במדבר כי כל הגוים ערלים וכל בית ישראל ערלי לב  ס "],"query":"024009025"}]}