{"query":"024046","verses":[{},{"canonical":"Jeremiah 46:1","passages":["אשר היה דבר יהוה אל ירמיהו הנביא על הגוים "],"query":"024046001"},{"canonical":"Jeremiah 46:2","passages":["למצרים על חיל פרעה נכו מלך מצרים אשר היה על נהר פרת בכרכמש אשר הכה נבוכדראצר מלך בבל בשנת הרביעית ליהויקים בן יאשיהו מלך יהודה "],"query":"024046002"},{"canonical":"Jeremiah 46:3","passages":["ערכו מגן וצנה וגשו למלחמה "],"query":"024046003"},{"canonical":"Jeremiah 46:4","passages":["אסרו הסוסים ועלו הפרשים והתיצבו בכובעים מרקו הרמחים לבשו הסרינת "],"query":"024046004"},{"canonical":"Jeremiah 46:5","passages":["מדוע ראיתי המה חתים נסגים אחור וגבוריהם יכתו ומנוס נסו ולא הפנו מגור מסביב נאם יהוה "],"query":"024046005"},{"canonical":"Jeremiah 46:6","passages":["אל ינוס הקל ואל ימלט הגבור צפונה על יד נהר פרת כשלו ונפלו "],"query":"024046006"},{"canonical":"Jeremiah 46:7","passages":["מי זה כיאר יעלה כנהרות יתגעשו מימיו "],"query":"024046007"},{"canonical":"Jeremiah 46:8","passages":["מצרים כיאר יעלה וכנהרות יתגעשו מים ויאמר אעלה אכסה ארץ אבידה עיר וישבי בה "],"query":"024046008"},{"canonical":"Jeremiah 46:9","passages":["עלו הסוסים והתהללו הרכב ויצאו הגבורים כוש ופוט תפשי מגן ולודים תפשי דרכי קשת "],"query":"024046009"},{"canonical":"Jeremiah 46:10","passages":["והיום ההוא לאדני יהוה צבאות יום נקמה להנקם מצריו ואכלה חרב ושבעה ורותה מדמם כי זבח לאדני יהוה צבאות בארץ צפון אל נהר פרת "],"query":"024046010"},{"canonical":"Jeremiah 46:11","passages":["עלי גלעד וקחי צרי בתולת בת מצרים לשוא הרבית רפאות תעלה אין לך "],"query":"024046011"},{"canonical":"Jeremiah 46:12","passages":["שמעו גוים קלונך וצוחתך מלאה הארץ כי גבור בגבור כשלו יחדיו נפלו שניהם פ"],"query":"024046012"},{"canonical":"Jeremiah 46:13","passages":["הדבר אשר דבר יהוה אל ירמיהו הנביא לבוא נבוכדראצר מלך בבל להכות את ארץ מצרים "],"query":"024046013"},{"canonical":"Jeremiah 46:14","passages":["הגידו במצרים והשמיעו במגדול והשמיעו בנף ובתחפנחס אמרו התיצב והכן לך כי אכלה חרב סביביך "],"query":"024046014"},{"canonical":"Jeremiah 46:15","passages":["מדוע נסחף אביריך לא עמד כי יהוה הדפו "],"query":"024046015"},{"canonical":"Jeremiah 46:16","passages":["הרבה כושל גם נפל איש אל רעהו ויאמרו קומה ונשבה אל עמנו ואל ארץ מולדתנו מפני חרב היונה "],"query":"024046016"},{"canonical":"Jeremiah 46:17","passages":["קראו שם פרעה מלך מצרים שאון העביר המועד "],"query":"024046017"},{"canonical":"Jeremiah 46:18","passages":["חי אני נאם המלך יהוה צבאות שמו כי כתבור בהרים וככרמל בים יבוא "],"query":"024046018"},{"canonical":"Jeremiah 46:19","passages":["כלי גולה עשי לך יושבת בת מצרים כי נף לשמה תהיה ונצתה מאין יושב  ס "],"query":"024046019"},{"canonical":"Jeremiah 46:20","passages":["עגלה יפה פיה מצרים קרץ מצפון בא בא "],"query":"024046020"},{"canonical":"Jeremiah 46:21","passages":["גם שכריה בקרבה כעגלי מרבק כי גם המה הפנו נסו יחדיו לא עמדו כי יום אידם בא עליהם עת פקדתם "],"query":"024046021"},{"canonical":"Jeremiah 46:22","passages":["קולה כנחש ילך כי בחיל ילכו ובקרדמות באו לה כחטבי עצים "],"query":"024046022"},{"canonical":"Jeremiah 46:23","passages":["כרתו יערה נאם יהוה כי לא יחקר כי רבו מארבה ואין להם מספר "],"query":"024046023"},{"canonical":"Jeremiah 46:24","passages":["הבישה בת מצרים נתנה ביד עם צפון "],"query":"024046024"},{"canonical":"Jeremiah 46:25","passages":["אמר יהוה צבאות אלהי ישראל הנני פוקד אל אמון מנא ועל פרעה ועל מצרים ועל אלהיה ועל מלכיה ועל פרעה ועל הבטחים בו "],"query":"024046025"},{"canonical":"Jeremiah 46:26","passages":["ונתתים ביד מבקשי נפשם וביד נבוכדראצר מלך בבל וביד עבדיו ואחרי כן תשכן כימי קדם נאם יהוה  ס "],"query":"024046026"},{"canonical":"Jeremiah 46:27","passages":["ואתה אל תירא עבדי יעקב ואל תחת ישראל כי הנני מושעך מרחוק ואת זרעך מארץ שבים ושב יעקוב ושקט ושאנן ואין מחריד  ס "],"query":"024046027"},{"canonical":"Jeremiah 46:28","passages":["אתה אל תירא עבדי יעקב נאם יהוה כי אתך אני כי אעשה כלה בכל הגוים אשר הדחתיך שמה ואתך לא אעשה כלה ויסרתיך למשפט ונקה לא אנקך  ס "],"query":"024046028"}]}