{"query":"024037","verses":[{},{"canonical":"Jeremiah 37:1","passages":["וימלך מלך צדקיהו בן יאשיהו תחת כניהו בן יהויקים אשר המליך נבוכדראצר מלך בבל בארץ יהודה "],"query":"024037001"},{"canonical":"Jeremiah 37:2","passages":["ולא שמע הוא ועבדיו ועם הארץ אל דברי יהוה אשר דבר ביד ירמיהו הנביא "],"query":"024037002"},{"canonical":"Jeremiah 37:3","passages":["וישלח המלך צדקיהו את יהוכל בן שלמיה ואת צפניהו בן מעשיה הכהן אל ירמיהו הנביא לאמר התפלל נא בעדנו אל יהוה אלהינו "],"query":"024037003"},{"canonical":"Jeremiah 37:4","passages":["וירמיהו בא ויצא בתוך העם ולא נתנו אתו בית הכלוא "],"query":"024037004"},{"canonical":"Jeremiah 37:5","passages":["וחיל פרעה יצא ממצרים וישמעו הכשדים הצרים על ירושלם את שמעם ויעלו מעל ירושל͏ם פ"],"query":"024037005"},{"canonical":"Jeremiah 37:6","passages":["ויהי דבר יהוה אל ירמיהו הנביא לאמר "],"query":"024037006"},{"canonical":"Jeremiah 37:7","passages":["כה אמר יהוה אלהי ישראל כה תאמרו אל מלך יהודה השלח אתכם אלי לדרשני הנה חיל פרעה היצא לכם לעזרה שב לארצו מצרים "],"query":"024037007"},{"canonical":"Jeremiah 37:8","passages":["ושבו הכשדים ונלחמו על העיר הזאת ולכדה ושרפה באש  ס "],"query":"024037008"},{"canonical":"Jeremiah 37:9","passages":["כה אמר יהוה אל תשאו נפשתיכם לאמר הלך ילכו מעלינו הכשדים כי לא ילכו "],"query":"024037009"},{"canonical":"Jeremiah 37:10","passages":["כי אם הכיתם כל חיל כשדים הנלחמים אתכם ונשארו בם אנשים מדקרים איש באהלו יקומו ושרפו את העיר הזאת באש "],"query":"024037010"},{"canonical":"Jeremiah 37:11","passages":["והיה בהעלות חיל הכשדים מעל ירושל͏ם מפני חיל פרעה  ס "],"query":"024037011"},{"canonical":"Jeremiah 37:12","passages":["ויצא ירמיהו מירושלם ללכת ארץ בנימן לחלק משם בתוך העם "],"query":"024037012"},{"canonical":"Jeremiah 37:13","passages":["ויהי הוא בשער בנימן ושם בעל פקדת ושמו יראייה בן שלמיה בן חנניה ויתפש את ירמיהו הנביא לאמר אל הכשדים אתה נפל "],"query":"024037013"},{"canonical":"Jeremiah 37:14","passages":["ויאמר ירמיהו שקר אינני נפל על הכשדים ולא שמע אליו ויתפש יראייה בירמיהו ויבאהו אל השרים "],"query":"024037014"},{"canonical":"Jeremiah 37:15","passages":["ויקצפו השרים על ירמיהו והכו אתו ונתנו אותו בית האסור בית יהונתן הספר כי אתו עשו לבית הכלא "],"query":"024037015"},{"canonical":"Jeremiah 37:16","passages":["כי בא ירמיהו אל בית הבור ואל החניות וישב שם ירמיהו ימים רבים פ"],"query":"024037016"},{"canonical":"Jeremiah 37:17","passages":["וישלח המלך צדקיהו ויקחהו וישאלהו המלך בביתו בסתר ויאמר היש דבר מאת יהוה ויאמר ירמיהו יש ויאמר ביד מלך בבל תנתן  ס "],"query":"024037017"},{"canonical":"Jeremiah 37:18","passages":["ויאמר ירמיהו אל המלך צדקיהו מה חטאתי לך ולעבדיך ולעם הזה כי נתתם אותי אל בית הכלא "],"query":"024037018"},{"canonical":"Jeremiah 37:19","passages":["ואיה נביאיכם אשר נבאו לכם לאמר לא יבא מלך בבל עליכם ועל הארץ הזאת "],"query":"024037019"},{"canonical":"Jeremiah 37:20","passages":["ועתה שמע נא אדני המלך תפל נא תחנתי לפניך ואל תשבני בית יהונתן הספר ולא אמות שם "],"query":"024037020"},{"canonical":"Jeremiah 37:21","passages":["ויצוה המלך צדקיהו ויפקדו את ירמיהו בחצר המטרה ונתן לו ככר לחם ליום מחוץ האפים עד תם כל הלחם מן העיר וישב ירמיהו בחצר המטרה "],"query":"024037021"}]}