{"query":"024044","verses":[{},{"canonical":"Jeremiah 44:1","passages":["הדבר אשר היה אל ירמיהו אל כל היהודים הישבים בארץ מצרים הישבים במגדל ובתחפנחס ובנף ובארץ פתרוס לאמר  ס "],"query":"024044001"},{"canonical":"Jeremiah 44:2","passages":["כה אמר יהוה צבאות אלהי ישראל אתם ראיתם את כל הרעה אשר הבאתי על ירושלם ועל כל ערי יהודה והנם חרבה היום הזה ואין בהם יושב "],"query":"024044002"},{"canonical":"Jeremiah 44:3","passages":["מפני רעתם אשר עשו להכעסני ללכת לקטר לעבד לאלהים אחרים אשר לא ידעום המה אתם ואבתיכם "],"query":"024044003"},{"canonical":"Jeremiah 44:4","passages":["ואשלח אליכם את כל עבדי הנביאים השכים ושלח לאמר אל נא תעשו את דבר התעבה הזאת אשר שנאתי "],"query":"024044004"},{"canonical":"Jeremiah 44:5","passages":["ולא שמעו ולא הטו את אזנם לשוב מרעתם לבלתי קטר לאלהים אחרים "],"query":"024044005"},{"canonical":"Jeremiah 44:6","passages":["ותתך חמתי ואפי ותבער בערי יהודה ובחצות ירושל͏ם ותהיינה לחרבה לשממה כיום הזה  ס "],"query":"024044006"},{"canonical":"Jeremiah 44:7","passages":["ועתה כה אמר יהוה אלהי צבאות אלהי ישראל למה אתם עשים רעה גדולה אל נפשתכם להכרית לכם איש ואשה עולל ויונק מתוך יהודה לבלתי הותיר לכם שארית "],"query":"024044007"},{"canonical":"Jeremiah 44:8","passages":["להכעסני במעשי ידיכם לקטר לאלהים אחרים בארץ מצרים אשר אתם באים לגור שם למען הכרית לכם ולמען היותכם לקללה ולחרפה בכל גויי הארץ "],"query":"024044008"},{"canonical":"Jeremiah 44:9","passages":["השכחתם את רעות אבותיכם ואת רעות מלכי יהודה ואת רעות נשיו ואת רעתכם ואת רעת נשיכם אשר עשו בארץ יהודה ובחצות ירושל͏ם "],"query":"024044009"},{"canonical":"Jeremiah 44:10","passages":["לא דכאו עד היום הזה ולא יראו ולא הלכו בתורתי ובחקתי אשר נתתי לפניכם ולפני אבותיכם  ס "],"query":"024044010"},{"canonical":"Jeremiah 44:11","passages":["לכן כה אמר יהוה צבאות אלהי ישראל הנני שם פני בכם לרעה ולהכרית את כל יהודה "],"query":"024044011"},{"canonical":"Jeremiah 44:12","passages":["ולקחתי את שארית יהודה אשר שמו פניהם לבוא ארץ מצרים לגור שם ותמו כל בארץ מצרים יפלו בחרב ברעב יתמו מקטן ועד גדול בחרב וברעב ימתו והיו לאלה לשמה ולקללה ולחרפה "],"query":"024044012"},{"canonical":"Jeremiah 44:13","passages":["ופקדתי על היושבים בארץ מצרים כאשר פקדתי על ירושל͏ם בחרב ברעב ובדבר "],"query":"024044013"},{"canonical":"Jeremiah 44:14","passages":["ולא יהיה פליט ושריד לשארית יהודה הבאים לגור שם בארץ מצרים ולשוב ארץ יהודה אשר המה מנשאים את נפשם לשוב לשבת שם כי לא ישובו כי אם פלטים  ס "],"query":"024044014"},{"canonical":"Jeremiah 44:15","passages":["ויענו את ירמיהו כל האנשים הידעים כי מקטרות נשיהם לאלהים אחרים וכל הנשים העמדות קהל גדול וכל העם הישבים בארץ מצרים בפתרוס לאמר "],"query":"024044015"},{"canonical":"Jeremiah 44:16","passages":["הדבר אשר דברת אלינו בשם יהוה איננו שמעים אליך "],"query":"024044016"},{"canonical":"Jeremiah 44:17","passages":["כי עשה נעשה את כל הדבר אשר יצא מפינו לקטר למלכת השמים והסיך לה נסכים כאשר עשינו אנחנו ואבתינו מלכינו ושרינו בערי יהודה ובחצות ירושל͏ם ונשבע לחם ונהיה טובים ורעה לא ראינו "],"query":"024044017"},{"canonical":"Jeremiah 44:18","passages":["ומן אז חדלנו לקטר למלכת השמים והסך לה נסכים חסרנו כל ובחרב וברעב תמנו "],"query":"024044018"},{"canonical":"Jeremiah 44:19","passages":["וכי אנחנו מקטרים למלכת השמים ולהסך לה נסכים המבלעדי אנשינו עשינו לה כונים להעצבה והסך לה נסכים פ"],"query":"024044019"},{"canonical":"Jeremiah 44:20","passages":["ויאמר ירמיהו אל כל העם על הגברים ועל הנשים ועל כל העם הענים אתו דבר לאמר "],"query":"024044020"},{"canonical":"Jeremiah 44:21","passages":["הלוא את הקטר אשר קטרתם בערי יהודה ובחצות ירושלם אתם ואבותיכם מלכיכם ושריכם ועם הארץ אתם זכר יהוה ותעלה על לבו "],"query":"024044021"},{"canonical":"Jeremiah 44:22","passages":["ולא יוכל יהוה עוד לשאת מפני רע מעלליכם מפני התועבת אשר עשיתם ותהי ארצכם לחרבה ולשמה ולקללה מאין יושב כהיום הזה "],"query":"024044022"},{"canonical":"Jeremiah 44:23","passages":["מפני אשר קטרתם ואשר חטאתם ליהוה ולא שמעתם בקול יהוה ובתרתו ובחקתיו ובעדותיו לא הלכתם על כן קראת אתכם הרעה הזאת כיום הזה  ס "],"query":"024044023"},{"canonical":"Jeremiah 44:24","passages":["ויאמר ירמיהו אל כל העם ואל כל הנשים שמעו דבר יהוה כל יהודה אשר בארץ מצרים  ס "],"query":"024044024"},{"canonical":"Jeremiah 44:25","passages":["כה אמר יהוה צבאות אלהי ישראל לאמר אתם ונשיכם ותדברנה בפיכם ובידיכם מלאתם לאמר עשה נעשה את נדרינו אשר נדרנו לקטר למלכת השמים ולהסך לה נסכים הקים תקימנה את נדריכם ועשה תעשינה את נדריכם פ"],"query":"024044025"},{"canonical":"Jeremiah 44:26","passages":["לכן שמעו דבר יהוה כל יהודה הישבים בארץ מצרים הנני נשבעתי בשמי הגדול אמר יהוה אם יהיה עוד שמי נקרא בפי כל איש יהודה אמר חי אדני יהוה בכל ארץ מצרים "],"query":"024044026"},{"canonical":"Jeremiah 44:27","passages":["הנני שקד עליהם לרעה ולא לטובה ותמו כל איש יהודה אשר בארץ מצרים בחרב וברעב עד כלותם "],"query":"024044027"},{"canonical":"Jeremiah 44:28","passages":["ופליטי חרב ישבון מן ארץ מצרים ארץ יהודה מתי מספר וידעו כל שארית יהודה הבאים לארץ מצרים לגור שם דבר מי יקום ממני ומהם "],"query":"024044028"},{"canonical":"Jeremiah 44:29","passages":["וזאת לכם האות נאם יהוה כי פקד אני עליכם במקום הזה למען תדעו כי קום יקומו דברי עליכם לרעה  ס "],"query":"024044029"},{"canonical":"Jeremiah 44:30","passages":["כה אמר יהוה הנני נתן את פרעה חפרע מלך מצרים ביד איביו וביד מבקשי נפשו כאשר נתתי את צדקיהו מלך יהודה ביד נבוכדראצר מלך בבל איבו ומבקש נפשו  ס "],"query":"024044030"}]}