{"query":"024017","verses":[{},{"canonical":"Jeremiah 17:1","passages":["חטאת יהודה כתובה בעט ברזל בצפרן שמיר חרושה על לוח לבם ולקרנות מזבחותיכם "],"query":"024017001"},{"canonical":"Jeremiah 17:2","passages":["כזכר בניהם מזבחותם ואשריהם על עץ רענן על גבעות הגבהות "],"query":"024017002"},{"canonical":"Jeremiah 17:3","passages":["הררי בשדה חילך כל אוצרותיך לבז אתן במתיך בחטאת בכל גבוליך "],"query":"024017003"},{"canonical":"Jeremiah 17:4","passages":["ושמטתה ובך מנחלתך אשר נתתי לך והעבדתיך את איביך בארץ אשר לא ידעת כי אש קדחתם באפי עד עולם תוקד  ס "],"query":"024017004"},{"canonical":"Jeremiah 17:5","passages":["כה אמר יהוה ארור הגבר אשר יבטח באדם ושם בשר זרעו ומן יהוה יסור לבו "],"query":"024017005"},{"canonical":"Jeremiah 17:6","passages":["והיה כערער בערבה ולא יראה כי יבוא טוב ושכן חררים במדבר ארץ מלחה ולא תשב  ס "],"query":"024017006"},{"canonical":"Jeremiah 17:7","passages":["ברוך הגבר אשר יבטח ביהוה והיה יהוה מבטחו "],"query":"024017007"},{"canonical":"Jeremiah 17:8","passages":["והיה כעץ שתול על מים ועל יובל ישלח שרשיו ולא יראה כי יבא חם והיה עלהו רענן ובשנת בצרת לא ידאג ולא ימיש מעשות פרי "],"query":"024017008"},{"canonical":"Jeremiah 17:9","passages":["עקב הלב מכל ואנש הוא מי ידענו "],"query":"024017009"},{"canonical":"Jeremiah 17:10","passages":["אני יהוה חקר לב בחן כליות ולתת לאיש  ס "],"query":"024017010"},{"canonical":"Jeremiah 17:11","passages":["קרא דגר ולא ילד עשה עשר ולא במשפט בחצי ימיו יעזבנו ובאחריתו יהיה נבל "],"query":"024017011"},{"canonical":"Jeremiah 17:12","passages":["כסא כבוד מרום מראשון מקום מקדשנו "],"query":"024017012"},{"canonical":"Jeremiah 17:13","passages":["מקוה ישראל יהוה כל עזביך יבשו  ס "],"query":"024017013"},{"canonical":"Jeremiah 17:14","passages":["רפאני יהוה וארפא הושיעני ואושעה כי תהלתי אתה "],"query":"024017014"},{"canonical":"Jeremiah 17:15","passages":["הנה המה אמרים אלי איה דבר יהוה יבוא נא "],"query":"024017015"},{"canonical":"Jeremiah 17:16","passages":["ואני לא אצתי מרעה אחריך ויום אנוש לא התאויתי אתה ידעת מוצא שפתי נכח פניך היה "],"query":"024017016"},{"canonical":"Jeremiah 17:17","passages":["אל תהיה לי למחתה מ͏חסי אתה ביום רעה "],"query":"024017017"},{"canonical":"Jeremiah 17:18","passages":["יבשו רדפי ואל אבשה אני יחתו המה ואל אחתה אני הביא עליהם יום רעה ומשנה שברון שברם  ס "],"query":"024017018"},{"canonical":"Jeremiah 17:19","passages":["כה אמר יהוה אלי הלך ועמדת בשער בני העם אשר יבאו בו מלכי יהודה ואשר יצאו בו ובכל שערי ירושל͏ם "],"query":"024017019"},{"canonical":"Jeremiah 17:20","passages":["ואמרת אליהם שמעו דבר יהוה מלכי יהודה וכל יהודה וכל ישבי ירושל͏ם הבאים בשערים האלה  ס "],"query":"024017020"},{"canonical":"Jeremiah 17:21","passages":["כה אמר יהוה השמרו בנפשותיכם ואל תשאו משא ביום השבת והבאתם בשערי ירושל͏ם "],"query":"024017021"},{"canonical":"Jeremiah 17:22","passages":["ולא תוציאו משא מבתיכם ביום השבת וכל מלאכה לא תעשו וקדשתם את יום השבת כאשר צויתי את אבותיכם "],"query":"024017022"},{"canonical":"Jeremiah 17:23","passages":["ולא שמעו ולא הטו את אזנם ויקשו את ערפם לבלתי שמוע ולבלתי קחת מוסר "],"query":"024017023"},{"canonical":"Jeremiah 17:24","passages":["והיה אם שמע תשמעון אלי נאם יהוה לבלתי הביא משא בשערי העיר הזאת ביום השבת ולקדש את יום השבת לבלתי עשות בו כל מלאכה "],"query":"024017024"},{"canonical":"Jeremiah 17:25","passages":["ובאו בשערי העיר הזאת מלכים ושרים ישבים על כסא דוד רכבים ברכב ובסוסים המה ושריהם איש יהודה וישבי ירושל͏ם וישבה העיר הזאת לעולם "],"query":"024017025"},{"canonical":"Jeremiah 17:26","passages":["ובאו מערי יהודה ומסביבות ירושלם ומארץ בנימן ומן השפלה ומן ההר ומן הנגב מבאים עולה וזבח ומנחה ולבונה ומבאי תודה בית יהוה "],"query":"024017026"},{"canonical":"Jeremiah 17:27","passages":["ואם לא תשמעו אלי לקדש את יום השבת ולבלתי שאת משא ובא בשערי ירושל͏ם ביום השבת והצתי אש בשעריה ואכלה ארמנות ירושל͏ם ולא תכבה פ"],"query":"024017027"}]}