{"query":"024038","verses":[{},{"canonical":"Jeremiah 38:1","passages":["וישמע שפטיה בן מתן וגדליהו בן פשחור ויוכל בן שלמיהו ופשחור בן מלכיה את הדברים אשר ירמיהו מדבר אל כל העם לאמר  ס "],"query":"024038001"},{"canonical":"Jeremiah 38:2","passages":["כה אמר יהוה הישב בעיר הזאת ימות בחרב ברעב ובדבר והיצא אל הכשדים  ס "],"query":"024038002"},{"canonical":"Jeremiah 38:3","passages":["כה אמר יהוה הנתן תנתן העיר הזאת ביד חיל מלך בבל ולכדה "],"query":"024038003"},{"canonical":"Jeremiah 38:4","passages":["ויאמרו השרים אל המלך יומת נא את האיש הזה כי על כן הוא מרפא את ידי אנשי המלחמה הנשארים בעיר הזאת ואת ידי כל העם לדבר אליהם כדברים האלה כי האיש הזה איננו דרש לשלום לעם הזה כי אם לרעה "],"query":"024038004"},{"canonical":"Jeremiah 38:5","passages":["ויאמר המלך צדקיהו הנה הוא בידכם כי אין המלך יוכל אתכם דבר "],"query":"024038005"},{"canonical":"Jeremiah 38:6","passages":["ויקחו את ירמיהו וישלכו אתו אל הבור מלכיהו בן המלך אשר בחצר המטרה וישלחו את ירמיהו בחבלים ובבור אין מים כי אם טיט ויטבע ירמיהו בטיט  ס "],"query":"024038006"},{"canonical":"Jeremiah 38:7","passages":["וישמע עבד מלך הכושי איש סריס והוא בבית המלך כי נתנו את ירמיהו אל הבור והמלך יושב בשער בנימן "],"query":"024038007"},{"canonical":"Jeremiah 38:8","passages":["ויצא עבד מלך מבית המלך וידבר אל המלך לאמר "],"query":"024038008"},{"canonical":"Jeremiah 38:9","passages":["אדני המלך הרעו האנשים האלה את כל אשר עשו לירמיהו הנביא את אשר השליכו אל הבור וימת תחתיו מפני הרעב כי אין הלחם עוד בעיר "],"query":"024038009"},{"canonical":"Jeremiah 38:10","passages":["ויצוה המלך את עבד מלך הכושי לאמר קח בידך מזה שלשים אנשים והעלית את ירמיהו הנביא מן הבור בטרם ימות "],"query":"024038010"},{"canonical":"Jeremiah 38:11","passages":["ויקח עבד מלך את האנשים בידו ויבא בית המלך אל תחת האוצר ויקח משם בלוי סחבות ובלוי מלחים וישלחם אל ירמיהו אל הבור בחבלים "],"query":"024038011"},{"canonical":"Jeremiah 38:12","passages":["ויאמר עבד מלך הכושי אל ירמיהו שים נא בלואי הסחבות והמלחים תחת אצלות ידיך מתחת לחבלים ויעש ירמיהו כן "],"query":"024038012"},{"canonical":"Jeremiah 38:13","passages":["וימשכו את ירמיהו בחבלים ויעלו אתו מן הבור וישב ירמיהו בחצר המטרה  ס "],"query":"024038013"},{"canonical":"Jeremiah 38:14","passages":["וישלח המלך צדקיהו ויקח את ירמיהו הנביא אליו אל מבוא השלישי אשר בבית יהוה ויאמר המלך אל ירמיהו שאל אני אתך דבר אל תכחד ממני דבר "],"query":"024038014"},{"canonical":"Jeremiah 38:15","passages":["ויאמר ירמיהו אל צדקיהו כי אגיד לך הלוא המת תמיתני וכי איעצך לא תשמע אלי "],"query":"024038015"},{"canonical":"Jeremiah 38:16","passages":["וישבע המלך צדקיהו אל ירמיהו בסתר לאמר חי יהוה  ס "],"query":"024038016"},{"canonical":"Jeremiah 38:17","passages":["ויאמר ירמיהו אל צדקיהו כה אמר יהוה אלהי צבאות אלהי ישראל אם יצא תצא אל שרי מלך בבל וחיתה נפשך והעיר הזאת לא תשרף באש וחיתה אתה וביתך "],"query":"024038017"},{"canonical":"Jeremiah 38:18","passages":["ואם לא תצא אל שרי מלך בבל ונתנה העיר הזאת ביד הכשדים ושרפוה באש ואתה לא תמלט מידם  ס "],"query":"024038018"},{"canonical":"Jeremiah 38:19","passages":["ויאמר המלך צדקיהו אל ירמיהו אני דאג את היהודים אשר נפלו אל הכשדים פן יתנו אתי בידם והתעללו בי פ"],"query":"024038019"},{"canonical":"Jeremiah 38:20","passages":["ויאמר ירמיהו לא יתנו שמע נא בקול יהוה לאשר אני דבר אליך וייטב לך ותחי נפשך "],"query":"024038020"},{"canonical":"Jeremiah 38:21","passages":["ואם מאן אתה לצאת זה הדבר אשר הראני יהוה "],"query":"024038021"},{"canonical":"Jeremiah 38:22","passages":["והנה כל הנשים אשר נשארו בבית מלך יהודה מוצאות אל שרי מלך בבל והנה אמרות הסיתוך ויכלו לך אנשי שלמך הטבעו בבץ רגלך נסגו אחור "],"query":"024038022"},{"canonical":"Jeremiah 38:23","passages":["ואת כל נשיך ואת בניך מוצאים אל הכשדים ואתה לא תמלט מידם כי ביד מלך בבל תתפש ואת העיר הזאת תשרף באש פ"],"query":"024038023"},{"canonical":"Jeremiah 38:24","passages":["ויאמר צדקיהו אל ירמיהו איש אל ידע בדברים האלה ולא תמות "],"query":"024038024"},{"canonical":"Jeremiah 38:25","passages":["וכי ישמעו השרים כי דברתי אתך ובאו אליך ואמרו אליך הגידה נא לנו מה דברת אל המלך אל תכחד ממנו ולא נמיתך ומה דבר אליך המלך "],"query":"024038025"},{"canonical":"Jeremiah 38:26","passages":["ואמרת אליהם מפיל אני תחנתי לפני המלך לבלתי השיבני בית יהונתן למות שם פ"],"query":"024038026"},{"canonical":"Jeremiah 38:27","passages":["ויבאו כל השרים אל ירמיהו וישאלו אתו ויגד להם ככל הדברים האלה אשר צוה המלך ויחרשו ממנו כי לא נשמע הדבר פ"],"query":"024038027"},{"canonical":"Jeremiah 38:28","passages":["וישב ירמיהו בחצר המטרה עד יום אשר נלכדה ירושל͏ם פ"],"query":"024038028"}]}