{"query":"024019","verses":[{},{"canonical":"Jeremiah 19:1","passages":["כה אמר יהוה הלוך וקנית בקבק יוצר חרש ומזקני העם ומזקני הכהנים "],"query":"024019001"},{"canonical":"Jeremiah 19:2","passages":["ויצאת אל גיא בן הנם אשר פתח שער החרסית וקראת שם את הדברים אשר אדבר אליך "],"query":"024019002"},{"canonical":"Jeremiah 19:3","passages":["ואמרת שמעו דבר יהוה מלכי יהודה וישבי ירושל͏ם כה אמר יהוה צבאות אלהי ישראל הנני מביא רעה על המקום הזה אשר כל שמעה תצלנה אזניו "],"query":"024019003"},{"canonical":"Jeremiah 19:4","passages":["יען אשר עזבני וינכרו את המקום הזה ויקטרו בו לאלהים אחרים אשר לא ידעום המה ואבותיהם ומלכי יהודה ומלאו את המקום הזה דם נקים "],"query":"024019004"},{"canonical":"Jeremiah 19:5","passages":["ובנו את במות הבעל לשרף את בניהם באש עלות לבעל אשר לא צויתי ולא דברתי ולא עלתה על לבי פ"],"query":"024019005"},{"canonical":"Jeremiah 19:6","passages":["לכן הנה ימים באים נאם יהוה ולא יקרא למקום הזה עוד התפת וגיא בן הנם כי אם גיא ההרגה "],"query":"024019006"},{"canonical":"Jeremiah 19:7","passages":["ובקתי את עצת יהודה וירושלם במקום הזה והפלתים בחרב לפני איביהם וביד מבקשי נפשם ונתתי את נבלתם למאכל לעוף השמים ולבהמת הארץ "],"query":"024019007"},{"canonical":"Jeremiah 19:8","passages":["ושמתי את העיר הזאת לשמה ולשרקה כל עבר עליה ישם וישרק על כל מכתה "],"query":"024019008"},{"canonical":"Jeremiah 19:9","passages":["והאכלתים את בשר בניהם ואת בשר בנתיהם ואיש בשר רעהו יאכלו במצור ובמצוק אשר יציקו להם איביהם ומבקשי נפשם "],"query":"024019009"},{"canonical":"Jeremiah 19:10","passages":["ושברת הבקבק לעיני האנשים ההלכים אותך "],"query":"024019010"},{"canonical":"Jeremiah 19:11","passages":["ואמרת אליהם כה אמר יהוה צבאות ככה אשבר את העם הזה ואת העיר הזאת כאשר ישבר את כלי היוצר אשר לא יוכל להרפה עוד ובתפת יקברו מאין מקום לקבור "],"query":"024019011"},{"canonical":"Jeremiah 19:12","passages":["כן אעשה למקום הזה נאם יהוה וליושביו ולתת את העיר הזאת כתפת "],"query":"024019012"},{"canonical":"Jeremiah 19:13","passages":["והיו בתי ירושלם ובתי מלכי יהודה כמקום התפת הטמאים לכל הבתים אשר קטרו על גגתיהם לכל צבא השמים והסך נסכים לאלהים אחרים פ"],"query":"024019013"},{"canonical":"Jeremiah 19:14","passages":["ויבא ירמיהו מהתפת אשר שלחו יהוה שם להנבא ויעמד בחצר בית יהוה ויאמר אל כל העם  ס "],"query":"024019014"},{"canonical":"Jeremiah 19:15","passages":["כה אמר יהוה צבאות אלהי ישראל הנני מביא אל העיר הזאת ועל כל עריה את כל הרעה אשר דברתי עליה כי הקשו את ערפם לבלתי שמוע את דברי "],"query":"024019015"}]}