{"query":"024011","verses":[{},{"canonical":"Jeremiah 11:1","passages":["הדבר אשר היה אל ירמיהו מאת יהוה לאמר "],"query":"024011001"},{"canonical":"Jeremiah 11:2","passages":["שמעו את דברי הברית הזאת ודברתם אל איש יהודה ועל ישבי ירושל͏ם "],"query":"024011002"},{"canonical":"Jeremiah 11:3","passages":["ואמרת אליהם כה אמר יהוה אלהי ישראל ארור האיש אשר לא ישמע את דברי הברית הזאת "],"query":"024011003"},{"canonical":"Jeremiah 11:4","passages":["אשר צויתי את אבותיכם ביום הוציאי אותם מארץ מצרים מכור הברזל לאמר שמעו בקולי ועשיתם אותם ככל אשר אצוה אתכם והייתם לי לעם ואנכי אהיה לכם לאלהים "],"query":"024011004"},{"canonical":"Jeremiah 11:5","passages":["למען הקים את השבועה אשר נשבעתי לאבותיכם לתת להם ארץ זבת חלב ודבש כיום הזה ואען ואמר אמן יהוה  ס "],"query":"024011005"},{"canonical":"Jeremiah 11:6","passages":["ויאמר יהוה אלי קרא את כל הדברים האלה בערי יהודה ובחצות ירושל͏ם לאמר שמעו את דברי הברית הזאת ועשיתם אותם "],"query":"024011006"},{"canonical":"Jeremiah 11:7","passages":["כי העד העדתי באבותיכם ביום העלותי אותם מארץ מצרים ועד היום הזה השכם והעד לאמר שמעו בקולי "],"query":"024011007"},{"canonical":"Jeremiah 11:8","passages":["ולא שמעו ולא הטו את אזנם וילכו איש בשרירות לבם הרע ואביא עליהם את כל דברי הברית הזאת אשר צויתי לעשות ולא עשו  ס "],"query":"024011008"},{"canonical":"Jeremiah 11:9","passages":["ויאמר יהוה אלי נמצא קשר באיש יהודה ובישבי ירושל͏ם "],"query":"024011009"},{"canonical":"Jeremiah 11:10","passages":["שבו על עונת אבותם הראשנים אשר מאנו לשמוע את דברי והמה הלכו אחרי אלהים אחרים לעבדם הפרו בית ישראל ובית יהודה את בריתי אשר כרתי את אבותם  ס "],"query":"024011010"},{"canonical":"Jeremiah 11:11","passages":["לכן כה אמר יהוה הנני מביא אליהם רעה אשר לא יוכלו לצאת ממנה וזעקו אלי ולא אשמע אליהם "],"query":"024011011"},{"canonical":"Jeremiah 11:12","passages":["והלכו ערי יהודה וישבי ירושלם וזעקו אל האלהים אשר הם מקטרים להם והושע לא יושיעו להם בעת רעתם "],"query":"024011012"},{"canonical":"Jeremiah 11:13","passages":["כי מספר עריך היו אלהיך יהודה ומספר חצות ירושלם שמתם מזבחות לבשת מזבחות לקטר לבעל  ס "],"query":"024011013"},{"canonical":"Jeremiah 11:14","passages":["ואתה אל תתפלל בעד העם הזה ואל תשא בעדם רנה ותפלה כי אינני שמע בעת קראם אלי בעד רעתם  ס "],"query":"024011014"},{"canonical":"Jeremiah 11:15","passages":["מה לידידי בביתי עשותה המזמתה הרבים ובשר קדש יעברו מעליך כי רעתכי אז תעלזי "],"query":"024011015"},{"canonical":"Jeremiah 11:16","passages":["זית רענן יפה פרי תאר קרא יהוה שמך לקול המולה גדלה הצית אש עליה ורעו דליותיו "],"query":"024011016"},{"canonical":"Jeremiah 11:17","passages":["ויהוה צבאות הנוטע אותך דבר עליך רעה בגלל רעת בית ישראל ובית יהודה אשר עשו להם להכעסני לקטר לבעל  ס "],"query":"024011017"},{"canonical":"Jeremiah 11:18","passages":["ויהוה הודיעני ואדעה אז הראיתני מעלליהם "],"query":"024011018"},{"canonical":"Jeremiah 11:19","passages":["ואני ככבש אלוף יובל לטבוח ולא ידעתי כי עלי חשבו מחשבות נשחיתה עץ בלחמו ונכרתנו מארץ חיים ושמו לא יזכר עוד "],"query":"024011019"},{"canonical":"Jeremiah 11:20","passages":["ויהוה צבאות שפט צדק בחן כליות ולב אראה נקמתך מהם כי אליך גליתי את ריבי  ס "],"query":"024011020"},{"canonical":"Jeremiah 11:21","passages":["לכן כה אמר יהוה על אנשי ענתות המבקשים את נפשך לאמר לא תנבא בשם יהוה ולא תמות בידנו  ס "],"query":"024011021"},{"canonical":"Jeremiah 11:22","passages":["לכן כה אמר יהוה צבאות הנני פקד עליהם הבחורים ימתו בחרב בניהם ובנותיהם ימתו ברעב "],"query":"024011022"},{"canonical":"Jeremiah 11:23","passages":["ושארית לא תהיה להם כי אביא רעה אל אנשי ענתות שנת פקדתם  ס "],"query":"024011023"}]}