{"query":"024029","verses":[{},{"canonical":"Jeremiah 29:1","passages":["ואלה דברי הספר אשר שלח ירמיה הנביא מירושל͏ם אל יתר זקני הגולה ואל הכהנים ואל הנביאים ואל כל העם אשר הגלה נבוכדנאצר מירושל͏ם בבלה "],"query":"024029001"},{"canonical":"Jeremiah 29:2","passages":["אחרי צאת יכניה המלך והגבירה והסריסים שרי יהודה וירושל͏ם והחרש והמסגר מירושל͏ם "],"query":"024029002"},{"canonical":"Jeremiah 29:3","passages":["ביד אלעשה בן שפן וגמריה בן חלקיה אשר שלח צדקיה מלך יהודה אל נבוכדנאצר מלך בבל בבלה לאמר  ס "],"query":"024029003"},{"canonical":"Jeremiah 29:4","passages":["כה אמר יהוה צבאות אלהי ישראל לכל הגולה אשר הגליתי מירושל͏ם בבלה "],"query":"024029004"},{"canonical":"Jeremiah 29:5","passages":["בנו בתים ושבו ונטעו גנות ואכלו את פרין "],"query":"024029005"},{"canonical":"Jeremiah 29:6","passages":["קחו נשים והולידו בנים ובנות וקחו לבניכם נשים ואת בנותיכם תנו לאנשים ותלדנה בנים ובנות ורבו שם ואל תמעטו "],"query":"024029006"},{"canonical":"Jeremiah 29:7","passages":["ודרשו את שלום העיר אשר הגליתי אתכם שמה והתפללו בעדה אל יהוה כי בשלומה יהיה לכם שלום פ"],"query":"024029007"},{"canonical":"Jeremiah 29:8","passages":["כי כה אמר יהוה צבאות אלהי ישראל אל ישיאו לכם נביאיכם אשר בקרבכם וקסמיכם ואל תשמעו אל חלמתיכם אשר אתם מחלמים "],"query":"024029008"},{"canonical":"Jeremiah 29:9","passages":["כי בשקר הם נבאים לכם בשמי לא שלחתים נאם יהוה  ס "],"query":"024029009"},{"canonical":"Jeremiah 29:10","passages":["כי כה אמר יהוה כי לפי מלאת לבבל שבעים שנה אפקד אתכם והקמתי עליכם את דברי הטוב להשיב אתכם אל המקום הזה "],"query":"024029010"},{"canonical":"Jeremiah 29:11","passages":["כי אנכי ידעתי את המחשבת אשר אנכי חשב עליכם נאם יהוה מחשבות שלום ולא לרעה לתת לכם אחרית ותקוה "],"query":"024029011"},{"canonical":"Jeremiah 29:12","passages":["וקראתם אתי והלכתם והתפללתם אלי ושמעתי אליכם "],"query":"024029012"},{"canonical":"Jeremiah 29:13","passages":["ובקשתם אתי ומצאתם כי תדרשני בכל לבבכם "],"query":"024029013"},{"canonical":"Jeremiah 29:14","passages":["ונמצאתי לכם נאם יהוה ושבתי את שבותכם וקבצתי אתכם מכל הגוים ומכל המקומות אשר הדחתי אתכם שם נאם יהוה והשבתי אתכם אל המקום אשר הגליתי אתכם משם "],"query":"024029014"},{"canonical":"Jeremiah 29:15","passages":["כי אמרתם הקים לנו יהוה נבאים בבלה  ס "],"query":"024029015"},{"canonical":"Jeremiah 29:16","passages":["כי כה אמר יהוה אל המלך היושב אל כסא דוד ואל כל העם היושב בעיר הזאת אחיכם אשר לא יצאו אתכם בגולה "],"query":"024029016"},{"canonical":"Jeremiah 29:17","passages":["כה אמר יהוה צבאות הנני משלח בם את החרב את הרעב ואת הדבר ונתתי אותם כתאנים השערים אשר לא תאכלנה מרע "],"query":"024029017"},{"canonical":"Jeremiah 29:18","passages":["ורדפתי אחריהם בחרב ברעב ובדבר ונתתים לזעוה לכל ממלכות הארץ לאלה ולשמה ולשרקה ולחרפה בכל הגוים אשר הדחתים שם "],"query":"024029018"},{"canonical":"Jeremiah 29:19","passages":["תחת אשר לא שמעו אל דברי נאם יהוה אשר שלחתי אליהם את עבדי הנבאים השכם ושלח ולא שמעתם נאם יהוה "],"query":"024029019"},{"canonical":"Jeremiah 29:20","passages":["ואתם שמעו דבר יהוה כל הגולה אשר שלחתי מירושל͏ם בבלה  ס "],"query":"024029020"},{"canonical":"Jeremiah 29:21","passages":["כה אמר יהוה צבאות אלהי ישראל אל אחאב בן קוליה ואל צדקיהו בן מעשיה הנבאים לכם בשמי שקר הנני נתן אתם ביד נבוכדראצר מלך בבל והכם לעיניכם "],"query":"024029021"},{"canonical":"Jeremiah 29:22","passages":["ולקח מהם קללה לכל גלות יהודה אשר בבבל לאמר ישמך יהוה כצדקיהו וכאחב אשר קלם מלך בבל באש "],"query":"024029022"},{"canonical":"Jeremiah 29:23","passages":["יען אשר עשו נבלה בישראל וינאפו את נשי רעיהם וידברו דבר בשמי שקר אשר לוא צויתם ואנכי  ס "],"query":"024029023"},{"canonical":"Jeremiah 29:24","passages":["ואל שמעיהו הנחלמי תאמר לאמר "],"query":"024029024"},{"canonical":"Jeremiah 29:25","passages":["כה אמר יהוה צבאות אלהי ישראל לאמר יען אשר אתה שלחת בשמכה ספרים אל כל העם אשר בירושלם ואל צפניה בן מעשיה הכהן ואל כל הכהנים לאמר "],"query":"024029025"},{"canonical":"Jeremiah 29:26","passages":["יהוה נתנך כהן תחת יהוידע הכהן להיות פקדים בית יהוה לכל איש משגע ומתנבא ונתתה אתו אל המהפכת ואל הצינק "],"query":"024029026"},{"canonical":"Jeremiah 29:27","passages":["ועתה למה לא גערת בירמיהו הענתתי המתנבא לכם "],"query":"024029027"},{"canonical":"Jeremiah 29:28","passages":["כי על כן שלח אלינו בבל לאמר ארכה היא בנו בתים ושבו ונטעו גנות ואכלו את פריהן "],"query":"024029028"},{"canonical":"Jeremiah 29:29","passages":["ויקרא צפניה הכהן את הספר הזה באזני ירמיהו הנביא פ"],"query":"024029029"},{"canonical":"Jeremiah 29:30","passages":["ויהי דבר יהוה אל ירמיהו לאמר "],"query":"024029030"},{"canonical":"Jeremiah 29:31","passages":["שלח על כל הגולה לאמר כה אמר יהוה אל שמעיה הנחלמי יען אשר נבא לכם שמעיה ואני לא שלחתיו ויבטח אתכם על שקר "],"query":"024029031"},{"canonical":"Jeremiah 29:32","passages":["לכן כה אמר יהוה הנני פקד על שמעיה הנחלמי ועל זרעו לא יהיה לו איש יושב בתוך העם הזה ולא יראה בטוב אשר אני עשה לעמי נאם יהוה כי סרה דבר על יהוה  ס "],"query":"024029032"}]}