{"query":"024034","verses":[{},{"canonical":"Jeremiah 34:1","passages":["הדבר אשר היה אל ירמיהו מאת יהוה ונבוכדראצר מלך בבל וכל חילו וכל ממלכות ארץ ממשלת ידו וכל העמים נלחמים על ירושל͏ם ועל כל עריה לאמר "],"query":"024034001"},{"canonical":"Jeremiah 34:2","passages":["כה אמר יהוה אלהי ישראל הלך ואמרת אל צדקיהו מלך יהודה ואמרת אליו כה אמר יהוה הנני נתן את העיר הזאת ביד מלך בבל ושרפה באש "],"query":"024034002"},{"canonical":"Jeremiah 34:3","passages":["ואתה לא תמלט מידו כי תפש תתפש ובידו תנתן ועיניך את עיני מלך בבל תראינה ופיהו את פיך ידבר ובבל תבוא "],"query":"024034003"},{"canonical":"Jeremiah 34:4","passages":["אך שמע דבר יהוה צדקיהו מלך יהודה כה אמר יהוה עליך לא תמות בחרב "],"query":"024034004"},{"canonical":"Jeremiah 34:5","passages":["בשלום תמות וכמשרפות אבותיך המלכים הראשנים אשר היו לפניך כן ישרפו לך והוי אדון יספדו לך כי דבר אני דברתי נאם יהוה  ס "],"query":"024034005"},{"canonical":"Jeremiah 34:6","passages":["וידבר ירמיהו הנביא אל צדקיהו מלך יהודה את כל הדברים האלה בירושל͏ם "],"query":"024034006"},{"canonical":"Jeremiah 34:7","passages":["וחיל מלך בבל נלחמים על ירושלם ועל כל ערי יהודה הנותרות אל לכיש ואל עזקה כי הנה נשארו בערי יהודה ערי מבצר פ"],"query":"024034007"},{"canonical":"Jeremiah 34:8","passages":["הדבר אשר היה אל ירמיהו מאת יהוה אחרי כרת המלך צדקיהו ברית את כל העם אשר בירושלם לקרא להם דרור "],"query":"024034008"},{"canonical":"Jeremiah 34:9","passages":["לשלח איש את עבדו ואיש את שפחתו העברי והעבריה חפשים לבלתי עבד בם ביהודי אחיהו איש "],"query":"024034009"},{"canonical":"Jeremiah 34:10","passages":["וישמעו כל השרים וכל העם אשר באו בברית לשלח איש את עבדו ואיש את שפחתו חפשים לבלתי עבד בם עוד וישמעו וישלחו "],"query":"024034010"},{"canonical":"Jeremiah 34:11","passages":["וישובו אחרי כן וישבו את העבדים ואת השפחות אשר שלחו חפשים  ס "],"query":"024034011"},{"canonical":"Jeremiah 34:12","passages":["ויהי דבר יהוה אל ירמיהו מאת יהוה לאמר "],"query":"024034012"},{"canonical":"Jeremiah 34:13","passages":["כה אמר יהוה אלהי ישראל אנכי כרתי ברית את אבותיכם ביום הוצאי אותם מארץ מצרים מבית עבדים לאמר "],"query":"024034013"},{"canonical":"Jeremiah 34:14","passages":["מקץ שבע שנים תשלחו איש את אחיו העברי אשר ימכר לך ועבדך שש שנים ושלחתו חפשי מעמך ולא שמעו אבותיכם אלי ולא הטו את אזנם "],"query":"024034014"},{"canonical":"Jeremiah 34:15","passages":["ותשבו אתם היום ותעשו את הישר בעיני לקרא דרור איש לרעהו ותכרתו ברית לפני בבית אשר נקרא שמי עליו "],"query":"024034015"},{"canonical":"Jeremiah 34:16","passages":["ותשבו ותחללו את שמי ותשבו איש את עבדו ואיש את שפחתו אשר שלחתם חפשים לנפשם ותכבשו אתם להיות לכם לעבדים ולשפחות  ס "],"query":"024034016"},{"canonical":"Jeremiah 34:17","passages":["לכן כה אמר יהוה אתם לא שמעתם אלי לקרא דרור איש לאחיו ואיש לרעהו הנני קרא לכם דרור נאם יהוה אל החרב אל הדבר ואל הרעב ונתתי אתכם לזעוה לכל ממלכות הארץ "],"query":"024034017"},{"canonical":"Jeremiah 34:18","passages":["ונתתי את האנשים העברים את ברתי אשר לא הקימו את דברי הברית אשר כרתו לפני העגל אשר כרתו לשנים ויעברו בין בתריו "],"query":"024034018"},{"canonical":"Jeremiah 34:19","passages":["שרי יהודה ושרי ירושלם הסרסים והכהנים וכל עם הארץ העברים בין בתרי העגל "],"query":"024034019"},{"canonical":"Jeremiah 34:20","passages":["ונתתי אותם ביד איביהם וביד מבקשי נפשם והיתה נבלתם למאכל לעוף השמים ולבהמת הארץ "],"query":"024034020"},{"canonical":"Jeremiah 34:21","passages":["ואת צדקיהו מלך יהודה ואת שריו אתן ביד איביהם וביד מבקשי נפשם וביד חיל מלך בבל העלים מעליכם "],"query":"024034021"},{"canonical":"Jeremiah 34:22","passages":["הנני מצוה נאם יהוה והשבתים אל העיר הזאת ונלחמו עליה ולכדוה ושרפה באש ואת ערי יהודה אתן שממה מאין ישב פ"],"query":"024034022"}]}