{"query":"024027","verses":[{},{"canonical":"Jeremiah 27:1","passages":["בראשית ממלכת יהויקם בן יאושיהו מלך יהודה היה הדבר הזה אל ירמיה מאת יהוה לאמר "],"query":"024027001"},{"canonical":"Jeremiah 27:2","passages":["כה אמר יהוה אלי עשה לך מוסרות ומטות ונתתם על צוארך "],"query":"024027002"},{"canonical":"Jeremiah 27:3","passages":["ושלחתם אל מלך אדום ואל מלך מואב ואל מלך בני עמון ואל מלך צר ואל מלך צידון ביד מלאכים הבאים ירושלם אל צדקיהו מלך יהודה "],"query":"024027003"},{"canonical":"Jeremiah 27:4","passages":["וצוית אתם אל אדניהם לאמר כה אמר יהוה צבאות אלהי ישראל כה תאמרו אל אדניכם "],"query":"024027004"},{"canonical":"Jeremiah 27:5","passages":["אנכי עשיתי את הארץ את האדם ואת הבהמה אשר על פני הארץ בכחי הגדול ובזרועי הנטויה ונתתיה לאשר ישר בעיני "],"query":"024027005"},{"canonical":"Jeremiah 27:6","passages":["ועתה אנכי נתתי את כל הארצות האלה ביד נבוכדנאצר מלך בבל עבדי וגם את חית השדה נתתי לו לעבדו "],"query":"024027006"},{"canonical":"Jeremiah 27:7","passages":["ועבדו אתו כל הגוים ואת בנו ואת בן בנו עד בא עת ארצו גם הוא ועבדו בו גוים רבים ומלכים גדלים "],"query":"024027007"},{"canonical":"Jeremiah 27:8","passages":["והיה הגוי והממלכה אשר לא יעבדו אתו את נבוכדנאצר מלך בבל ואת אשר לא יתן את צוארו בעל מלך בבל בחרב וברעב ובדבר אפקד על הגוי ההוא נאם יהוה עד תמי אתם בידו "],"query":"024027008"},{"canonical":"Jeremiah 27:9","passages":["ואתם אל תשמעו אל נביאיכם ואל קסמיכם ואל חלמתיכם ואל ענניכם ואל כשפיכם אשר הם אמרים אליכם לאמר לא תעבדו את מלך בבל "],"query":"024027009"},{"canonical":"Jeremiah 27:10","passages":["כי שקר הם נבאים לכם למען הרחיק אתכם מעל אדמתכם והדחתי אתכם ואבדתם "],"query":"024027010"},{"canonical":"Jeremiah 27:11","passages":["והגוי אשר יביא את צוארו בעל מלך בבל ועבדו והנחתיו על אדמתו נאם יהוה ועבדה וישב בה "],"query":"024027011"},{"canonical":"Jeremiah 27:12","passages":["ואל צדקיה מלך יהודה דברתי ככל הדברים האלה לאמר הביאו את צואריכם בעל מלך בבל ועבדו אתו ועמו וחיו "],"query":"024027012"},{"canonical":"Jeremiah 27:13","passages":["למה תמותו אתה ועמך בחרב ברעב ובדבר כאשר דבר יהוה אל הגוי אשר לא יעבד את מלך בבל "],"query":"024027013"},{"canonical":"Jeremiah 27:14","passages":["ואל תשמעו אל דברי הנבאים האמרים אליכם לאמר לא תעבדו את מלך בבל כי שקר הם נבאים לכם "],"query":"024027014"},{"canonical":"Jeremiah 27:15","passages":["כי לא שלחתים נאם יהוה והם נבאים בשמי לשקר למען הדיחי אתכם ואבדתם אתם והנבאים ה͏נבאים לכם "],"query":"024027015"},{"canonical":"Jeremiah 27:16","passages":["ואל הכהנים ואל כל העם הזה דברתי לאמר כה אמר יהוה אל תשמעו אל דברי נביאיכם הנבאים לכם לאמר הנה כלי בית יהוה מושבים מבבלה עתה מהרה כי שקר המה נבאים לכם "],"query":"024027016"},{"canonical":"Jeremiah 27:17","passages":["אל תשמעו אליהם עבדו את מלך בבל וחיו למה תהיה העיר הזאת חרבה "],"query":"024027017"},{"canonical":"Jeremiah 27:18","passages":["ואם נבאים הם ואם יש דבר יהוה אתם יפגעו נא ביהוה צבאות לבלתי באו הכלים הנותרים בבית יהוה ובית מלך יהודה ובירושל͏ם בבלה פ"],"query":"024027018"},{"canonical":"Jeremiah 27:19","passages":["כי כה אמר יהוה צבאות אל העמדים ועל הים ועל המכנות ועל יתר הכלים הנותרים בעיר הזאת "],"query":"024027019"},{"canonical":"Jeremiah 27:20","passages":["אשר לא לקחם נבוכדנאצר מלך בבל בגלותו את יכוניה בן יהויקים מלך יהודה מירושל͏ם בבלה ואת כל חרי יהודה וירושל͏ם  ס "],"query":"024027020"},{"canonical":"Jeremiah 27:21","passages":["כי כה אמר יהוה צבאות אלהי ישראל על הכלים הנותרים בית יהוה ובית מלך יהודה וירושל͏ם "],"query":"024027021"},{"canonical":"Jeremiah 27:22","passages":["בבלה יובאו ושמה יהיו עד יום פקדי אתם נאם יהוה והעליתים והשיבתים אל המקום הזה פ"],"query":"024027022"}]}