{"query":"024041","verses":[{},{"canonical":"Jeremiah 41:1","passages":["ויהי בחדש השביעי בא ישמעאל בן נתניה בן אלישמע מזרע המלוכה ורבי המלך ועשרה אנשים אתו אל גדליהו בן אחיקם המצפתה ויאכלו שם לחם יחדו במצפה "],"query":"024041001"},{"canonical":"Jeremiah 41:2","passages":["ויקם ישמעאל בן נתניה ועשרת האנשים אשר היו אתו ויכו את גדליהו בן אחיקם בן שפן בחרב וימת אתו אשר הפקיד מלך בבל בארץ "],"query":"024041002"},{"canonical":"Jeremiah 41:3","passages":["ואת כל היהודים אשר היו אתו את גדליהו במצפה ואת הכשדים אשר נמצאו שם את אנשי המלחמה הכה ישמעאל "],"query":"024041003"},{"canonical":"Jeremiah 41:4","passages":["ויהי ביום השני להמית את גדליהו ואיש לא ידע "],"query":"024041004"},{"canonical":"Jeremiah 41:5","passages":["ויבאו אנשים משכם משלו ומשמרון שמנים איש מגלחי זקן וקרעי בגדים ומתגדדים ומנחה ולבונה בידם להביא בית יהוה "],"query":"024041005"},{"canonical":"Jeremiah 41:6","passages":["ויצא ישמעאל בן נתניה לקראתם מן המצפה הלך הלך ובכה ויהי כפגש אתם ויאמר אליהם באו אל גדליהו בן אחיקם  ס "],"query":"024041006"},{"canonical":"Jeremiah 41:7","passages":["ויהי כבואם אל תוך העיר וישחטם ישמעאל בן נתניה אל תוך הבור הוא והאנשים אשר אתו "],"query":"024041007"},{"canonical":"Jeremiah 41:8","passages":["ועשרה אנשים נמצאו בם ויאמרו אל ישמעאל אל תמתנו כי יש לנו מטמנים בשדה חטים ושערים ושמן ודבש ויחדל ולא המיתם בתוך אחיהם "],"query":"024041008"},{"canonical":"Jeremiah 41:9","passages":["והבור אשר השליך שם ישמעאל את כל פגרי האנשים אשר הכה ביד גדליהו הוא אשר עשה המלך אסא מפני בעשא מלך ישראל אתו מלא ישמעאל בן נתניהו חללים "],"query":"024041009"},{"canonical":"Jeremiah 41:10","passages":["וישב ישמעאל את כל שארית העם אשר במצפה את בנות המלך ואת כל העם הנשארים במצפה אשר הפקיד נבוזראדן רב טבחים את גדליהו בן אחיקם וישבם ישמעאל בן נתניה וילך לעבר אל בני עמון  ס "],"query":"024041010"},{"canonical":"Jeremiah 41:11","passages":["וישמע יוחנן בן קרח וכל שרי החילים אשר אתו את כל הרעה אשר עשה ישמעאל בן נתניה "],"query":"024041011"},{"canonical":"Jeremiah 41:12","passages":["ויקחו את כל האנשים וילכו להלחם עם ישמעאל בן נתניה וימצאו אתו אל מים רבים אשר בגבעון "],"query":"024041012"},{"canonical":"Jeremiah 41:13","passages":["ויהי כראות כל העם אשר את ישמעאל את יוחנן בן קרח ואת כל שרי החילים אשר אתו וישמחו "],"query":"024041013"},{"canonical":"Jeremiah 41:14","passages":["ויסבו כל העם אשר שבה ישמעאל מן המצפה וישבו וילכו אל יוחנן בן קרח "],"query":"024041014"},{"canonical":"Jeremiah 41:15","passages":["וישמעאל בן נתניה נמלט בשמנה אנשים מפני יוחנן וילך אל בני עמון  ס "],"query":"024041015"},{"canonical":"Jeremiah 41:16","passages":["ויקח יוחנן בן קרח וכל שרי החילים אשר אתו את כל שארית העם אשר השיב מאת ישמעאל בן נתניה מן המצפה אחר הכה את גדליה בן אחיקם גברים אנשי המלחמה ונשים וטף וסרסים אשר השיב מגבעון "],"query":"024041016"},{"canonical":"Jeremiah 41:17","passages":["וילכו וישבו בגרות כמהם אשר אצל בית לחם ללכת לבוא מצרים "],"query":"024041017"},{"canonical":"Jeremiah 41:18","passages":["מפני הכשדים כי יראו מפניהם כי הכה ישמעאל בן נתניה את גדליהו בן אחיקם אשר הפקיד מלך בבל בארץ  ס "],"query":"024041018"}]}