{"query":"024026","verses":[{},{"canonical":"Jeremiah 26:1","passages":["בראשית ממלכות יהויקים בן יאשיהו מלך יהודה היה הדבר הזה מאת יהוה לאמר "],"query":"024026001"},{"canonical":"Jeremiah 26:2","passages":["כה אמר יהוה עמד בחצר בית יהוה ודברת על כל ערי יהודה הבאים להשתחות בית יהוה את כל הדברים אשר צויתיך לדבר אליהם אל תגרע דבר "],"query":"024026002"},{"canonical":"Jeremiah 26:3","passages":["אולי ישמעו וישבו איש מדרכו הרעה ונחמתי אל הרעה אשר אנכי חשב לעשות להם מפני רע מעלליהם "],"query":"024026003"},{"canonical":"Jeremiah 26:4","passages":["ואמרת אליהם כה אמר יהוה אם לא תשמעו אלי ללכת בתורתי אשר נתתי לפניכם "],"query":"024026004"},{"canonical":"Jeremiah 26:5","passages":["לשמע על דברי עבדי הנבאים אשר אנכי שלח אליכם והשכם ושלח ולא שמעתם "],"query":"024026005"},{"canonical":"Jeremiah 26:6","passages":["ונתתי את הבית הזה כשלה ואת העיר  ס "],"query":"024026006"},{"canonical":"Jeremiah 26:7","passages":["וישמעו הכהנים והנבאים וכל העם את ירמיהו מדבר את הדברים האלה בבית יהוה "],"query":"024026007"},{"canonical":"Jeremiah 26:8","passages":["ויהי ככלות ירמיהו לדבר את כל אשר צוה יהוה לדבר אל כל העם ויתפשו אתו הכהנים והנבאים וכל העם לאמר מות תמות "],"query":"024026008"},{"canonical":"Jeremiah 26:9","passages":["מדוע נבית בשם יהוה לאמר כשלו יהיה הבית הזה והעיר הזאת תחרב מאין יושב ויקהל כל העם אל ירמיהו בבית יהוה "],"query":"024026009"},{"canonical":"Jeremiah 26:10","passages":["וישמעו שרי יהודה את הדברים האלה ויעלו מבית המלך בית יהוה וישבו בפתח שער יהוה החדש  ס "],"query":"024026010"},{"canonical":"Jeremiah 26:11","passages":["ויאמרו הכהנים והנבאים אל השרים ואל כל העם לאמר משפט מות לאיש הזה כי נבא אל העיר הזאת כאשר שמעתם באזניכם "],"query":"024026011"},{"canonical":"Jeremiah 26:12","passages":["ויאמר ירמיהו אל כל השרים ואל כל העם לאמר יהוה שלחני להנבא אל הבית הזה ואל העיר הזאת את כל הדברים אשר שמעתם "],"query":"024026012"},{"canonical":"Jeremiah 26:13","passages":["ועתה היטיבו דרכיכם ומעלליכם ושמעו בקול יהוה אלהיכם וינחם יהוה אל הרעה אשר דבר עליכם "],"query":"024026013"},{"canonical":"Jeremiah 26:14","passages":["ואני הנני בידכם עשו לי כטוב וכישר בעיניכם "],"query":"024026014"},{"canonical":"Jeremiah 26:15","passages":["אך ידע תדעו כי אם ממתים אתם אתי כי דם נקי אתם נתנים עליכם ואל העיר הזאת ואל ישביה כי באמת שלחני יהוה עליכם לדבר באזניכם את כל הדברים האלה  ס "],"query":"024026015"},{"canonical":"Jeremiah 26:16","passages":["ויאמרו השרים וכל העם אל הכהנים ואל הנביאים אין לאיש הזה משפט מות כי בשם יהוה אלהינו דבר אלינו "],"query":"024026016"},{"canonical":"Jeremiah 26:17","passages":["ויקמו אנשים מזקני הארץ ויאמרו אל כל קהל העם לאמר "],"query":"024026017"},{"canonical":"Jeremiah 26:18","passages":["מיכה המורשתי היה נבא בימי חזקיהו מלך יהודה ויאמר אל כל עם יהודה לאמר כה אמר יהוה צבאות ציון שדה תחרש וירושלים עיים תהיה והר הבית לבמות יער "],"query":"024026018"},{"canonical":"Jeremiah 26:19","passages":["ההמת המתהו חזקיהו מלך יהודה וכל יהודה הלא ירא את יהוה ויחל את פני יהוה וינחם יהוה אל הרעה אשר דבר עליהם ואנחנו עשים רעה גדולה על נפשותינו "],"query":"024026019"},{"canonical":"Jeremiah 26:20","passages":["וגם איש היה מתנבא בשם יהוה אוריהו בן שמעיהו מקרית היערים וינבא על העיר הזאת ועל הארץ הזאת ככל דברי ירמיהו "],"query":"024026020"},{"canonical":"Jeremiah 26:21","passages":["וישמע המלך יהויקים וכל גבוריו וכל השרים את דבריו ויבקש המלך המיתו וישמע אוריהו וירא ויברח ויבא מצרים "],"query":"024026021"},{"canonical":"Jeremiah 26:22","passages":["וישלח המלך יהויקים אנשים מצרים את אלנתן בן עכבור ואנשים אתו אל מצרים "],"query":"024026022"},{"canonical":"Jeremiah 26:23","passages":["ויוציאו את אוריהו ממצרים ויבאהו אל המלך יהויקים ויכהו בחרב וישלך את נבלתו אל קברי בני העם "],"query":"024026023"},{"canonical":"Jeremiah 26:24","passages":["אך יד אחיקם בן שפן היתה את ירמיהו לבלתי תת אתו ביד העם להמיתו פ"],"query":"024026024"}]}