{"query":"024022","verses":[{},{"canonical":"Jeremiah 22:1","passages":["כה אמר יהוה רד בית מלך יהודה ודברת שם את הדבר הזה "],"query":"024022001"},{"canonical":"Jeremiah 22:2","passages":["ואמרת שמע דבר יהוה מלך יהודה הישב על כסא דוד אתה ועבדיך ועמך הבאים בשערים האלה  ס "],"query":"024022002"},{"canonical":"Jeremiah 22:3","passages":["כה אמר יהוה עשו משפט וצדקה והצילו גזול מיד עשוק וגר יתום ואלמנה אל תנו אל תחמסו ודם נקי אל תשפכו במקום הזה "],"query":"024022003"},{"canonical":"Jeremiah 22:4","passages":["כי אם עשו תעשו את הדבר הזה ובאו בשערי הבית הזה מלכים ישבים לדוד על כסאו רכבים ברכב ובסוסים הוא ועבדיו ועמו "],"query":"024022004"},{"canonical":"Jeremiah 22:5","passages":["ואם לא תשמעו את הדברים האלה בי נשבעתי נאם יהוה כי לחרבה יהיה הבית הזה  ס "],"query":"024022005"},{"canonical":"Jeremiah 22:6","passages":["כי כה אמר יהוה על בית מלך יהודה גלעד אתה לי ראש הלבנון אם לא אשיתך מדבר ערים לא נושבו "],"query":"024022006"},{"canonical":"Jeremiah 22:7","passages":["וקדשתי עליך משחתים איש וכליו וכרתו מבחר ארזיך והפילו על האש "],"query":"024022007"},{"canonical":"Jeremiah 22:8","passages":["ועברו גוים רבים על העיר הזאת ואמרו איש אל רעהו על מה עשה יהוה ככה לעיר הגדולה הזאת "],"query":"024022008"},{"canonical":"Jeremiah 22:9","passages":["ואמרו על אשר עזבו את ברית יהוה אלהיהם וישתחוו לאלהים אחרים ויעבדום  ס "],"query":"024022009"},{"canonical":"Jeremiah 22:10","passages":["אל תבכו למת ואל תנדו לו בכו בכו להלך כי לא ישוב עוד וראה את ארץ מולדתו  ס "],"query":"024022010"},{"canonical":"Jeremiah 22:11","passages":["כי כה אמר יהוה אל שלם בן יאשיהו מלך יהודה המלך תחת יאשיהו אביו אשר יצא מן המקום הזה לא ישוב שם עוד "],"query":"024022011"},{"canonical":"Jeremiah 22:12","passages":["כי במקום אשר הגלו אתו שם ימות ואת הארץ הזאת לא יראה עוד  ס "],"query":"024022012"},{"canonical":"Jeremiah 22:13","passages":["הוי בנה ביתו בלא צדק ועליותיו בלא משפט ברעהו יעבד חנם ופעלו לא יתן לו "],"query":"024022013"},{"canonical":"Jeremiah 22:14","passages":["האמר אבנה לי בית מדות ועליות מרוחים וקרע לו חלוני וספון בארז ומשוח בששר "],"query":"024022014"},{"canonical":"Jeremiah 22:15","passages":["התמלך כי אתה מתחרה בארז אביך הלוא אכל ושתה ועשה משפט וצדקה אז טוב לו "],"query":"024022015"},{"canonical":"Jeremiah 22:16","passages":["דן דין עני ואביון אז טוב הלוא היא הדעת אתי נאם יהוה "],"query":"024022016"},{"canonical":"Jeremiah 22:17","passages":["כי אין עיניך ולבך כי אם על בצעך ועל דם הנקי לשפוך ועל העשק ועל המרוצה לעשות  ס "],"query":"024022017"},{"canonical":"Jeremiah 22:18","passages":["לכן כה אמר יהוה אל יהויקים בן יאשיהו מלך יהודה לא יספדו לו הוי אחי והוי אחות לא יספדו לו הוי אדון והוי הדה "],"query":"024022018"},{"canonical":"Jeremiah 22:19","passages":["קבורת חמור יקבר סחוב והשלך מהלאה לשערי ירושל͏ם  ס "],"query":"024022019"},{"canonical":"Jeremiah 22:20","passages":["עלי הלבנון וצעקי ובבשן תני קולך וצעקי מעברים כי נשברו כל מאהביך "],"query":"024022020"},{"canonical":"Jeremiah 22:21","passages":["דברתי אליך בשלותיך אמרת לא אשמע זה דרכך מנעוריך כי לא שמעת בקולי "],"query":"024022021"},{"canonical":"Jeremiah 22:22","passages":["כל רעיך תרעה רוח ומאהביך בשבי ילכו כי אז תבשי ונכלמת מכל רעתך "],"query":"024022022"},{"canonical":"Jeremiah 22:23","passages":["מקננת בארזים מה נחנת בבא לך חבלים חיל כילדה "],"query":"024022023"},{"canonical":"Jeremiah 22:24","passages":["חי אני נאם יהוה כי אם יהיה כניהו בן יהויקים מלך יהודה חותם על יד ימיני כי משם אתקנך "],"query":"024022024"},{"canonical":"Jeremiah 22:25","passages":["ונתתיך ביד מבקשי נפשך וביד אשר אתה יגור מפניהם וביד נבוכדראצר מלך בבל וביד הכשדים "],"query":"024022025"},{"canonical":"Jeremiah 22:26","passages":["והטלתי אתך ואת אמך אשר ילדתך על הארץ אחרת אשר לא ילדתם שם ושם תמותו "],"query":"024022026"},{"canonical":"Jeremiah 22:27","passages":["ועל הארץ אשר הם מנשאים את נפשם לשוב שם שמה לא ישובו  ס "],"query":"024022027"},{"canonical":"Jeremiah 22:28","passages":["העצב נבזה נפוץ האיש הזה כניהו אם כלי אין חפץ בו מדוע הוטלו הוא וזרעו והשלכו על הארץ אשר לא ידעו "],"query":"024022028"},{"canonical":"Jeremiah 22:29","passages":["ארץ ארץ ארץ שמעי דבר יהוה  ס "],"query":"024022029"},{"canonical":"Jeremiah 22:30","passages":["כה אמר יהוה כתבו את האיש הזה ערירי גבר לא יצלח בימיו כי לא יצלח מזרעו איש ישב על כסא דוד ומשל עוד ביהודה "],"query":"024022030"}]}