{"query":"024025","verses":[{},{"canonical":"Jeremiah 25:1","passages":["הדבר אשר היה על ירמיהו על כל עם יהודה בשנה הרבעית ליהויקים בן יאשיהו מלך יהודה היא השנה הראשנית לנבוכדראצר מלך בבל "],"query":"024025001"},{"canonical":"Jeremiah 25:2","passages":["אשר דבר ירמיהו הנביא על כל עם יהודה ואל כל ישבי ירושל͏ם לאמר "],"query":"024025002"},{"canonical":"Jeremiah 25:3","passages":["מן שלש עשרה שנה ליאשיהו בן אמון מלך יהודה ועד היום הזה זה שלש ועשרים שנה היה דבר יהוה אלי ואדבר אליכם אשכים ודבר ולא שמעתם "],"query":"024025003"},{"canonical":"Jeremiah 25:4","passages":["ושלח יהוה אליכם את כל עבדיו הנבאים השכם ושלח ולא שמעתם ולא הטיתם את אזנכם לשמע "],"query":"024025004"},{"canonical":"Jeremiah 25:5","passages":["לאמר שובו נא איש מדרכו הרעה ומרע מעלליכם ושבו על האדמה אשר נתן יהוה לכם ולאבותיכם למן עולם ועד עולם "],"query":"024025005"},{"canonical":"Jeremiah 25:6","passages":["ואל תלכו אחרי אלהים אחרים לעבדם ולהשתחות להם ולא תכעיסו אותי במעשה ידיכם ולא ארע לכם "],"query":"024025006"},{"canonical":"Jeremiah 25:7","passages":["ולא שמעתם אלי נאם יהוה למען  ס "],"query":"024025007"},{"canonical":"Jeremiah 25:8","passages":["לכן כה אמר יהוה צבאות יען אשר לא שמעתם את דברי "],"query":"024025008"},{"canonical":"Jeremiah 25:9","passages":["הנני שלח ולקחתי את כל משפחות צפון נאם יהוה ואל נבוכדראצר מלך בבל עבדי והבאתים על הארץ הזאת ועל ישביה ועל כל הגוים האלה סביב והחרמתים ושמתים לשמה ולשרקה ולחרבות עולם "],"query":"024025009"},{"canonical":"Jeremiah 25:10","passages":["והאבדתי מהם קול ששון וקול שמחה קול חתן וקול כלה קול רחים ואור נר "],"query":"024025010"},{"canonical":"Jeremiah 25:11","passages":["והיתה כל הארץ הזאת לחרבה לשמה ועבדו הגוים האלה את מלך בבל שבעים שנה "],"query":"024025011"},{"canonical":"Jeremiah 25:12","passages":["והיה כמלאות שבעים שנה אפקד על מלך בבל ועל הגוי ההוא נאם יהוה את עונם ועל ארץ כשדים ושמתי אתו לשממות עולם "],"query":"024025012"},{"canonical":"Jeremiah 25:13","passages":["והבאתי על הארץ ההיא את כל דברי אשר דברתי עליה את כל הכתוב בספר הזה אשר נבא ירמיהו על כל הגוים "],"query":"024025013"},{"canonical":"Jeremiah 25:14","passages":["כי עבדו בם גם המה גוים רבים ומלכים גדולים ושלמתי להם כפעלם וכמעשה ידיהם  ס "],"query":"024025014"},{"canonical":"Jeremiah 25:15","passages":["כי כה אמר יהוה אלהי ישראל אלי קח את כוס היין החמה הזאת מידי והשקיתה אתו את כל הגוים אשר אנכי שלח אותך אליהם "],"query":"024025015"},{"canonical":"Jeremiah 25:16","passages":["ושתו והתגעשו והתהללו מפני החרב אשר אנכי שלח בינתם "],"query":"024025016"},{"canonical":"Jeremiah 25:17","passages":["ואקח את הכוס מיד יהוה ואשקה את כל הגוים אשר שלחני יהוה אליהם "],"query":"024025017"},{"canonical":"Jeremiah 25:18","passages":["את ירושלם ואת ערי יהודה ואת מלכיה את שריה לתת אתם לחרבה לשמה לשרקה ולקללה כיום הזה "],"query":"024025018"},{"canonical":"Jeremiah 25:19","passages":["את פרעה מלך מצרים ואת עבדיו ואת שריו ואת כל עמו "],"query":"024025019"},{"canonical":"Jeremiah 25:20","passages":["ואת כל הערב ואת כל מלכי ארץ העוץ ואת כל מלכי ארץ פלשתים ואת אשקלון ואת עזה ואת עקרון ואת שארית אשדוד "],"query":"024025020"},{"canonical":"Jeremiah 25:21","passages":["את אדום ואת מואב ואת בני עמון "],"query":"024025021"},{"canonical":"Jeremiah 25:22","passages":["ואת כל מלכי צר ואת כל מלכי צידון ואת מלכי האי אשר בעבר הים "],"query":"024025022"},{"canonical":"Jeremiah 25:23","passages":["ואת דדן ואת תימא ואת בוז ואת כל קצוצי פאה "],"query":"024025023"},{"canonical":"Jeremiah 25:24","passages":["ואת כל מלכי ערב ואת כל מלכי הערב השכנים במדבר "],"query":"024025024"},{"canonical":"Jeremiah 25:25","passages":["ואת כל מלכי זמרי ואת כל מלכי עילם ואת כל מלכי מדי "],"query":"024025025"},{"canonical":"Jeremiah 25:26","passages":["ואת כל מלכי הצפון הקרבים והרחקים איש אל אחיו ואת כל הממלכות הארץ אשר על פני האדמה ומלך ששך ישתה אחריהם "],"query":"024025026"},{"canonical":"Jeremiah 25:27","passages":["ואמרת אליהם  ס כה אמר יהוה צבאות אלהי ישראל שתו ושכרו וקיו ונפלו ולא תקומו מפני החרב אשר אנכי שלח ביניכם "],"query":"024025027"},{"canonical":"Jeremiah 25:28","passages":["והיה כי ימאנו לקחת הכוס מידך לשתות ואמרת אליהם כה אמר יהוה צבאות שתו תשתו "],"query":"024025028"},{"canonical":"Jeremiah 25:29","passages":["כי הנה בעיר אשר נקרא שמי עליה אנכי מחל להרע ואתם הנקה תנקו לא תנקו כי חרב אני קרא על כל ישבי הארץ נאם יהוה צבאות "],"query":"024025029"},{"canonical":"Jeremiah 25:30","passages":["ואתה תנבא אליהם את כל הדברים האלה ואמרת אליהם יהוה ממרום ישאג וממעון קדשו יתן קולו שאג ישאג על נוהו הידד כדרכים יענה אל כל ישבי הארץ "],"query":"024025030"},{"canonical":"Jeremiah 25:31","passages":["בא שאון עד קצה הארץ כי ריב ליהוה בגוים נשפט הוא לכל בשר הרשעים נתנם לחרב נאם יהוה  ס "],"query":"024025031"},{"canonical":"Jeremiah 25:32","passages":["כה אמר יהוה צבאות הנה רעה יצאת מגוי אל גוי וסער גדול יעור מירכתי ארץ "],"query":"024025032"},{"canonical":"Jeremiah 25:33","passages":["והיו חללי יהוה ביום ההוא מקצה הארץ ועד קצה הארץ לא יספדו ולא יאספו ולא יקברו לדמן על פני האדמה יהיו "],"query":"024025033"},{"canonical":"Jeremiah 25:34","passages":["הילילו הרעים וזעקו והתפלשו אדירי הצאן כי מלאו ימיכם לטבוח ותפוצותיכם ונפלתם ככלי חמדה "],"query":"024025034"},{"canonical":"Jeremiah 25:35","passages":["ואבד מנוס מן ה͏רעים ופליטה מאדירי הצאן "],"query":"024025035"},{"canonical":"Jeremiah 25:36","passages":["קול צעקת הרעים ויללת אדירי הצאן כי שדד יהוה את מרעיתם "],"query":"024025036"},{"canonical":"Jeremiah 25:37","passages":["ונדמו נאות השלום מפני חרון אף יהוה "],"query":"024025037"},{"canonical":"Jeremiah 25:38","passages":["עזב ככפיר סכו כי היתה ארצם לשמה מפני חרון היונה ומפני חרון אפו פ"],"query":"024025038"}]}