{"query":"024007","verses":[{},{"canonical":"Jeremiah 7:1","passages":["הדבר אשר היה אל ירמיהו מאת יהוה לאמר "],"query":"024007001"},{"canonical":"Jeremiah 7:2","passages":["עמד בשער בית יהוה וקראת שם את הדבר הזה ואמרת שמעו דבר יהוה כל יהודה הבאים בשערים האלה להשתחות ליהוה  ס "],"query":"024007002"},{"canonical":"Jeremiah 7:3","passages":["כה אמר יהוה צבאות אלהי ישראל היטיבו דרכיכם ומעלליכם ואשכנה אתכם במקום הזה "],"query":"024007003"},{"canonical":"Jeremiah 7:4","passages":["אל תבטחו לכם אל דברי השקר לאמר היכל יהוה היכל יהוה היכל יהוה המה "],"query":"024007004"},{"canonical":"Jeremiah 7:5","passages":["כי אם היטיב תיטיבו את דרכיכם ואת מעלליכם אם עשו תעשו משפט בין איש ובין רעהו "],"query":"024007005"},{"canonical":"Jeremiah 7:6","passages":["גר יתום ואלמנה לא תעשקו ודם נקי אל תשפכו במקום הזה ואחרי אלהים אחרים לא תלכו לרע לכם "],"query":"024007006"},{"canonical":"Jeremiah 7:7","passages":["ושכנתי אתכם במקום הזה בארץ אשר נתתי לאבותיכם למן עולם ועד עולם "],"query":"024007007"},{"canonical":"Jeremiah 7:8","passages":["הנה אתם בטחים לכם על דברי השקר לבלתי הועיל "],"query":"024007008"},{"canonical":"Jeremiah 7:9","passages":["הגנב רצח ונאף והשבע לשקר וקטר לבעל והלך אחרי אלהים אחרים אשר לא ידעתם "],"query":"024007009"},{"canonical":"Jeremiah 7:10","passages":["ובאתם ועמדתם לפני בבית הזה אשר נקרא שמי עליו ואמרתם נצלנו למען עשות את כל התועבות האלה "],"query":"024007010"},{"canonical":"Jeremiah 7:11","passages":["המערת פרצים היה הבית הזה אשר נקרא שמי עליו בעיניכם גם אנכי הנה ראיתי נאם יהוה  ס "],"query":"024007011"},{"canonical":"Jeremiah 7:12","passages":["כי לכו נא אל מקומי אשר בשילו אשר שכנתי שמי שם בראשונה וראו את אשר עשיתי לו מפני רעת עמי ישראל "],"query":"024007012"},{"canonical":"Jeremiah 7:13","passages":["ועתה יען עשותכם את כל המ͏עשים האלה נאם יהוה ואדבר אליכם השכם ודבר ולא שמעתם ואקרא אתכם ולא עניתם "],"query":"024007013"},{"canonical":"Jeremiah 7:14","passages":["ועשיתי לבית אשר נקרא שמי עליו אשר אתם בטחים בו ולמקום אשר נתתי לכם ולאבותיכם כאשר עשיתי לשלו "],"query":"024007014"},{"canonical":"Jeremiah 7:15","passages":["והשלכתי אתכם מעל פני כאשר השלכתי את כל אחיכם את כל זרע אפרים  ס "],"query":"024007015"},{"canonical":"Jeremiah 7:16","passages":["ואתה אל תתפלל בעד העם הזה ואל תשא בעדם רנה ותפלה ואל תפגע בי כי אינני שמע אתך "],"query":"024007016"},{"canonical":"Jeremiah 7:17","passages":["האינך ראה מה המה עשים בערי יהודה ובחצות ירושל͏ם "],"query":"024007017"},{"canonical":"Jeremiah 7:18","passages":["הבנים מלקטים עצים והאבות מבערים את האש והנשים לשות בצק לעשות כונים למלכת השמים והסך נסכים לאלהים אחרים למען הכעסני "],"query":"024007018"},{"canonical":"Jeremiah 7:19","passages":["האתי הם מכעסים נאם יהוה הלוא אתם למען בשת פניהם  ס "],"query":"024007019"},{"canonical":"Jeremiah 7:20","passages":["לכן כה אמר אדני יהוה הנה אפי וחמתי נתכת אל המקום הזה על האדם ועל הבהמה ועל עץ השדה ועל פרי האדמה ובערה ולא תכבה  ס "],"query":"024007020"},{"canonical":"Jeremiah 7:21","passages":["כה אמר יהוה צבאות אלהי ישראל עלותיכם ספו על זבחיכם ואכלו בשר "],"query":"024007021"},{"canonical":"Jeremiah 7:22","passages":["כי לא דברתי את אבותיכם ולא צויתים ביום הוציאי אותם מארץ מצרים על דברי עולה וזבח "],"query":"024007022"},{"canonical":"Jeremiah 7:23","passages":["כי אם את הדבר הזה צויתי אותם לאמר שמעו בקולי והייתי לכם לאלהים ואתם תהיו לי לעם והלכתם בכל הדרך אשר אצוה אתכם למען ייטב לכם "],"query":"024007023"},{"canonical":"Jeremiah 7:24","passages":["ולא שמעו ולא הטו את אזנם וילכו במעצות בשררות לבם הרע ויהיו לאחור ולא לפנים "],"query":"024007024"},{"canonical":"Jeremiah 7:25","passages":["למן היום אשר יצאו אבותיכם מארץ מצרים עד היום הזה ואשלח אליכם את כל עבדי הנביאים יום השכם ושלח "],"query":"024007025"},{"canonical":"Jeremiah 7:26","passages":["ולוא שמעו אלי ולא הטו את אזנם ויקשו את ערפם הרעו מאבותם "],"query":"024007026"},{"canonical":"Jeremiah 7:27","passages":["ודברת אליהם את כל הדברים האלה ולא ישמעו אליך וקראת אליהם ולא יענוכה "],"query":"024007027"},{"canonical":"Jeremiah 7:28","passages":["ואמרת אליהם זה הגוי אשר לוא שמעו בקול יהוה אלהיו ולא לקחו מוסר אבדה האמונה ונכרתה מפיהם  ס "],"query":"024007028"},{"canonical":"Jeremiah 7:29","passages":["גזי נזרך והשליכי ושאי על שפים קינה כי מאס יהוה ויטש את דור עברתו "],"query":"024007029"},{"canonical":"Jeremiah 7:30","passages":["כי עשו בני יהודה הרע בעיני נאום יהוה שמו שקוציהם בבית אשר נקרא שמי עליו לטמאו "],"query":"024007030"},{"canonical":"Jeremiah 7:31","passages":["ובנו במות התפת אשר בגיא בן הנם לשרף את בניהם ואת בנתיהם באש אשר לא צויתי ולא עלתה על לבי  ס "],"query":"024007031"},{"canonical":"Jeremiah 7:32","passages":["לכן הנה ימים באים נאם יהוה ולא יאמר עוד התפת וגיא בן הנם כי אם גיא ההרגה וקברו בתפת מאין מקום "],"query":"024007032"},{"canonical":"Jeremiah 7:33","passages":["והיתה נבלת העם הזה למאכל לעוף השמים ולבהמת הארץ ואין מחריד "],"query":"024007033"},{"canonical":"Jeremiah 7:34","passages":["והשבתי מערי יהודה ומחצות ירושלם קול ששון וקול שמחה קול חתן וקול כלה כי לחרבה תהיה הארץ "],"query":"024007034"}]}