{"query":"024040","verses":[{},{"canonical":"Jeremiah 40:1","passages":["הדבר אשר היה אל ירמיהו מאת יהוה אחר שלח אתו נבוזראדן רב טבחים מן הרמה בקחתו אתו והוא אסור באזקים בתוך כל גלות ירושלם ויהודה המגלים בבלה "],"query":"024040001"},{"canonical":"Jeremiah 40:2","passages":["ויקח רב טבחים לירמיהו ויאמר אליו יהוה אלהיך דבר את הרעה הזאת אל המקום הזה "],"query":"024040002"},{"canonical":"Jeremiah 40:3","passages":["ויבא ויעש יהוה כאשר דבר כי חטאתם ליהוה ולא שמעתם בקולו והיה לכם הדבר הזה "],"query":"024040003"},{"canonical":"Jeremiah 40:4","passages":["ועתה הנה פתחתיך היום מן האזקים אשר על ידך אם טוב בעיניך לבוא אתי בבל בא ואשים את עיני עליך ואם רע בעיניך לבוא אתי בבל חדל ראה כל הארץ לפניך אל טוב ואל הישר בעיניך ללכת שמה לך "],"query":"024040004"},{"canonical":"Jeremiah 40:5","passages":["ועודנו לא ישוב ושבה אל גדליה בן אחיקם בן שפן אשר הפקיד מלך בבל בערי יהודה ושב אתו בתוך העם או אל כל הישר בעיניך ללכת לך ויתן לו רב טבחים ארחה ומשאת וישלחהו "],"query":"024040005"},{"canonical":"Jeremiah 40:6","passages":["ויבא ירמיהו אל גדליה בן אחיקם המצפתה וישב אתו בתוך העם הנשארים בארץ  ס "],"query":"024040006"},{"canonical":"Jeremiah 40:7","passages":["וישמעו כל שרי החילים אשר בשדה המה ואנשיהם כי הפקיד מלך בבל את גדליהו בן אחיקם בארץ וכי הפקיד אתו אנשים ונשים וטף ומדלת הארץ מאשר לא הגלו בבלה "],"query":"024040007"},{"canonical":"Jeremiah 40:8","passages":["ויבאו אל גדליה המצפתה וישמעאל בן נתניהו ויוחנן ויונתן בני קרח ושריה בן תנחמת ובני עיפי הנטפתי ויזניהו בן המעכתי המה ואנשיהם "],"query":"024040008"},{"canonical":"Jeremiah 40:9","passages":["וישבע להם גדליהו בן אחיקם בן שפן ולאנשיהם לאמר אל תיראו מעבוד הכשדים שבו בארץ ועבדו את מלך בבל וייטב לכם "],"query":"024040009"},{"canonical":"Jeremiah 40:10","passages":["ואני הנני ישב במצפה לעמד לפני הכשדים אשר יבאו אלינו ואתם אספו יין וקיץ ושמן ושמו בכליכם ושבו בעריכם אשר תפשתם "],"query":"024040010"},{"canonical":"Jeremiah 40:11","passages":["וגם כל היהודים אשר במואב ובבני עמון ובאדום ואשר בכל הארצות שמעו כי נתן מלך בבל שארית ליהודה וכי הפקיד עליהם את גדליהו בן אחיקם בן שפן "],"query":"024040011"},{"canonical":"Jeremiah 40:12","passages":["וישבו כל היהודים מכל המקמות אשר נדחו שם ויבאו ארץ יהודה אל גדליהו המצפתה ויאספו יין וקיץ הרבה מאד פ"],"query":"024040012"},{"canonical":"Jeremiah 40:13","passages":["ויוחנן בן קרח וכל שרי החילים אשר בשדה באו אל גדליהו המצפתה "],"query":"024040013"},{"canonical":"Jeremiah 40:14","passages":["ויאמרו אליו הידע תדע כי בעליס מלך בני עמון שלח את ישמעאל בן נתניה להכתך נפש ולא האמין להם גדליהו בן אחיקם "],"query":"024040014"},{"canonical":"Jeremiah 40:15","passages":["ויוחנן בן קרח אמר אל גדליהו בסתר במצפה לאמר אלכה נא ואכה את ישמעאל בן נתניה ואיש לא ידע למה יככה נפש ונפצו כל יהודה הנקבצים אליך ואבדה שארית יהודה "],"query":"024040015"},{"canonical":"Jeremiah 40:16","passages":["ויאמר גדליהו בן אחיקם אל יוחנן בן קרח אל  ס "],"query":"024040016"}]}