{"query":"024050","verses":[{},{"canonical":"Jeremiah 50:1","passages":["הדבר אשר דבר יהוה אל בבל אל ארץ כשדים ביד ירמיהו הנביא "],"query":"024050001"},{"canonical":"Jeremiah 50:2","passages":["הגידו בגוים והשמיעו ושאו נס השמיעו אל תכחדו אמרו נלכדה בבל הביש בל חת מרדך הבישו עצביה חתו גלוליה "],"query":"024050002"},{"canonical":"Jeremiah 50:3","passages":["כי עלה עליה גוי מצפון הוא ישית את ארצה לשמה ולא יהיה יושב בה מאדם ועד בהמה נדו הלכו "],"query":"024050003"},{"canonical":"Jeremiah 50:4","passages":["בימים ההמה ובעת ההיא נאם יהוה יבאו בני ישראל המה ובני יהודה יחדו הלוך ובכו ילכו ואת יהוה אלהיהם יבקשו "],"query":"024050004"},{"canonical":"Jeremiah 50:5","passages":["ציון ישאלו דרך הנה פניהם באו ונלוו אל יהוה ברית עולם לא תשכח  ס "],"query":"024050005"},{"canonical":"Jeremiah 50:6","passages":["צאן אבדות שובבום מהר אל גבעה הלכו שכחו רבצם "],"query":"024050006"},{"canonical":"Jeremiah 50:7","passages":["כל מוצאיהם אכלום וצריהם אמרו לא נאשם תחת אשר חטאו ליהוה נוה צדק ומקוה אבותיהם יהוה  ס "],"query":"024050007"},{"canonical":"Jeremiah 50:8","passages":["נדו מתוך בבל ומארץ כשדים צאו והיו כעתודים לפני צאן "],"query":"024050008"},{"canonical":"Jeremiah 50:9","passages":["כי הנה אנכי מעיר ומעלה על בבל קהל גוים גדלים מארץ צפון וערכו לה משם תלכד חציו כגבור משכיל לא ישוב ריקם "],"query":"024050009"},{"canonical":"Jeremiah 50:10","passages":["והיתה כשדים לשלל כל שלליה ישבעו נאם יהוה "],"query":"024050010"},{"canonical":"Jeremiah 50:11","passages":["כי ותצהלו כאברים "],"query":"024050011"},{"canonical":"Jeremiah 50:12","passages":["בושה אמכם מאד חפרה יולדתכם הנה אחרית גוים מדבר ציה וערבה "],"query":"024050012"},{"canonical":"Jeremiah 50:13","passages":["מקצף יהוה לא תשב והיתה שממה כלה כל עבר על בבל ישם וישרק על כל מכותיה "],"query":"024050013"},{"canonical":"Jeremiah 50:14","passages":["ערכו על בבל סביב כל דרכי קשת ידו אליה אל תחמלו אל חץ כי ליהוה חטאה "],"query":"024050014"},{"canonical":"Jeremiah 50:15","passages":["הריעו עליה סביב נתנה ידה נפלו אשיותיה נהרסו חומותיה כי נקמת יהוה היא הנקמו בה כאשר עשתה עשו לה "],"query":"024050015"},{"canonical":"Jeremiah 50:16","passages":["כרתו זורע מבבל ותפש מגל בעת קציר מפני חרב היונה איש אל עמו יפנו ואיש לארצו ינסו  ס "],"query":"024050016"},{"canonical":"Jeremiah 50:17","passages":["שה פזורה ישראל אריות הדיחו הראשון אכלו מלך אשור וזה האחרון עצמו נבוכדראצר מלך בבל  ס "],"query":"024050017"},{"canonical":"Jeremiah 50:18","passages":["לכן כה אמר יהוה צבאות אלהי ישראל הנני פקד אל מלך בבל ואל ארצו כאשר פקדתי אל מלך אשור "],"query":"024050018"},{"canonical":"Jeremiah 50:19","passages":["ושבבתי את ישראל אל נוהו ורעה הכרמל והבשן ובהר אפרים והגלעד תשבע נפשו "],"query":"024050019"},{"canonical":"Jeremiah 50:20","passages":["בימים ההם ובעת ההיא נאם יהוה יבקש את עון ישראל ואיננו ואת חטאת יהודה ולא תמצאינה כי אסלח לאשר אשאיר "],"query":"024050020"},{"canonical":"Jeremiah 50:21","passages":["על הארץ מרתים עלה עליה ואל יושבי פקוד חרב והחרם אחריהם נאם יהוה ועשה ככל אשר צויתיך  ס "],"query":"024050021"},{"canonical":"Jeremiah 50:22","passages":["קול מלחמה בארץ ושבר גדול "],"query":"024050022"},{"canonical":"Jeremiah 50:23","passages":["איך נגדע וישבר פטיש כל הארץ איך היתה לשמה בבל בגוים "],"query":"024050023"},{"canonical":"Jeremiah 50:24","passages":["יקשתי לך וגם נלכדת בבל ואת לא ידעת נמצאת וגם נתפשת כי ביהוה התגרית "],"query":"024050024"},{"canonical":"Jeremiah 50:25","passages":["פתח יהוה את אוצרו ויוצא את כלי זעמו כי מלאכה היא לאדני יהוה צבאות בארץ כשדים "],"query":"024050025"},{"canonical":"Jeremiah 50:26","passages":["באו לה מקץ פתחו מאבסיה סלוה כמו ערמים והחרימוה אל תהי לה שארית "],"query":"024050026"},{"canonical":"Jeremiah 50:27","passages":["חרבו כל פריה ירדו לטבח הוי עליהם כי בא יומם עת פקדתם  ס "],"query":"024050027"},{"canonical":"Jeremiah 50:28","passages":["קול נסים ופלטים מארץ בבל להגיד בציון את נקמת יהוה אלהינו נקמת היכלו "],"query":"024050028"},{"canonical":"Jeremiah 50:29","passages":["השמיעו אל בבל רבים כל דרכי קשת חנו עליה סביב אל יהי לה פלטה שלמו לה כפעלה ככל אשר עשתה עשו לה כי אל יהוה זדה אל קדוש ישראל "],"query":"024050029"},{"canonical":"Jeremiah 50:30","passages":["לכן יפלו בחוריה ברחבתיה וכל אנשי מלחמתה ידמו ביום ההוא נאם יהוה  ס "],"query":"024050030"},{"canonical":"Jeremiah 50:31","passages":["הנני אליך זדון נאם אדני יהוה צבאות כי בא יומך עת פקדתיך "],"query":"024050031"},{"canonical":"Jeremiah 50:32","passages":["וכשל זדון ונפל ואין לו מקים והצתי אש בעריו ואכלה כל סביבתיו  ס "],"query":"024050032"},{"canonical":"Jeremiah 50:33","passages":["כה אמר יהוה צבאות עשוקים בני ישראל ובני יהודה יחדו וכל שביהם החזיקו בם מאנו שלחם "],"query":"024050033"},{"canonical":"Jeremiah 50:34","passages":["גאלם חזק יהוה צבאות שמו ריב יריב את ריבם למען הרגיע את הארץ והרגיז לישבי בבל "],"query":"024050034"},{"canonical":"Jeremiah 50:35","passages":["חרב על כשדים נאם יהוה ואל ישבי בבל ואל שריה ואל חכמיה "],"query":"024050035"},{"canonical":"Jeremiah 50:36","passages":["חרב אל הבדים ונאלו חרב אל גבוריה וחתו "],"query":"024050036"},{"canonical":"Jeremiah 50:37","passages":["חרב אל סוסיו ואל רכבו ואל כל הערב אשר בתוכה והיו לנשים חרב אל אוצרתיה ובזזו "],"query":"024050037"},{"canonical":"Jeremiah 50:38","passages":["חרב אל מימיה ויבשו כי ארץ פסלים היא ובאימים יתהללו "],"query":"024050038"},{"canonical":"Jeremiah 50:39","passages":["לכן ישבו ציים את איים וישבו בה בנות יענה ולא תשב עוד לנצח ולא תשכון עד דור ודור "],"query":"024050039"},{"canonical":"Jeremiah 50:40","passages":["כמהפכת אלהים את סדם ואת עמרה ואת שכניה נאם יהוה לא ישב שם איש ולא יגור בה בן אדם "],"query":"024050040"},{"canonical":"Jeremiah 50:41","passages":["הנה עם בא מצפון וגוי גדול ומלכים רבים יערו מירכתי ארץ "],"query":"024050041"},{"canonical":"Jeremiah 50:42","passages":["קשת וכידן יחזיקו אכזרי המה ולא ירחמו קולם כים יהמה ועל סוסים ירכבו ערוך כאיש למלחמה עליך בת בבל "],"query":"024050042"},{"canonical":"Jeremiah 50:43","passages":["שמע מלך בבל את שמעם ורפו ידיו צרה החזיקתהו חיל כיולדה "],"query":"024050043"},{"canonical":"Jeremiah 50:44","passages":["הנה כאריה יעלה מגאון הירדן אל נוה איתן כי ארגעה אריצם מעליה ומי בחור אליה אפקד כי מי כמוני ומי יועדני ומי זה רעה אשר יעמד לפני "],"query":"024050044"},{"canonical":"Jeremiah 50:45","passages":["לכן שמעו עצת יהוה אשר יעץ אל בבל ומחשבותיו אשר חשב אל ארץ כשדים אם לא יסחבום צעירי הצאן אם לא ישים עליהם נוה "],"query":"024050045"},{"canonical":"Jeremiah 50:46","passages":["מקול נתפשה בבל נרעשה הארץ וזעקה בגוים נשמע  ס "],"query":"024050046"}]}