{"query":"024042","verses":[{},{"canonical":"Jeremiah 42:1","passages":["ויגשו כל שרי החילים ויוחנן בן קרח ויזניה בן הושעיה וכל העם מקטן ועד גדול "],"query":"024042001"},{"canonical":"Jeremiah 42:2","passages":["ויאמרו אל ירמיהו הנביא תפל נא תחנתנו לפניך והתפלל בעדנו אל יהוה אלהיך בעד כל השארית הזאת כי נשארנו מעט מהרבה כאשר עיניך ראות אתנו "],"query":"024042002"},{"canonical":"Jeremiah 42:3","passages":["ויגד לנו יהוה אלהיך את הדרך אשר נלך בה ואת הדבר אשר נעשה "],"query":"024042003"},{"canonical":"Jeremiah 42:4","passages":["ויאמר אליהם ירמיהו הנביא שמעתי הנני מתפלל אל יהוה אלהיכם כדבריכם והיה כל הדבר אשר יענה יהוה אתכם אגיד לכם לא אמנע מכם דבר "],"query":"024042004"},{"canonical":"Jeremiah 42:5","passages":["והמה אמרו אל ירמיהו יהי יהוה בנו לעד אמת ונאמן אם לא ככל הדבר אשר ישלחך יהוה אלהיך אלינו כן נעשה "],"query":"024042005"},{"canonical":"Jeremiah 42:6","passages":["אם טוב ואם רע בקול יהוה אלהינו אשר  ס "],"query":"024042006"},{"canonical":"Jeremiah 42:7","passages":["ויהי מקץ עשרת ימים ויהי דבר יהוה אל ירמיהו "],"query":"024042007"},{"canonical":"Jeremiah 42:8","passages":["ויקרא אל יוחנן בן קרח ואל כל שרי החילים אשר אתו ולכל העם למקטן ועד גדול "],"query":"024042008"},{"canonical":"Jeremiah 42:9","passages":["ויאמר אליהם כה אמר יהוה אלהי ישראל אשר שלחתם אתי אליו להפיל תחנתכם לפניו "],"query":"024042009"},{"canonical":"Jeremiah 42:10","passages":["אם שוב תשבו בארץ הזאת ובניתי אתכם ולא אהרס ונטעתי אתכם ולא אתוש כי נחמתי אל הרעה אשר עשיתי לכם "],"query":"024042010"},{"canonical":"Jeremiah 42:11","passages":["אל תיראו מפני מלך בבל אשר אתם יראים מפניו אל תיראו ממנו נאם יהוה כי אתכם אני להושיע אתכם ולהציל אתכם מידו "],"query":"024042011"},{"canonical":"Jeremiah 42:12","passages":["ואתן לכם רחמים ורחם אתכם והשיב אתכם אל אדמתכם "],"query":"024042012"},{"canonical":"Jeremiah 42:13","passages":["ואם אמרים אתם לא נשב בארץ הזאת לבלתי שמע בקול יהוה אלהיכם "],"query":"024042013"},{"canonical":"Jeremiah 42:14","passages":["לאמר לא כי ארץ מצרים נבוא אשר לא נראה מלחמה וקול שופר לא נשמע וללחם לא נרעב ושם נשב "],"query":"024042014"},{"canonical":"Jeremiah 42:15","passages":["ועתה לכן שמעו דבר יהוה שארית יהודה כה אמר יהוה צבאות אלהי ישראל אם אתם שום תשמון פניכם לבא מצרים ובאתם לגור שם "],"query":"024042015"},{"canonical":"Jeremiah 42:16","passages":["והיתה החרב אשר אתם יראים ממנה שם תשיג אתכם בארץ מצרים והרעב אשר אתם דאגים ממנו שם ידבק אחריכם מצרים ושם תמתו "],"query":"024042016"},{"canonical":"Jeremiah 42:17","passages":["ויהיו כל האנשים אשר שמו את פניהם לבוא מצרים לגור שם ימותו בחרב ברעב ובדבר ולא יהיה להם שריד ופליט מפני הרעה אשר אני מביא עליהם  ס "],"query":"024042017"},{"canonical":"Jeremiah 42:18","passages":["כי כה אמר יהוה צבאות אלהי ישראל כאשר נתך אפי וחמתי על ישבי ירושלם כן תתך חמתי עליכם בבאכם מצרים והייתם לאלה ולשמה ולקללה ולחרפה ולא תראו עוד את המקום הזה "],"query":"024042018"},{"canonical":"Jeremiah 42:19","passages":["דבר יהוה עליכם שארית יהודה אל תבאו מצרים ידע תדעו כי העידתי בכם היום "],"query":"024042019"},{"canonical":"Jeremiah 42:20","passages":["כי התעיתם בנפשותיכם כי אתם שלחתם אתי אל יהוה אלהיכם לאמר התפלל בעדנו אל יהוה אלהינו וככל אשר יאמר יהוה אלהינו כן הגד לנו ועשינו "],"query":"024042020"},{"canonical":"Jeremiah 42:21","passages":["ואגד לכם היום ולא שמעתם בקול יהוה אלהיכם ולכל אשר שלחני אליכם "],"query":"024042021"},{"canonical":"Jeremiah 42:22","passages":["ועתה ידע תדעו כי בחרב ברעב ובדבר תמותו במקום אשר חפצתם לבוא לגור שם  ס "],"query":"024042022"}]}