{"query":"024052","verses":[{},{"canonical":"Jeremiah 52:1","passages":["בן עשרים ואחת שנה צדקיהו במלכו ואחת עשרה שנה מלך בירושל͏ם ושם אמו חמוטל בת ירמיהו מלבנה "],"query":"024052001"},{"canonical":"Jeremiah 52:2","passages":["ויעש הרע בעיני יהוה ככל אשר עשה יהויקים "],"query":"024052002"},{"canonical":"Jeremiah 52:3","passages":["כי על אף יהוה היתה בירושל͏ם ויהודה עד השליכו אותם מעל פניו וימרד צדקיהו במלך בבל "],"query":"024052003"},{"canonical":"Jeremiah 52:4","passages":["ויהי בשנה התשעית למלכו בחדש העשירי בעשור לחדש בא נבוכדראצר מלך בבל הוא וכל חילו על ירושלם ויחנו עליה ויבנו עליה דיק סביב "],"query":"024052004"},{"canonical":"Jeremiah 52:5","passages":["ותבא העיר במצור עד עשתי עשרה שנה למלך צדקיהו "],"query":"024052005"},{"canonical":"Jeremiah 52:6","passages":["בחדש הרביעי בתשעה לחדש ויחזק הרעב בעיר ולא היה לחם לעם הארץ "],"query":"024052006"},{"canonical":"Jeremiah 52:7","passages":["ותבקע העיר וכל אנשי המלחמה יברחו ויצאו מהעיר לילה דרך שער בין החמתים אשר על גן המלך וכשדים על העיר סביב וילכו דרך הערבה "],"query":"024052007"},{"canonical":"Jeremiah 52:8","passages":["וירדפו חיל כשדים אחרי המלך וישיגו את צדקיהו בערבת ירחו וכל חילו נפצו מעליו "],"query":"024052008"},{"canonical":"Jeremiah 52:9","passages":["ויתפשו את המלך ויעלו אתו אל מלך בבל רבלתה בארץ חמת וידבר אתו משפטים "],"query":"024052009"},{"canonical":"Jeremiah 52:10","passages":["וישחט מלך בבל את בני צדקיהו לעיניו וגם את כל שרי יהודה שחט ברבלתה "],"query":"024052010"},{"canonical":"Jeremiah 52:11","passages":["ואת עיני צדקיהו עור ויאסרהו בנחשתים ויבאהו מלך בבל בבלה ויתנהו בית הפקדת עד יום מותו "],"query":"024052011"},{"canonical":"Jeremiah 52:12","passages":["ובחדש ה͏חמישי בעשור לחדש היא שנת תשע עשרה שנה למלך נבוכדראצר מלך בבל בא נבוזראדן רב טבחים עמד לפני מלך בבל בירושל͏ם "],"query":"024052012"},{"canonical":"Jeremiah 52:13","passages":["וישרף את בית יהוה ואת בית המלך ואת כל בתי ירושל͏ם ואת כל בית הגדול שרף באש "],"query":"024052013"},{"canonical":"Jeremiah 52:14","passages":["ואת כל חמות ירושל͏ם סביב נתצו כל חיל כשדים אשר את רב טבחים "],"query":"024052014"},{"canonical":"Jeremiah 52:15","passages":["ומדלות העם ואת יתר העם הנשארים בעיר ואת הנפלים אשר נפלו אל מלך בבל ואת יתר האמון הגלה נבוזראדן רב טבחים "],"query":"024052015"},{"canonical":"Jeremiah 52:16","passages":["ומדלות הארץ השאיר נבוזראדן רב טבחים לכרמים וליגבים "],"query":"024052016"},{"canonical":"Jeremiah 52:17","passages":["ואת עמודי הנחשת אשר לבית יהוה ואת המכנות ואת ים הנחשת אשר בבית יהוה שברו כשדים וישאו את כל נחשתם בבלה "],"query":"024052017"},{"canonical":"Jeremiah 52:18","passages":["ואת הסרות ואת היעים ואת המזמרות ואת המזרקת ואת הכפות ואת כל כלי הנחשת אשר ישרתו בהם לקחו "],"query":"024052018"},{"canonical":"Jeremiah 52:19","passages":["ואת הספים ואת המחתות ואת המזרקות ואת הסירות ואת המנרות ואת הכפות ואת המנקיות אשר זהב זהב ואשר כסף כסף לקח רב טבחים "],"query":"024052019"},{"canonical":"Jeremiah 52:20","passages":["העמודים שנים הים אחד והבקר שנים עשר נחשת אשר תחת המכנות אשר עשה המלך שלמה לבית יהוה לא היה משקל לנחשתם כל הכלים האלה "],"query":"024052020"},{"canonical":"Jeremiah 52:21","passages":["והעמודים שמנה עשרה אמה קומת העמד האחד וחוט שתים עשרה אמה יסבנו ועביו ארבע אצבעות נבוב "],"query":"024052021"},{"canonical":"Jeremiah 52:22","passages":["וכתרת עליו נחשת וקומת הכתרת האחת חמש אמות ושבכה ורמונים על הכותרת סביב הכל נחשת וכאלה לעמוד השני ורמונים "],"query":"024052022"},{"canonical":"Jeremiah 52:23","passages":["ויהיו הרמנים תשעים וששה רוחה כל הרמונים מאה על השבכה סביב "],"query":"024052023"},{"canonical":"Jeremiah 52:24","passages":["ויקח רב טבחים את שריה כהן הראש ואת צפניה כהן המשנה ואת שלשת שמרי הסף "],"query":"024052024"},{"canonical":"Jeremiah 52:25","passages":["ומן העיר לקח סריס אחד אשר היה פקיד על אנשי המלחמה ושבעה אנשים מראי פני המלך אשר נמצאו בעיר ואת ספר שר הצבא המצבא את עם הארץ וששים איש מעם הארץ הנמצאים בתוך העיר "],"query":"024052025"},{"canonical":"Jeremiah 52:26","passages":["ויקח אותם נבוזראדן רב טבחים וילך אותם אל מלך בבל רבלתה "],"query":"024052026"},{"canonical":"Jeremiah 52:27","passages":["ויכה אותם מלך בבל וימתם ברבלה בארץ חמת ויגל יהודה מעל אדמתו "],"query":"024052027"},{"canonical":"Jeremiah 52:28","passages":["זה העם אשר הגלה נבוכדראצר בשנת שבע יהודים שלשת אלפים ועשרים ושלשה "],"query":"024052028"},{"canonical":"Jeremiah 52:29","passages":["בשנת שמונה עשרה לנבוכדראצר מירושלם נפש שמנה מאות שלשים ושנים "],"query":"024052029"},{"canonical":"Jeremiah 52:30","passages":["בשנת שלש ועשרים לנבוכדראצר הגלה נבוזראדן רב טבחים יהודים נפש שבע מאות ארבעים וחמשה כל נפש ארבעת אלפים ושש מאות פ"],"query":"024052030"},{"canonical":"Jeremiah 52:31","passages":["ויהי בשלשים ושבע שנה לגלות יהויכן מלך יהודה בשנים עשר חדש בעשרים וחמשה לחדש נשא אויל מרדך מלך בבל בשנת מלכתו את ראש יהויכין מלך יהודה ויצא אותו מבית הכלוא "],"query":"024052031"},{"canonical":"Jeremiah 52:32","passages":["וידבר אתו טבות ויתן את כסאו ממעל לכסא המלכים אשר אתו בבבל "],"query":"024052032"},{"canonical":"Jeremiah 52:33","passages":["ושנה את בגדי כלאו ואכל לחם לפניו תמיד כל ימי חיו "],"query":"024052033"},{"canonical":"Jeremiah 52:34","passages":["וארחתו ארחת תמיד נתנה לו מאת מלך בבל דבר יום ביומו עד יום מותו כל ימי חייו "],"query":"024052034"}]}