{"query":"024012","verses":[{},{"canonical":"Jeremiah 12:1","passages":["צדיק אתה יהוה כי אריב אליך אך משפטים אדבר אותך מדוע דרך רשעים צלחה שלו כל בגדי בגד "],"query":"024012001"},{"canonical":"Jeremiah 12:2","passages":["נטעתם גם שרשו ילכו גם עשו פרי קרוב אתה בפיהם ורחוק מכליותיהם "],"query":"024012002"},{"canonical":"Jeremiah 12:3","passages":["ואתה יהוה ידעתני תראני ובחנת לבי אתך התקם כצאן לטבחה והקדשם ליום הרגה  ס "],"query":"024012003"},{"canonical":"Jeremiah 12:4","passages":["עד מתי תאבל הארץ ועשב כל השדה ייבש מרעת ישבי בה ספתה בהמות ועוף כי אמרו לא יראה את אחריתנו "],"query":"024012004"},{"canonical":"Jeremiah 12:5","passages":["כי את רגלים רצתה וילאוך ואיך תתחרה את הסוסים ובארץ שלום אתה בוטח ואיך תעשה בגאון הירדן "],"query":"024012005"},{"canonical":"Jeremiah 12:6","passages":["כי גם אחיך ובית אביך גם המה בגדו בך גם המה קראו אחריך מלא אל תאמן בם כי ידברו אליך טובות  ס "],"query":"024012006"},{"canonical":"Jeremiah 12:7","passages":["עזבתי את ביתי נטשתי את נחלתי נתתי את ידדות נפשי בכף איביה "],"query":"024012007"},{"canonical":"Jeremiah 12:8","passages":["היתה לי נחלתי כאריה ביער נתנה עלי בקולה על כן שנאתיה "],"query":"024012008"},{"canonical":"Jeremiah 12:9","passages":["העיט צבוע נחלתי לי העיט סביב עליה לכו אספו כל חית השדה התיו לאכלה "],"query":"024012009"},{"canonical":"Jeremiah 12:10","passages":["רעים רבים שחתו כרמי בססו את חלקתי נתנו את חלקת חמדתי למדבר שממה "],"query":"024012010"},{"canonical":"Jeremiah 12:11","passages":["שמה לשממה אבלה עלי שממה נשמה כל הארץ כי אין איש שם על לב "],"query":"024012011"},{"canonical":"Jeremiah 12:12","passages":["על כל שפים במדבר באו שדדים כי חרב ליהוה אכלה מקצה ארץ ועד קצה הארץ אין שלום לכל בשר  ס "],"query":"024012012"},{"canonical":"Jeremiah 12:13","passages":["זרעו חטים וקצים קצרו נחלו לא יועלו ובשו מתבואתיכם מחרון אף יהוה  ס "],"query":"024012013"},{"canonical":"Jeremiah 12:14","passages":["כה אמר יהוה על כל שכני הרעים הנגעים בנחלה אשר הנחלתי את עמי את ישראל הנני נתשם מעל אדמתם ואת בית יהודה אתוש מתוכם "],"query":"024012014"},{"canonical":"Jeremiah 12:15","passages":["והיה אחרי נתשי אותם אשוב ורחמתים והשבתים איש לנחלתו ואיש לארצו "],"query":"024012015"},{"canonical":"Jeremiah 12:16","passages":["והיה אם למד ילמדו את דרכי עמי להשבע בשמי חי יהוה כאשר למדו את עמי להשבע בבעל ונבנו בתוך עמי "],"query":"024012016"},{"canonical":"Jeremiah 12:17","passages":["ואם לא ישמעו ונתשתי את הגוי ההוא נתוש ואבד נאם יהוה  ס "],"query":"024012017"}]}