{"query":"024028","verses":[{},{"canonical":"Jeremiah 28:1","passages":["ויהי בשנה ההיא בראשית ממלכת צדקיה מלך יהודה בשנה הרבעית בחדש החמישי אמר אלי חנניה בן עזור הנביא אשר מגבעון בבית יהוה לעיני הכהנים וכל העם לאמר "],"query":"024028001"},{"canonical":"Jeremiah 28:2","passages":["כה אמר יהוה צבאות אלהי ישראל לאמר שברתי את על מלך בבל "],"query":"024028002"},{"canonical":"Jeremiah 28:3","passages":["בעוד שנתים ימים אני משיב אל המקום הזה את כל כלי בית יהוה אשר לקח נבוכדנאצר מלך בבל מן המקום הזה ויביאם בבל "],"query":"024028003"},{"canonical":"Jeremiah 28:4","passages":["ואת יכניה בן יהויקים מלך יהודה ואת כל גלות יהודה הבאים בבלה אני משיב אל המקום הזה נאם יהוה כי אשבר את על מלך בבל "],"query":"024028004"},{"canonical":"Jeremiah 28:5","passages":["ויאמר ירמיה הנביא אל חנניה הנביא לעיני הכהנים ולעיני כל העם העמדים בבית יהוה "],"query":"024028005"},{"canonical":"Jeremiah 28:6","passages":["ויאמר ירמיה הנביא אמן כן יעשה יהוה יקם יהוה את דבריך אשר נבאת להשיב כלי בית יהוה וכל הגולה מבבל אל המקום הזה "],"query":"024028006"},{"canonical":"Jeremiah 28:7","passages":["אך שמע נא הדבר הזה אשר אנכי דבר באזניך ובאזני כל העם "],"query":"024028007"},{"canonical":"Jeremiah 28:8","passages":["הנביאים אשר היו לפני ולפניך מן העולם וינבאו אל ארצות רבות ועל ממלכות גדלות למלחמה ולרעה ולדבר "],"query":"024028008"},{"canonical":"Jeremiah 28:9","passages":["הנביא אשר ינבא לשלום בבא דבר הנביא יודע הנביא אשר שלחו יהוה באמת "],"query":"024028009"},{"canonical":"Jeremiah 28:10","passages":["ויקח חנניה הנביא את המוטה מעל צואר ירמיה הנביא וישברהו "],"query":"024028010"},{"canonical":"Jeremiah 28:11","passages":["ויאמר חנניה לעיני כל העם לאמר כה אמר יהוה ככה אשבר את על נבכדנאצר מלך בבל בעוד שנתים ימים מעל צואר כל הגוים וילך ירמיה הנביא לדרכו פ"],"query":"024028011"},{"canonical":"Jeremiah 28:12","passages":["ויהי דבר יהוה אל ירמיה אחרי שבור חנניה הנביא את המוטה מעל צואר ירמיה הנביא לאמר "],"query":"024028012"},{"canonical":"Jeremiah 28:13","passages":["הלוך ואמרת אל חנניה לאמר כה אמר יהוה מוטת עץ שברת ועשית תחתיהן מטות ברזל "],"query":"024028013"},{"canonical":"Jeremiah 28:14","passages":["כי כה אמר יהוה צבאות אלהי ישראל על ברזל נתתי על צואר כל הגוים האלה לעבד את נבכדנאצר מלך בבל ועבדהו וגם את חית השדה נתתי לו "],"query":"024028014"},{"canonical":"Jeremiah 28:15","passages":["ויאמר ירמיה הנביא אל חנניה הנביא שמע נא חנניה לא שלחך יהוה ואתה הבטחת את העם הזה על שקר "],"query":"024028015"},{"canonical":"Jeremiah 28:16","passages":["לכן כה אמר יהוה הנני משלחך מעל פני האדמה השנה אתה מת כי סרה דברת אל יהוה "],"query":"024028016"},{"canonical":"Jeremiah 28:17","passages":["וימת חנניה הנביא בשנה ההיא בחדש השביעי פ"],"query":"024028017"}]}