{"query":"024016","verses":[{},{"canonical":"Jeremiah 16:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"024016001"},{"canonical":"Jeremiah 16:2","passages":["לא תקח לך אשה ולא יהיו לך בנים ובנות במקום הזה "],"query":"024016002"},{"canonical":"Jeremiah 16:3","passages":["כי כה אמר יהוה על הבנים ועל הבנות הילודים במקום הזה ועל אמתם הילדות אותם ועל אבותם המולדים אותם בארץ הזאת "],"query":"024016003"},{"canonical":"Jeremiah 16:4","passages":["ממותי תחלאים ימתו לא יספדו ולא יקברו לדמן על פני האדמה יהיו ובחרב וברעב יכלו והיתה נבלתם למאכל לעוף השמים ולבהמת הארץ  ס "],"query":"024016004"},{"canonical":"Jeremiah 16:5","passages":["כי כה אמר יהוה אל תבוא בית מרזח ואל תלך לספוד ואל תנד להם כי אספתי את שלומי מאת העם הזה נאם יהוה את החסד ואת הרחמים "],"query":"024016005"},{"canonical":"Jeremiah 16:6","passages":["ומתו גדלים וקטנים בארץ הזאת לא יקברו ולא יספדו להם ולא יתגדד ולא יקרח להם "],"query":"024016006"},{"canonical":"Jeremiah 16:7","passages":["ולא יפרסו להם על אבל לנחמו על מת ולא ישקו אותם כוס תנחומים על אביו ועל אמו "],"query":"024016007"},{"canonical":"Jeremiah 16:8","passages":["ובית משתה לא תבוא לשבת אותם לאכל ולשתות  ס "],"query":"024016008"},{"canonical":"Jeremiah 16:9","passages":["כי כה אמר יהוה צבאות אלהי ישראל הנני משבית מן המקום הזה לעיניכם ובימיכם קול ששון וקול שמחה קול חתן וקול כלה "],"query":"024016009"},{"canonical":"Jeremiah 16:10","passages":["והיה כי תגיד לעם הזה את כל הדברים האלה ואמרו אליך על מה דבר יהוה עלינו את כל הרעה הגדולה הזאת ומה עוננו ומה חטאתנו אשר חטאנו ליהוה אלהינו "],"query":"024016010"},{"canonical":"Jeremiah 16:11","passages":["ואמרת אליהם על אשר עזבו אבותיכם אותי נאם יהוה וילכו אחרי אלהים אחרים ויעבדום וישתחוו להם ואתי עזבו ואת תורתי לא שמרו "],"query":"024016011"},{"canonical":"Jeremiah 16:12","passages":["ואתם הרעתם לעשות מאבותיכם והנכם הלכים איש אחרי שררות לבו הרע לבלתי שמע אלי "],"query":"024016012"},{"canonical":"Jeremiah 16:13","passages":["והטלתי אתכם מעל הארץ הזאת על הארץ אשר לא ידעתם אתם ואבותיכם ועבדתם שם את אלהים אחרים יומם ולילה אשר לא אתן לכם חנינה  ס "],"query":"024016013"},{"canonical":"Jeremiah 16:14","passages":["לכן הנה ימים באים נאם יהוה ולא יאמר עוד חי יהוה אשר העלה את בני ישראל מארץ מצרים "],"query":"024016014"},{"canonical":"Jeremiah 16:15","passages":["כי אם חי יהוה אשר העלה את בני ישראל מארץ צפון ומכל הארצות אשר הדיחם שמה והשבתים על אדמתם אשר נתתי לאבותם  ס "],"query":"024016015"},{"canonical":"Jeremiah 16:16","passages":["הנני שלח לדיגים רבים נאם יהוה ודיגום ואחרי כן אשלח לרבים צידים וצדום מעל כל הר ומעל כל גבעה ומנקיקי הסלעים "],"query":"024016016"},{"canonical":"Jeremiah 16:17","passages":["כי עיני על כל דרכיהם לא נסתרו מלפני ולא נצפן עונם מנגד עיני "],"query":"024016017"},{"canonical":"Jeremiah 16:18","passages":["ושלמתי ראשונה משנה עונם וחטאתם על חללם את ארצי בנבלת שקוציהם ותועבותיהם מלאו את נחלתי  ס "],"query":"024016018"},{"canonical":"Jeremiah 16:19","passages":["יהוה עזי ומעזי ומנוסי ביום צרה אליך גוים יבאו מאפסי ארץ ויאמרו אך שקר נחלו אבותינו הבל ואין בם מועיל "],"query":"024016019"},{"canonical":"Jeremiah 16:20","passages":["היעשה לו אדם אלהים והמה לא אלהים "],"query":"024016020"},{"canonical":"Jeremiah 16:21","passages":["לכן הנני מודיעם בפעם הזאת אודיעם את ידי ואת גבורתי וידעו כי שמי יהוה  ס "],"query":"024016021"}]}