{"query":"024023","verses":[{},{"canonical":"Jeremiah 23:1","passages":["הוי רעים מאבדים ומפצים את צאן מרעיתי נאם יהוה "],"query":"024023001"},{"canonical":"Jeremiah 23:2","passages":["לכן כה אמר יהוה אלהי ישראל על הרעים הרעים את עמי אתם הפצתם את צאני ותדחום ולא פקדתם אתם הנני פקד עליכם את רע מעלליכם נאם יהוה "],"query":"024023002"},{"canonical":"Jeremiah 23:3","passages":["ואני אקבץ את שארית צאני מכל הארצות אשר הדחתי אתם שם והשבתי אתהן על נוהן ופרו ורבו "],"query":"024023003"},{"canonical":"Jeremiah 23:4","passages":["והקמתי עליהם רעים ורעום ולא ייראו עוד ולא יחתו ולא יפקדו נאם יהוה  ס "],"query":"024023004"},{"canonical":"Jeremiah 23:5","passages":["הנה ימים באים נאם יהוה והקמתי לדוד צמח צדיק ומלך מלך והשכיל ועשה משפט וצדקה בארץ "],"query":"024023005"},{"canonical":"Jeremiah 23:6","passages":["בימיו תושע יהודה וישראל ישכן לבטח וזה שמו אשר יקראו יהוה צדקנו  ס "],"query":"024023006"},{"canonical":"Jeremiah 23:7","passages":["לכן הנה ימים באים נאם יהוה ולא יאמרו עוד חי יהוה אשר העלה את בני ישראל מארץ מצרים "],"query":"024023007"},{"canonical":"Jeremiah 23:8","passages":["כי אם חי יהוה אשר העלה ואשר הביא את זרע בית ישראל מארץ צפונה ומכל הארצות אשר הדחתים שם וישבו על אדמתם  ס "],"query":"024023008"},{"canonical":"Jeremiah 23:9","passages":["לנבאים נשבר לבי בקרבי רחפו כל עצמותי הייתי כאיש שכור וכגבר עברו יין מפני יהוה ומפני דברי קדשו "],"query":"024023009"},{"canonical":"Jeremiah 23:10","passages":["כי מנאפים מלאה הארץ כי מפני אלה אבלה הארץ יבשו נאות מדבר ותהי מרוצתם רעה וגבורתם לא כן "],"query":"024023010"},{"canonical":"Jeremiah 23:11","passages":["כי גם נביא גם כהן חנפו גם בביתי מצאתי רעתם נאם יהוה "],"query":"024023011"},{"canonical":"Jeremiah 23:12","passages":["לכן יהיה דרכם להם כחלקלקות באפלה ידחו ונפלו בה כי אביא עליהם רעה שנת פקדתם נאם יהוה "],"query":"024023012"},{"canonical":"Jeremiah 23:13","passages":["ובנביאי שמרון ראיתי תפלה הנבאו בבעל ויתעו את עמי את ישראל  ס "],"query":"024023013"},{"canonical":"Jeremiah 23:14","passages":["ובנבאי ירושלם ראיתי שערורה נאוף והלך בשקר וחזקו ידי מרעים לבלתי שבו איש מרעתו היו לי כלם כסדם וישביה כעמרה  ס "],"query":"024023014"},{"canonical":"Jeremiah 23:15","passages":["לכן כה אמר יהוה צבאות על הנבאים הנני מאכיל אותם לענה והשקתים מי ראש כי מאת נביאי ירושלם יצאה חנפה לכל הארץ פ"],"query":"024023015"},{"canonical":"Jeremiah 23:16","passages":["כה אמר יהוה צבאות אל תשמעו על דברי הנבאים הנבאים לכם מהבלים המה אתכם חזון לבם ידברו לא מפי יהוה "],"query":"024023016"},{"canonical":"Jeremiah 23:17","passages":["אמרים אמור למנאצי דבר יהוה שלום יהיה לכם וכל הלך בשררות לבו אמרו לא תבוא עליכם רעה "],"query":"024023017"},{"canonical":"Jeremiah 23:18","passages":["כי מי עמד בסוד יהוה וירא וישמע את דברו מי הקשיב  ס "],"query":"024023018"},{"canonical":"Jeremiah 23:19","passages":["הנה סערת יהוה חמה יצאה וסער מתחולל על ראש רשעים יחול "],"query":"024023019"},{"canonical":"Jeremiah 23:20","passages":["לא ישוב אף יהוה עד עשתו ועד הקימו מזמות לבו באחרית הימים תתבוננו בה בינה "],"query":"024023020"},{"canonical":"Jeremiah 23:21","passages":["לא שלחתי את הנבאים והם רצו לא דברתי אליהם והם נבאו "],"query":"024023021"},{"canonical":"Jeremiah 23:22","passages":["ואם עמדו בסודי וישמעו דברי את עמי וישבום מדרכם הרע ומרע מעלליהם  ס "],"query":"024023022"},{"canonical":"Jeremiah 23:23","passages":["האלהי מקרב אני נאם יהוה ולא אלהי מרחק "],"query":"024023023"},{"canonical":"Jeremiah 23:24","passages":["אם יסתר איש במסתרים ואני לא אראנו נאם יהוה הלוא את השמים ואת הארץ אני מלא נאם יהוה "],"query":"024023024"},{"canonical":"Jeremiah 23:25","passages":["שמעתי את אשר אמרו הנבאים הנבאים בשמי שקר לאמר חלמתי חלמתי "],"query":"024023025"},{"canonical":"Jeremiah 23:26","passages":["עד מתי היש בלב הנבאים נבאי השקר ונביאי תרמת לבם "],"query":"024023026"},{"canonical":"Jeremiah 23:27","passages":["החשבים להשכיח את עמי שמי בחלומתם אשר יספרו איש לרעהו כאשר שכחו אבותם את שמי בבעל "],"query":"024023027"},{"canonical":"Jeremiah 23:28","passages":["הנביא אשר אתו חלום יספר חלום ואשר דברי אתו ידבר דברי אמת מה לתבן את הבר נאם יהוה "],"query":"024023028"},{"canonical":"Jeremiah 23:29","passages":["הלוא כה דברי כאש נאם יהוה וכפטיש יפצץ סלע  ס "],"query":"024023029"},{"canonical":"Jeremiah 23:30","passages":["לכן הנני על הנבאים נאם יהוה מגנבי דברי איש מאת רעהו "],"query":"024023030"},{"canonical":"Jeremiah 23:31","passages":["הנני על הנביאם נאם יהוה הלקחים לשונם וינאמו נאם "],"query":"024023031"},{"canonical":"Jeremiah 23:32","passages":["הנני על נבאי חלמות שקר נאם יהוה ויספרום ויתעו את עמי בשקריהם ובפחזותם ואנכי לא שלחתים ולא צויתים והועיל לא יועילו לעם הזה נאם יהוה "],"query":"024023032"},{"canonical":"Jeremiah 23:33","passages":["וכי ישאלך העם הזה או הנביא או כהן לאמר מה משא יהוה ואמרת אליהם את מה משא ונטשתי אתכם נאם יהוה "],"query":"024023033"},{"canonical":"Jeremiah 23:34","passages":["והנביא והכהן והעם אשר יאמר משא יהוה ופקדתי על האיש ההוא ועל ביתו "],"query":"024023034"},{"canonical":"Jeremiah 23:35","passages":["כה תאמרו איש על רעהו ואיש אל אחיו מה ענה יהוה ומה דבר יהוה "],"query":"024023035"},{"canonical":"Jeremiah 23:36","passages":["ומשא יהוה לא תזכרו עוד כי המשא יהיה לאיש דברו והפכתם את דברי אלהים חיים יהוה צבאות אלהינו "],"query":"024023036"},{"canonical":"Jeremiah 23:37","passages":["כה תאמר אל הנביא מה ענך יהוה ומה דבר יהוה "],"query":"024023037"},{"canonical":"Jeremiah 23:38","passages":["ואם משא יהוה תאמרו לכן כה אמר יהוה יען אמרכם את הדבר הזה משא יהוה ואשלח אליכם לאמר לא תאמרו משא יהוה "],"query":"024023038"},{"canonical":"Jeremiah 23:39","passages":["לכן הנני ונשיתי אתכם נשא ונטשתי אתכם ואת העיר אשר נתתי לכם ולאבותיכם מעל פני "],"query":"024023039"},{"canonical":"Jeremiah 23:40","passages":["ונתתי עליכם חרפת עולם וכלמות עולם אשר לא תשכח  ס "],"query":"024023040"}]}