{"query":"024008","verses":[{},{"canonical":"Jeremiah 8:1","passages":["בעת ההיא נאם יהוה יוציאו את עצמות מלכי יהודה ואת עצמות שריו ואת עצמות הכהנים ואת עצמות הנביאים ואת עצמות יושבי ירושל͏ם מקבריהם "],"query":"024008001"},{"canonical":"Jeremiah 8:2","passages":["ושטחום לשמש ולירח ולכל צבא השמים אשר אהבום ואשר עבדום ואשר הלכו אחריהם ואשר דרשום ואשר השתחוו להם לא יאספו ולא יקברו לדמן על פני האדמה יהיו "],"query":"024008002"},{"canonical":"Jeremiah 8:3","passages":["ונבחר מות מחיים לכל השארית הנשארים מן המשפחה הרעה הזאת בכל המקמות הנשארים אשר הדחתים שם נאם יהוה צבאות  ס "],"query":"024008003"},{"canonical":"Jeremiah 8:4","passages":["ואמרת אליהם כה אמר יהוה היפלו ולא יקומו אם ישוב ולא ישוב "],"query":"024008004"},{"canonical":"Jeremiah 8:5","passages":["מדוע שובבה העם הזה ירושל͏ם משבה נצחת החזיקו בתרמית מאנו לשוב "],"query":"024008005"},{"canonical":"Jeremiah 8:6","passages":["הקשבתי ואשמע לוא כן ידברו אין איש נחם על רעתו לאמר מה עשיתי כלה שב במרוצתם כסוס שוטף במלחמה "],"query":"024008006"},{"canonical":"Jeremiah 8:7","passages":["גם חסידה בשמים ידעה מועדיה ותר וסיס ועגור שמרו את עת באנה ועמי לא ידעו את משפט יהוה "],"query":"024008007"},{"canonical":"Jeremiah 8:8","passages":["איכה תאמרו חכמים אנחנו ותורת יהוה אתנו אכן הנה לשקר עשה עט שקר ספרים "],"query":"024008008"},{"canonical":"Jeremiah 8:9","passages":["הבישו חכמים חתו וילכדו הנה בדבר יהוה מאסו וחכמת מה להם  ס "],"query":"024008009"},{"canonical":"Jeremiah 8:10","passages":["לכן אתן את נשיהם לאחרים שדותיהם ליורשים כי מקטן ועד גדול כלה בצע בצע מנביא ועד כהן כלה עשה שקר "],"query":"024008010"},{"canonical":"Jeremiah 8:11","passages":["וירפו את שבר בת עמי על נקלה לאמר שלום שלום ואין שלום "],"query":"024008011"},{"canonical":"Jeremiah 8:12","passages":["הבשו כי תועבה עשו גם בוש לא יבשו והכלם לא ידעו לכן יפלו בנפלים בעת פקדתם יכשלו אמר יהוה  ס "],"query":"024008012"},{"canonical":"Jeremiah 8:13","passages":["אסף אסיפם נאם יהוה אין ענבים בגפן ואין תאנים בתאנה והעלה נבל ואתן להם יעברום "],"query":"024008013"},{"canonical":"Jeremiah 8:14","passages":["על מה אנחנו ישבים האספו ונבוא אל ערי המבצר ונדמה שם כי יהוה אלהינו הדמנו וישקנו מי ראש כי חטאנו ליהוה "],"query":"024008014"},{"canonical":"Jeremiah 8:15","passages":["קוה לשלום ואין טוב לעת מרפה והנה בעתה "],"query":"024008015"},{"canonical":"Jeremiah 8:16","passages":["מדן נשמע נחרת סוסיו מקול מצהלות אביריו רעשה כל הארץ ויבואו ויאכלו ארץ ומלואה עיר וישבי בה  ס "],"query":"024008016"},{"canonical":"Jeremiah 8:17","passages":["כי הנני משלח בכם נחשים צפענים אשר אין להם לחש ונשכו אתכם נאם יהוה  ס "],"query":"024008017"},{"canonical":"Jeremiah 8:18","passages":["מבליגיתי עלי יגון עלי לבי דוי "],"query":"024008018"},{"canonical":"Jeremiah 8:19","passages":["הנה קול שועת בת עמי מארץ מרחקים היהוה אין בציון אם מלכה אין בה מדוע הכעסוני בפסליהם בהבלי נכר "],"query":"024008019"},{"canonical":"Jeremiah 8:20","passages":["עבר קציר כלה קיץ ואנחנו לוא נושענו "],"query":"024008020"},{"canonical":"Jeremiah 8:21","passages":["על שבר בת עמי השברתי קדרתי שמה החזקתני "],"query":"024008021"},{"canonical":"Jeremiah 8:22","passages":["הצרי אין בגלעד אם רפא אין שם כי מדוע לא עלתה ארכת בת עמי "],"query":"024008022"},{"canonical":"Jeremiah 8:23","passages":["מי יתן ראשי מים ועיני מקור דמעה ואבכה יומם ולילה את חללי בת עמי "],"query":"024008023"}]}