{"query":"024032","verses":[{},{"canonical":"Jeremiah 32:1","passages":["הדבר אשר היה אל ירמיהו מאת יהוה בשנה העשרית לצדקיהו מלך יהודה היא השנה שמנה עשרה שנה לנבוכדראצר "],"query":"024032001"},{"canonical":"Jeremiah 32:2","passages":["ואז חיל מלך בבל צרים על ירושל͏ם וירמיהו הנביא היה כלוא בחצר המטרה אשר בית מלך יהודה "],"query":"024032002"},{"canonical":"Jeremiah 32:3","passages":["אשר כלאו צדקיהו מלך יהודה לאמר מדוע אתה נבא לאמר כה אמר יהוה הנני נתן את העיר הזאת ביד מלך בבל ולכדה "],"query":"024032003"},{"canonical":"Jeremiah 32:4","passages":["וצדקיהו מלך יהודה לא ימלט מיד הכשדים כי הנתן ינתן ביד מלך בבל ודבר פיו עם פיו ועיניו את עיניו תראינה "],"query":"024032004"},{"canonical":"Jeremiah 32:5","passages":["ובבל יולך את צדקיהו ושם יהיה עד פקדי אתו נאם יהוה כי תלחמו את הכשדים לא תצליחו פ"],"query":"024032005"},{"canonical":"Jeremiah 32:6","passages":["ויאמר ירמיהו היה דבר יהוה אלי לאמר "],"query":"024032006"},{"canonical":"Jeremiah 32:7","passages":["הנה חנמאל בן שלם דדך בא אליך לאמר קנה לך את שדי אשר בענתות כי לך משפט הגאלה לקנות "],"query":"024032007"},{"canonical":"Jeremiah 32:8","passages":["ויבא אלי חנמאל בן דדי כדבר יהוה אל חצר המטרה ויאמר אלי קנה נא את שדי אשר בענתות אשר בארץ בנימין כי לך משפט הירשה ולך הגאלה קנה לך ואדע כי דבר יהוה הוא "],"query":"024032008"},{"canonical":"Jeremiah 32:9","passages":["ואקנה את השדה מאת חנמאל בן דדי אשר בענתות ואשקלה לו את הכסף שבעה שקלים ועשרה הכסף "],"query":"024032009"},{"canonical":"Jeremiah 32:10","passages":["ואכתב בספר ואחתם ואעד עדים ואשקל הכסף במאזנים "],"query":"024032010"},{"canonical":"Jeremiah 32:11","passages":["ואקח את ספר המקנה את החתום המצוה והחקים ואת הגלוי "],"query":"024032011"},{"canonical":"Jeremiah 32:12","passages":["ואתן את הספר המקנה אל ברוך בן נריה בן מחסיה לעיני חנמאל דדי ולעיני העדים הכתבים בספר המקנה לעיני כל היהודים הישבים בחצר המטרה "],"query":"024032012"},{"canonical":"Jeremiah 32:13","passages":["ו͏אצוה את ברוך לעיניהם לאמר "],"query":"024032013"},{"canonical":"Jeremiah 32:14","passages":["כה אמר יהוה צבאות אלהי ישראל לקוח את הספרים האלה את ספר המקנה הזה ואת החתום ואת ספר הגלוי הזה ונתתם בכלי חרש למען יעמדו ימים רבים  ס "],"query":"024032014"},{"canonical":"Jeremiah 32:15","passages":["כי כה אמר יהוה צבאות אלהי ישראל עוד יקנו בתים ושדות וכרמים בארץ הזאת פ"],"query":"024032015"},{"canonical":"Jeremiah 32:16","passages":["ואתפלל אל יהוה אחרי תתי את ספר המקנה אל ברוך בן נריה לאמר "],"query":"024032016"},{"canonical":"Jeremiah 32:17","passages":["אהה אדני יהוה הנה אתה עשית את השמים ואת הארץ בכחך הגדול ובזרעך הנטויה לא יפלא ממך כל דבר "],"query":"024032017"},{"canonical":"Jeremiah 32:18","passages":["עשה חסד לאלפים ומשלם עון אבות אל חיק בניהם אחריהם האל הגדול הגבור יהוה צבאות שמו "],"query":"024032018"},{"canonical":"Jeremiah 32:19","passages":["גדל העצה ורב העליליה אשר עיניך פקחות על כל דרכי בני אדם לתת לאיש כדרכיו וכפרי מעלליו "],"query":"024032019"},{"canonical":"Jeremiah 32:20","passages":["אשר שמת אתות ומפתים בארץ מצרים עד היום הזה ובישראל ובאדם ותעשה לך שם כיום הזה "],"query":"024032020"},{"canonical":"Jeremiah 32:21","passages":["ותצא את עמך את ישראל מארץ מצרים באתות ובמופתים וביד חזקה ובאזרוע נטויה ובמורא גדול "],"query":"024032021"},{"canonical":"Jeremiah 32:22","passages":["ותתן להם את הארץ הזאת אשר נשבעת לאבותם לתת להם ארץ זבת חלב ודבש "],"query":"024032022"},{"canonical":"Jeremiah 32:23","passages":["ויבאו וירשו אתה ולא שמעו בקולך ובתורתך לא הלכו את כל אשר צויתה להם לעשות לא עשו ותקרא אתם את כל הרעה הזאת "],"query":"024032023"},{"canonical":"Jeremiah 32:24","passages":["הנה הסללות באו העיר ללכדה והעיר נתנה ביד הכשדים הנלחמים עליה מפני החרב והרעב והדבר ואשר דברת היה והנך ראה "],"query":"024032024"},{"canonical":"Jeremiah 32:25","passages":["ואתה אמרת אלי אדני יהוה קנה לך השדה בכסף והעד עדים והעיר נתנה ביד הכשדים "],"query":"024032025"},{"canonical":"Jeremiah 32:26","passages":["ויהי דבר יהוה אל ירמיהו לאמר "],"query":"024032026"},{"canonical":"Jeremiah 32:27","passages":["הנה אני יהוה אלהי כל בשר הממני יפלא כל דבר "],"query":"024032027"},{"canonical":"Jeremiah 32:28","passages":["לכן כה אמר יהוה הנני נתן את העיר הזאת ביד הכשדים וביד נבוכדראצר מלך בבל ולכדה "],"query":"024032028"},{"canonical":"Jeremiah 32:29","passages":["ובאו הכשדים הנלחמים על העיר הזאת והציתו את העיר הזאת באש ושרפוה ואת הבתים אשר קטרו על גגותיהם לבעל והסכו נסכים לאלהים אחרים למען הכעסני "],"query":"024032029"},{"canonical":"Jeremiah 32:30","passages":["כי היו בני ישראל ובני יהודה אך עשים הרע בעיני מנערתיהם כי בני ישראל אך מכעסים אתי במעשה ידיהם נאם יהוה "],"query":"024032030"},{"canonical":"Jeremiah 32:31","passages":["כי על אפי ועל חמתי היתה לי העיר הזאת למן היום אשר בנו אותה ועד היום הזה להסירה מעל פני "],"query":"024032031"},{"canonical":"Jeremiah 32:32","passages":["על כל רעת בני ישראל ובני יהודה אשר עשו להכעסני המה מלכיהם שריהם כהניהם ונביאיהם ואיש יהודה וישבי ירושל͏ם "],"query":"024032032"},{"canonical":"Jeremiah 32:33","passages":["ויפנו אלי ערף ולא פנים ולמד אתם השכם ולמד ואינם שמעים לקחת מוסר "],"query":"024032033"},{"canonical":"Jeremiah 32:34","passages":["וישימו שקוציהם בבית אשר נקרא שמי עליו לטמאו "],"query":"024032034"},{"canonical":"Jeremiah 32:35","passages":["ויבנו את במות הבעל אשר בגיא בן הנם להעביר את בניהם ואת בנותיהם למלך אשר לא צויתים ולא עלתה על לבי לעשות התועבה הזאת למען  ס "],"query":"024032035"},{"canonical":"Jeremiah 32:36","passages":["ועתה לכן כה אמר יהוה אלהי ישראל אל העיר הזאת אשר אתם אמרים נתנה ביד מלך בבל בחרב וברעב ובדבר "],"query":"024032036"},{"canonical":"Jeremiah 32:37","passages":["הנני מקבצם מכל הארצות אשר הדחתים שם באפי ובחמתי ובקצף גדול והשבתים אל המקום הזה והשבתים לבטח "],"query":"024032037"},{"canonical":"Jeremiah 32:38","passages":["והיו לי לעם ואני אהיה להם לאלהים "],"query":"024032038"},{"canonical":"Jeremiah 32:39","passages":["ונתתי להם לב אחד ודרך אחד ליראה אותי כל הימים לטוב להם ולבניהם אחריהם "],"query":"024032039"},{"canonical":"Jeremiah 32:40","passages":["וכרתי להם ברית עולם אשר לא אשוב מאחריהם להיטיבי אותם ואת יראתי אתן בלבבם לבלתי סור מעלי "],"query":"024032040"},{"canonical":"Jeremiah 32:41","passages":["וששתי עליהם להטיב אותם ונטעתים בארץ הזאת באמת בכל לבי ובכל נפשי  ס "],"query":"024032041"},{"canonical":"Jeremiah 32:42","passages":["כי כה אמר יהוה כאשר הבאתי אל העם הזה את כל הרעה הגדולה הזאת כן אנכי מביא עליהם את כל הטובה אשר אנכי דבר עליהם "],"query":"024032042"},{"canonical":"Jeremiah 32:43","passages":["ונקנה השדה בארץ הזאת אשר אתם אמרים שממה היא מאין אדם ובהמה נתנה ביד הכשדים "],"query":"024032043"},{"canonical":"Jeremiah 32:44","passages":["שדות בכסף יקנו וכתוב בספר וחתום והעד עדים בארץ בנימן ובסביבי ירושלם ובערי יהודה ובערי ההר ובערי השפלה ובערי הנגב כי אשיב את שבותם נאם יהוה פ"],"query":"024032044"}]}