{"query":"025002","verses":[{},{"canonical":"Lamentations 2:1","passages":["איכה יעיב באפו אדני את בת ציון השליך משמים ארץ תפארת ישראל ולא זכר הדם רגליו ביום אפו  ס "],"query":"025002001"},{"canonical":"Lamentations 2:2","passages":["בלע אדני  ס "],"query":"025002002"},{"canonical":"Lamentations 2:3","passages":["גדע בחרי אף כל קרן ישראל השיב אחור ימינו מפני אויב ויבער ביעקב כאש להבה אכלה סביב  ס "],"query":"025002003"},{"canonical":"Lamentations 2:4","passages":["דרך קשתו כאויב נצב ימינו כצר ויהרג כל מחמדי עין באהל בת ציון שפך כאש חמתו  ס "],"query":"025002004"},{"canonical":"Lamentations 2:5","passages":["היה אדני כאויב בלע ישראל בלע כל ארמנותיה שחת מבצריו וירב בבת יהודה תאניה ואניה  ס "],"query":"025002005"},{"canonical":"Lamentations 2:6","passages":["ויחמס כגן שכו שחת מועדו שכח יהוה בציון מועד ושבת וינאץ בזעם אפו מלך וכהן  ס "],"query":"025002006"},{"canonical":"Lamentations 2:7","passages":["זנח אדני מזבחו נאר מקדשו הסגיר ביד אויב חומת ארמנותיה קול נתנו בבית יהוה כיום מועד  ס "],"query":"025002007"},{"canonical":"Lamentations 2:8","passages":["חשב יהוה להשחית חומת בת ציון נטה קו לא השיב ידו מבלע וי͏אבל חל וחומה יחדו אמללו  ס "],"query":"025002008"},{"canonical":"Lamentations 2:9","passages":["טבעו בארץ שעריה אבד ושבר בריחיה מלכה ושריה בגוים אין תורה גם נביאיה לא מצאו חזון מיהוה  ס "],"query":"025002009"},{"canonical":"Lamentations 2:10","passages":["ישבו לארץ ידמו זקני בת ציון העלו עפר על ראשם חגרו שקים הורידו לארץ ראשן בתולת ירושל͏ם  ס "],"query":"025002010"},{"canonical":"Lamentations 2:11","passages":["כלו בדמעות עיני חמרמרו מעי נשפך לארץ כבדי על שבר בת עמי בעטף עולל ויונק ברחבות קריה  ס "],"query":"025002011"},{"canonical":"Lamentations 2:12","passages":["לאמתם יאמרו איה דגן ויין בהתעטפם כחלל ברחבות עיר בהשתפך נפשם אל חיק אמתם  ס "],"query":"025002012"},{"canonical":"Lamentations 2:13","passages":["מה אעידך מה אדמה לך הבת ירושלם מה אשוה לך ואנחמך בתולת בת ציון כי גדול כים שברך מי ירפא לך  ס "],"query":"025002013"},{"canonical":"Lamentations 2:14","passages":["נביאיך חזו לך שוא ותפל ולא גלו על עונך להשיב  ס "],"query":"025002014"},{"canonical":"Lamentations 2:15","passages":["ספקו עליך כפים כל עברי דרך שרקו וינעו ראשם על בת ירושל͏ם הזאת העיר שיאמרו כלילת יפי משוש לכל הארץ  ס "],"query":"025002015"},{"canonical":"Lamentations 2:16","passages":["פצו עליך פיהם כל אויביך שרקו ויחרקו שן אמרו בלענו אך זה היום שקוינהו מצאנו ראינו  ס "],"query":"025002016"},{"canonical":"Lamentations 2:17","passages":["עשה יהוה אשר זמם בצע אמרתו אשר צוה מימי קדם הרס ולא חמל וישמח עליך אויב הרים קרן צריך  ס "],"query":"025002017"},{"canonical":"Lamentations 2:18","passages":["צעק לבם אל אדני חומת בת ציון הורידי כנחל דמעה יומם ולילה אל תתני פוגת לך אל תדם בת עינך  ס "],"query":"025002018"},{"canonical":"Lamentations 2:19","passages":["קומי רני  ס "],"query":"025002019"},{"canonical":"Lamentations 2:20","passages":["ראה יהוה והביטה למי עוללת כה אם תאכלנה נשים פרים עללי טפחים אם יהרג במקדש אדני כהן ונביא  ס "],"query":"025002020"},{"canonical":"Lamentations 2:21","passages":["שכבו לארץ חוצות נער וזקן בתולתי ובחורי נפלו בחרב הרגת ביום אפך טבחת לא חמלת  ס "],"query":"025002021"},{"canonical":"Lamentations 2:22","passages":["תקרא כיום מועד מגורי מסביב ולא היה ביום אף יהוה פליט ושריד אשר טפחתי ורביתי איבי כלם פ"],"query":"025002022"}]}