{"query":"025001","verses":[{},{"canonical":"Lamentations 1:1","passages":["איכה ישבה בדד העיר רבתי עם היתה כאלמנה רבתי בגוים שרתי במדינות היתה למס  ס "],"query":"025001001"},{"canonical":"Lamentations 1:2","passages":["בכו תבכה בלילה ודמעתה על לחיה אין לה מנחם מכל אהביה כל רעיה בגדו בה היו לה לאיבים  ס "],"query":"025001002"},{"canonical":"Lamentations 1:3","passages":["גלתה יהודה מעני ומרב עבדה היא ישבה בגוים לא מצאה מנוח כל רדפיה השיגוה בין המצרים  ס "],"query":"025001003"},{"canonical":"Lamentations 1:4","passages":["דרכי ציון אבלות מבלי באי מועד כל שעריה שוממין כהניה נאנחים בתולתיה נוגות והיא מר לה  ס "],"query":"025001004"},{"canonical":"Lamentations 1:5","passages":["היו צריה לראש איביה שלו כי יהוה הוגה על רב פשעיה עולליה הלכו שבי לפני צר  ס "],"query":"025001005"},{"canonical":"Lamentations 1:6","passages":["ויצא  ס "],"query":"025001006"},{"canonical":"Lamentations 1:7","passages":["זכרה ירושלם ימי עניה ומרודיה כל מחמדיה אשר היו מימי קדם בנפל עמה ביד צר ואין עוזר לה ראוה צרים שחקו על משבתה  ס "],"query":"025001007"},{"canonical":"Lamentations 1:8","passages":["חטא חטאה ירושלם על כן לנידה היתה כל מכבדיה הזילוה כי ראו ערותה גם היא נאנחה ותשב אחור  ס "],"query":"025001008"},{"canonical":"Lamentations 1:9","passages":["טמאתה בשוליה לא זכרה אחריתה ותרד פלאים אין מנחם לה ראה יהוה את עניי כי הגדיל אויב  ס "],"query":"025001009"},{"canonical":"Lamentations 1:10","passages":["ידו פרש צר על כל מחמדיה כי ראתה גוים באו מקדשה אשר צויתה לא יבאו בקהל לך  ס "],"query":"025001010"},{"canonical":"Lamentations 1:11","passages":["כל עמה נאנחים מבקשים לחם נתנו  ס "],"query":"025001011"},{"canonical":"Lamentations 1:12","passages":["לוא אליכם כל עברי דרך הביטו וראו אם יש מכאוב כמכאבי אשר עולל לי אשר הוגה יהוה ביום חרון אפו  ס "],"query":"025001012"},{"canonical":"Lamentations 1:13","passages":["ממרום שלח אש בעצמתי וירדנה פרש רשת לרגלי השיבני אחור נתנני שממה כל היום דוה  ס "],"query":"025001013"},{"canonical":"Lamentations 1:14","passages":["נשקד על פשעי בידו ישתרגו עלו על צוארי הכשיל כחי נתנני אדני בידי לא אוכל קום  ס "],"query":"025001014"},{"canonical":"Lamentations 1:15","passages":["סלה כל אבירי אדני בקרבי קרא עלי מועד לשבר בחורי גת דרך אדני לבתולת בת יהודה  ס "],"query":"025001015"},{"canonical":"Lamentations 1:16","passages":["על אלה אני בוכיה עיני עיני ירדה מים כי רחק ממני מנחם משיב נפשי היו בני שוממים כי גבר אויב  ס "],"query":"025001016"},{"canonical":"Lamentations 1:17","passages":["פרשה ציון בידיה אין מנחם לה צוה יהוה ליעקב סביביו צריו היתה ירושל͏ם לנדה ביניהם  ס "],"query":"025001017"},{"canonical":"Lamentations 1:18","passages":["צדיק הוא יהוה כי פיהו מריתי שמעו נא כל  ס "],"query":"025001018"},{"canonical":"Lamentations 1:19","passages":["קראתי למאהבי המה רמוני כהני וזקני בעיר גועו כי בקשו אכל למו וישיבו את נפשם  ס "],"query":"025001019"},{"canonical":"Lamentations 1:20","passages":["ראה יהוה כי צר לי מעי חמרמרו נהפך לבי בקרבי כי מרו מריתי מחוץ שכלה חרב בבית כמות  ס "],"query":"025001020"},{"canonical":"Lamentations 1:21","passages":["שמעו כי נאנחה אני אין מנחם לי כל איבי שמעו רעתי ששו כי אתה עשית הבאת יום קראת ויהיו כמוני  ס "],"query":"025001021"},{"canonical":"Lamentations 1:22","passages":["תבא כל רעתם לפניך ועולל למו כאשר עוללת לי על כל פשעי כי רבות אנחתי ולבי דוי פ"],"query":"025001022"}]}