{"query":"026039","verses":[{},{"canonical":"Ezekiel 39:1","passages":["ואתה בן אדם הנבא על גוג ואמרת כה אמר אדני יהוה הנני אליך גוג נשיא ראש משך ותבל "],"query":"026039001"},{"canonical":"Ezekiel 39:2","passages":["ושבבתיך וששאתיך והעליתיך מירכתי צפון והבאותך על הרי ישראל "],"query":"026039002"},{"canonical":"Ezekiel 39:3","passages":["והכיתי קשתך מיד שמאולך וחציך מיד ימינך אפיל "],"query":"026039003"},{"canonical":"Ezekiel 39:4","passages":["על הרי ישראל תפול אתה וכל אגפיך ועמים אשר אתך לעיט צפור כל כנף וחית השדה נתתיך לאכלה "],"query":"026039004"},{"canonical":"Ezekiel 39:5","passages":["על פני השדה תפול כי אני דברתי נאם אדני יהוה "],"query":"026039005"},{"canonical":"Ezekiel 39:6","passages":["ושלחתי אש במגוג ובישבי האיים לבטח וידעו כי אני יהוה "],"query":"026039006"},{"canonical":"Ezekiel 39:7","passages":["ואת שם קדשי אודיע בתוך עמי ישראל ולא אחל את שם קדשי עוד וידעו הגוים כי אני יהוה קדוש בישראל "],"query":"026039007"},{"canonical":"Ezekiel 39:8","passages":["הנה באה ונהיתה נאם אדני יהוה הוא היום אשר דברתי "],"query":"026039008"},{"canonical":"Ezekiel 39:9","passages":["ויצאו ישבי ערי ישראל ובערו והשיקו בנשק ומגן וצנה בקשת ובחצים ובמקל יד וברמח ובערו בהם אש שבע שנים "],"query":"026039009"},{"canonical":"Ezekiel 39:10","passages":["ולא ישאו עצים מן השדה ולא יחטבו מן היערים כי בנשק יבערו אש ושללו את שלליהם ובזזו את בזזיהם נאם אדני יהוה  ס "],"query":"026039010"},{"canonical":"Ezekiel 39:11","passages":["והיה ביום ההוא אתן לגוג מקום שם קבר בישראל גי העברים קדמת הים וחסמת היא את העברים וקברו שם את גוג ואת כל המונה וקראו גיא המון גוג "],"query":"026039011"},{"canonical":"Ezekiel 39:12","passages":["וקברום בית ישראל למען טהר את הארץ שבעה חדשים "],"query":"026039012"},{"canonical":"Ezekiel 39:13","passages":["וקברו כל עם הארץ והיה להם לשם יום הכבדי נאם אדני יהוה "],"query":"026039013"},{"canonical":"Ezekiel 39:14","passages":["ואנשי תמיד יבדילו עברים בארץ מקברים את העברים את הנותרים על פני הארץ לטהרה מקצה שבעה חדשים יחקרו "],"query":"026039014"},{"canonical":"Ezekiel 39:15","passages":["ועברו העברים בארץ וראה עצם אדם ובנה אצלו ציון עד קברו אתו המקברים אל גיא המון גוג "],"query":"026039015"},{"canonical":"Ezekiel 39:16","passages":["וגם שם עיר המונה וטהרו הארץ  ס "],"query":"026039016"},{"canonical":"Ezekiel 39:17","passages":["ואתה בן אדם כה אמר אדני יהוה אמר לצפור כל כנף ולכל חית השדה הקבצו ובאו האספו מסביב על זבחי אשר אני זבח לכם זבח גדול על הרי ישראל ואכלתם בשר ושתיתם דם "],"query":"026039017"},{"canonical":"Ezekiel 39:18","passages":["בשר גבורים תאכלו ודם נשיאי הארץ תשתו אילים כרים ועתודים פרים מריאי בשן כלם "],"query":"026039018"},{"canonical":"Ezekiel 39:19","passages":["ואכלתם חלב לשבעה ושתיתם דם לשכרון מזבחי אשר זבחתי לכם "],"query":"026039019"},{"canonical":"Ezekiel 39:20","passages":["ושבעתם על שלחני סוס ורכב גבור וכל איש מלחמה נאם אדני יהוה "],"query":"026039020"},{"canonical":"Ezekiel 39:21","passages":["ונתתי את כבודי בגוים וראו כל הגוים את משפטי אשר עשיתי ואת ידי אשר שמתי בהם "],"query":"026039021"},{"canonical":"Ezekiel 39:22","passages":["וידעו בית ישראל כי אני יהוה אלהיהם מן היום ההוא והלאה "],"query":"026039022"},{"canonical":"Ezekiel 39:23","passages":["וידעו הגוים כי בעונם גלו בית ישראל על אשר מעלו בי ואסתר פני מהם ואתנם ביד צריהם ויפלו בחרב כלם "],"query":"026039023"},{"canonical":"Ezekiel 39:24","passages":["כטמאתם וכפשעיהם עשיתי אתם ואסתר פני מהם  ס "],"query":"026039024"},{"canonical":"Ezekiel 39:25","passages":["לכן כה אמר אדני יהוה עתה אשיב את שבות יעקב ורחמתי כל בית ישראל וקנאתי לשם קדשי "],"query":"026039025"},{"canonical":"Ezekiel 39:26","passages":["ונשו את כלמתם ואת כל מעלם אשר מעלו בי בשבתם על אדמתם לבטח ואין מחריד "],"query":"026039026"},{"canonical":"Ezekiel 39:27","passages":["בשובבי אותם מן העמים וקבצתי אתם מארצות איביהם ונקדשתי בם לעיני הגוים רבים "],"query":"026039027"},{"canonical":"Ezekiel 39:28","passages":["וידעו כי אני יהוה אלהיהם בהגלותי אתם אל הגוים וכנסתים על אדמתם ולא אותיר עוד מהם שם "],"query":"026039028"},{"canonical":"Ezekiel 39:29","passages":["ולא אסתיר עוד פני מהם אשר שפכתי את רוחי על בית ישראל נאם אדני יהוה פ"],"query":"026039029"}]}