{"query":"026005","verses":[{},{"canonical":"Ezekiel 5:1","passages":["ואתה בן אדם קח לך חרב חדה תער הגלבים תקחנה לך והעברת על ראשך ועל זקנך ולקחת לך מאזני משקל וחלקתם "],"query":"026005001"},{"canonical":"Ezekiel 5:2","passages":["שלשית באור תבעיר בתוך העיר כמלאת ימי המצור ול͏קחת את השלשית תכה בחרב סביבותיה והשלשית תזרה לרוח וחרב אריק אחריהם "],"query":"026005002"},{"canonical":"Ezekiel 5:3","passages":["ולקחת משם מעט במספר וצרת אותם בכנפיך "],"query":"026005003"},{"canonical":"Ezekiel 5:4","passages":["ומהם עוד תקח והשלכת אותם אל תוך האש ושרפת אתם באש ממנו תצא אש אל כל בית ישראל פ"],"query":"026005004"},{"canonical":"Ezekiel 5:5","passages":["כה אמר אדני יהוה זאת ירושלם בתוך הגוים שמתיה וסביבותיה ארצות "],"query":"026005005"},{"canonical":"Ezekiel 5:6","passages":["ותמר את משפטי לרשעה מן הגוים ואת חקותי מן הארצות אשר סביבותיה כי במשפטי מאסו וחקותי לא הלכו בהם  ס "],"query":"026005006"},{"canonical":"Ezekiel 5:7","passages":["לכן כה אמר אדני יהוה יען המנכם מן הגוים אשר סביבותיכם בחקותי לא הלכתם ואת משפטי לא עשיתם וכמשפטי הגוים אשר סביבותיכם לא עשיתם  ס "],"query":"026005007"},{"canonical":"Ezekiel 5:8","passages":["לכן כה אמר אדני יהוה הנני עליך גם אני ועשיתי בתוכך משפטים לעיני הגוים "],"query":"026005008"},{"canonical":"Ezekiel 5:9","passages":["ועשיתי בך את אשר לא עשיתי ואת אשר לא אעשה כמהו עוד יען כל תועבתיך  ס "],"query":"026005009"},{"canonical":"Ezekiel 5:10","passages":["לכן אבות יאכלו בנים בתוכך ובנים יאכלו אבותם ועשיתי בך שפטים וזריתי את כל שאריתך לכל רוח פ"],"query":"026005010"},{"canonical":"Ezekiel 5:11","passages":["לכן חי אני נאם אדני יהוה אם לא יען את מקדשי טמאת בכל שקוציך ובכל תועבתיך וגם אני אגרע ולא תחוס עיני וגם אני לא אחמול "],"query":"026005011"},{"canonical":"Ezekiel 5:12","passages":["שלשתיך בדבר ימותו וברעב יכלו בתוכך והשלשית בחרב יפלו סביבותיך והשלישית לכל רוח אזרה וחרב אריק אחריהם "],"query":"026005012"},{"canonical":"Ezekiel 5:13","passages":["וכלה אפי והנחותי חמתי בם והנחמתי וידעו כי אני יהוה דברתי בקנאתי בכלותי חמתי בם "],"query":"026005013"},{"canonical":"Ezekiel 5:14","passages":["ואתנך לחרבה ולחרפה בגוים אשר סביבותיך לעיני כל עובר "],"query":"026005014"},{"canonical":"Ezekiel 5:15","passages":["והיתה חרפה וגדופה מוסר ומשמה לגוים אשר סביבותיך בעשותי בך שפטים באף ובחמה ובתכחות חמה אני יהוה דברתי "],"query":"026005015"},{"canonical":"Ezekiel 5:16","passages":["בשלחי את חצי הרעב הרעים בהם אשר היו למשחית אשר אשלח אותם לשחתכם ורעב אסף עליכם ושברתי לכם מטה לחם "],"query":"026005016"},{"canonical":"Ezekiel 5:17","passages":["ושלחתי עליכם רעב וחיה רעה ושכלך ודבר ודם יעבר בך וחרב אביא עליך אני יהוה דברתי פ"],"query":"026005017"}]}