{"query":"026020","verses":[{},{"canonical":"Ezekiel 20:1","passages":["ויהי בשנה השביעית בחמשי בעשור לחדש באו אנשים מזקני ישראל לדרש את יהוה וישבו לפני  ס "],"query":"026020001"},{"canonical":"Ezekiel 20:2","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026020002"},{"canonical":"Ezekiel 20:3","passages":["בן אדם דבר את זקני ישראל ואמרת אלהם כה אמר אדני יהוה הלדרש אתי אתם באים חי אני אם אדרש לכם נאם אדני יהוה "],"query":"026020003"},{"canonical":"Ezekiel 20:4","passages":["התשפט אתם התשפוט בן אדם את תועבת אבותם הודיעם "],"query":"026020004"},{"canonical":"Ezekiel 20:5","passages":["ואמרת אליהם כה אמר אדני יהוה ביום בחרי בישראל ואשא ידי לזרע בית יעקב ואודע להם בארץ מצרים ואשא ידי להם לאמר אני יהוה אלהיכם "],"query":"026020005"},{"canonical":"Ezekiel 20:6","passages":["ביום ההוא נשאתי ידי להם להוציאם מארץ מצרים אל ארץ אשר תרתי להם זבת חלב ודבש צבי היא לכל הארצות "],"query":"026020006"},{"canonical":"Ezekiel 20:7","passages":["ואמר אלהם איש שקוצי עיניו השליכו ובגלולי מצרים אל תטמאו אני יהוה אלהיכם "],"query":"026020007"},{"canonical":"Ezekiel 20:8","passages":["וימרו בי ולא אבו לשמע אלי איש את שקוצי עיניהם לא השליכו ואת גלולי מצרים לא עזבו ואמר לשפך חמתי עליהם לכלות אפי בהם בתוך ארץ מצרים "],"query":"026020008"},{"canonical":"Ezekiel 20:9","passages":["ואעש למען שמי לבלתי החל לעיני הגוים אשר המה בתוכם אשר נודעתי אליהם לעיניהם להוציאם מארץ מצרים "],"query":"026020009"},{"canonical":"Ezekiel 20:10","passages":["ואוציאם מארץ מצרים ואבאם אל המדבר "],"query":"026020010"},{"canonical":"Ezekiel 20:11","passages":["ואתן להם את חקותי ואת משפטי הודעתי אותם אשר יעשה אותם האדם וחי בהם "],"query":"026020011"},{"canonical":"Ezekiel 20:12","passages":["וגם את שבתותי נתתי להם להיות לאות ביני וביניהם לדעת כי אני יהוה מקדשם "],"query":"026020012"},{"canonical":"Ezekiel 20:13","passages":["וימרו בי בית ישראל במדבר בחקותי לא הלכו ואת משפטי מאסו אשר יעשה אתם האדם וחי בהם ואת שבתתי חללו מאד ואמר לשפך חמתי עליהם במדבר לכלותם "],"query":"026020013"},{"canonical":"Ezekiel 20:14","passages":["ואעשה למען שמי לבלתי החל לעיני הגוים אשר הוצאתים לעיניהם "],"query":"026020014"},{"canonical":"Ezekiel 20:15","passages":["וגם אני נשאתי ידי להם במדבר לבלתי הביא אותם אל הארץ אשר נתתי זבת חלב ודבש צבי היא לכל הארצות "],"query":"026020015"},{"canonical":"Ezekiel 20:16","passages":["יען במשפטי מאסו ואת חקותי לא הלכו בהם ואת שבתותי חללו כי אחרי גלוליהם לבם הלך "],"query":"026020016"},{"canonical":"Ezekiel 20:17","passages":["ותחס עיני עליהם משחתם ולא עשיתי אותם כלה במדבר "],"query":"026020017"},{"canonical":"Ezekiel 20:18","passages":["ואמר אל בניהם במדבר בחוקי אבותיכם אל תלכו ואת משפטיהם אל תשמרו ובגלוליהם אל תטמאו "],"query":"026020018"},{"canonical":"Ezekiel 20:19","passages":["אני יהוה אלהיכם בחקותי לכו ואת משפטי שמרו ועשו אותם "],"query":"026020019"},{"canonical":"Ezekiel 20:20","passages":["ואת שבתותי קדשו והיו לאות ביני וביניכם לדעת כי אני יהוה אלהיכם "],"query":"026020020"},{"canonical":"Ezekiel 20:21","passages":["וימרו בי הבנים בחקותי לא הלכו ואת משפטי לא שמרו לעשות אותם אשר יעשה אותם האדם וחי בהם את שבתותי חללו ואמר לשפך חמתי עליהם לכלות אפי בם במדבר "],"query":"026020021"},{"canonical":"Ezekiel 20:22","passages":["והשבתי את ידי ואעש למען שמי לבלתי החל לעיני הגוים אשר הוצאתי אותם לעיניהם "],"query":"026020022"},{"canonical":"Ezekiel 20:23","passages":["גם אני נשאתי את ידי להם במדבר להפיץ אתם בגוים ולזרות אותם בארצות "],"query":"026020023"},{"canonical":"Ezekiel 20:24","passages":["יען משפטי לא עשו וחקותי מאסו ואת שבתותי חללו ואחרי גלולי אבותם היו עיניהם "],"query":"026020024"},{"canonical":"Ezekiel 20:25","passages":["וגם אני נתתי להם חקים לא טובים ומשפטים לא יחיו בהם "],"query":"026020025"},{"canonical":"Ezekiel 20:26","passages":["ואטמא אותם במתנותם בהעביר כל פטר רחם למען אשמם למען אשר ידעו אשר אני יהוה  ס "],"query":"026020026"},{"canonical":"Ezekiel 20:27","passages":["לכן דבר אל בית ישראל בן אדם ואמרת אליהם כה אמר אדני יהוה עוד זאת גדפו אותי אבותיכם במעלם בי מעל "],"query":"026020027"},{"canonical":"Ezekiel 20:28","passages":["ואביאם אל הארץ אשר נשאתי את ידי לתת אותה להם ויראו כל גבעה רמה וכל עץ עבת ויזבחו שם את זבחיהם ויתנו שם כעס קרבנם וישימו שם ריח ניחוחיהם ויסיכו שם את נסכיהם "],"query":"026020028"},{"canonical":"Ezekiel 20:29","passages":["ואמר אלהם מה הבמה אשר אתם הבאים שם ויקרא שמה במה עד היום הזה "],"query":"026020029"},{"canonical":"Ezekiel 20:30","passages":["לכן אמר אל בית ישראל כה אמר אדני יהוה הבדרך אבותיכם אתם נטמאים ואחרי שקוציהם אתם זנים "],"query":"026020030"},{"canonical":"Ezekiel 20:31","passages":["ובשאת מתנתיכם בהעביר בניכם באש אתם נטמאים לכל גלוליכם עד היום ואני אדרש לכם בית ישראל חי אני נאם אדני יהוה אם אדרש לכם "],"query":"026020031"},{"canonical":"Ezekiel 20:32","passages":["והעלה על רוחכם היו לא תהיה אשר אתם אמרים נהיה כגוים כמשפחות הארצות לשרת עץ ואבן "],"query":"026020032"},{"canonical":"Ezekiel 20:33","passages":["חי אני נאם אדני יהוה אם לא ביד חזקה ובזרוע נטויה ובחמה שפוכה אמלוך עליכם "],"query":"026020033"},{"canonical":"Ezekiel 20:34","passages":["והוצאתי אתכם מן העמים וקבצתי אתכם מן הארצות אשר נפוצתם בם ביד חזקה ובזרוע נטויה ובחמה שפוכה "],"query":"026020034"},{"canonical":"Ezekiel 20:35","passages":["והבאתי אתכם אל מדבר העמים ונשפטתי אתכם שם פנים אל פנים "],"query":"026020035"},{"canonical":"Ezekiel 20:36","passages":["כאשר נשפטתי את אבותיכם במדבר ארץ מצרים כן אשפט אתכם נאם אדני יהוה "],"query":"026020036"},{"canonical":"Ezekiel 20:37","passages":["והעברתי אתכם תחת השבט והבאתי אתכם במסרת הברית "],"query":"026020037"},{"canonical":"Ezekiel 20:38","passages":["וברותי מכם המרדים והפושעים בי מארץ מגוריהם אוציא אותם ואל אדמת ישראל לא יבוא וידעתם כי אני יהוה "],"query":"026020038"},{"canonical":"Ezekiel 20:39","passages":["ואתם בית ישראל כה אמר אדני יהוה איש גלוליו לכו עבדו ואחר אם אינכם שמעים אלי ואת שם קדשי לא תחללו עוד במתנותיכם ובגלוליכם "],"query":"026020039"},{"canonical":"Ezekiel 20:40","passages":["כי בהר קדשי בהר מרום ישראל נאם אדני יהוה שם יעבדני כל בית ישראל כלה בארץ שם ארצם ושם אדרוש את תרומתיכם ואת ראשית משאותיכם בכל קדשיכם "],"query":"026020040"},{"canonical":"Ezekiel 20:41","passages":["בריח ניחח ארצה אתכם בהוציאי אתכם מן העמים וקבצתי אתכם מן הארצות אשר נפצתם בם ונקדשתי בכם לעיני הגוים "],"query":"026020041"},{"canonical":"Ezekiel 20:42","passages":["וידעתם כי אני יהוה בהביאי אתכם אל אדמת ישראל אל הארץ אשר נשאתי את ידי לתת אותה לאבותיכם "],"query":"026020042"},{"canonical":"Ezekiel 20:43","passages":["וזכרתם שם את דרכיכם ואת כל עלילותיכם אשר נטמאתם בם ונקטתם בפניכם בכל רעותיכם אשר עשיתם "],"query":"026020043"},{"canonical":"Ezekiel 20:44","passages":["וידעתם כי אני יהוה בעשותי אתכם למען שמי לא כדרכיכם הרעים וכעלילותיכם הנשחתות בית ישראל נאם אדני יהוה פ"],"query":"026020044"}]}