{"query":"026037","verses":[{},{"canonical":"Ezekiel 37:1","passages":["היתה עלי יד יהוה ויוצאני ברוח יהוה ויניחני בתוך הבקעה והיא מלאה עצמות "],"query":"026037001"},{"canonical":"Ezekiel 37:2","passages":["והעבירני עליהם סביב סביב והנה רבות מאד על פני הבקעה והנה יבשות מאד "],"query":"026037002"},{"canonical":"Ezekiel 37:3","passages":["ויאמר אלי בן אדם התחיינה העצמות האלה ואמר אדני יהוה אתה ידעת "],"query":"026037003"},{"canonical":"Ezekiel 37:4","passages":["ויאמר אלי הנבא על העצמות האלה ואמרת אליהם העצמות היבשות שמעו דבר יהוה "],"query":"026037004"},{"canonical":"Ezekiel 37:5","passages":["כה אמר אדני יהוה לעצמות האלה הנה אני מביא בכם רוח וחייתם "],"query":"026037005"},{"canonical":"Ezekiel 37:6","passages":["ונתתי עליכם גדים והעלתי עליכם בשר וקרמתי עליכם עור ונתתי בכם רוח וחייתם וידעתם כי אני יהוה "],"query":"026037006"},{"canonical":"Ezekiel 37:7","passages":["ונבאתי כאשר צויתי ויהי קול כהנבאי והנה רעש ותקרבו עצמות עצם אל עצמו "],"query":"026037007"},{"canonical":"Ezekiel 37:8","passages":["וראיתי והנה עליהם גדים ובשר עלה ויקרם עליהם עור מלמעלה ורוח אין בהם "],"query":"026037008"},{"canonical":"Ezekiel 37:9","passages":["ויאמר אלי הנבא אל הרוח הנבא בן אדם ואמרת אל הרוח כה אמר אדני יהוה מארבע רוחות באי הרוח ופחי בהרוגים האלה ויחיו "],"query":"026037009"},{"canonical":"Ezekiel 37:10","passages":["והנבאתי כאשר צוני ותבוא בהם הרוח ויחיו ויעמדו על רגליהם חיל גדול מאד מאד  ס "],"query":"026037010"},{"canonical":"Ezekiel 37:11","passages":["ויאמר אלי בן אדם העצמות האלה כל בית ישראל המה הנה אמרים יבשו עצמותינו ואבדה תקותנו נגזרנו לנו "],"query":"026037011"},{"canonical":"Ezekiel 37:12","passages":["לכן הנבא ואמרת אליהם כה אמר אדני יהוה הנה אני פתח את קברותיכם והעליתי אתכם מקברותיכם עמי והבאתי אתכם אל אדמת ישראל  ס "],"query":"026037012"},{"canonical":"Ezekiel 37:13","passages":["וידעתם כי אני יהוה בפתחי את קברותיכם ובהעלותי אתכם מקברותיכם עמי "],"query":"026037013"},{"canonical":"Ezekiel 37:14","passages":["ונתתי רוחי בכם וחייתם והנחתי אתכם על אדמתכם וידעתם כי אני יהוה דברתי ועשיתי נאם יהוה פ"],"query":"026037014"},{"canonical":"Ezekiel 37:15","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026037015"},{"canonical":"Ezekiel 37:16","passages":["ואתה בן אדם קח לך עץ אחד וכתב עליו ליהודה ולבני ישראל חבריו "],"query":"026037016"},{"canonical":"Ezekiel 37:17","passages":["וקרב אתם אחד אל אחד לך לעץ אחד והיו לאחדים בידך "],"query":"026037017"},{"canonical":"Ezekiel 37:18","passages":["וכאשר יאמרו אליך בני עמך לאמר הלוא תגיד לנו מה אלה לך "],"query":"026037018"},{"canonical":"Ezekiel 37:19","passages":["דבר אלהם כה אמר אדני יהוה הנה אני לקח את עץ יוסף אשר ביד אפרים ושבטי ישראל חבריו ונתתי אותם עליו את עץ יהודה ועשיתם לעץ אחד והיו אחד בידי "],"query":"026037019"},{"canonical":"Ezekiel 37:20","passages":["והיו העצים אשר תכתב עליהם בידך לעיניהם "],"query":"026037020"},{"canonical":"Ezekiel 37:21","passages":["ודבר אליהם כה אמר אדני יהוה הנה אני לקח את בני ישראל מבין הגוים אשר הלכו שם וקבצתי אתם מסביב והבאתי אותם אל אדמתם "],"query":"026037021"},{"canonical":"Ezekiel 37:22","passages":["ועשיתי אתם לגוי אחד בארץ בהרי ישראל ומלך אחד יהיה לכלם למלך ולא יהיו עוד לשני גוים ולא יחצו עוד לשתי ממלכות עוד "],"query":"026037022"},{"canonical":"Ezekiel 37:23","passages":["ולא יטמאו עוד בגלוליהם ובשקוציהם ובכל פשעיהם והושעתי אתם מכל מושבתיהם אשר חטאו בהם וטהרתי אותם והיו לי לעם ואני אהיה להם לאלהים "],"query":"026037023"},{"canonical":"Ezekiel 37:24","passages":["ועבדי דוד מלך עליהם ורועה אחד יהיה לכלם ובמשפטי ילכו וחקתי ישמרו ועשו אותם "],"query":"026037024"},{"canonical":"Ezekiel 37:25","passages":["וישבו על הארץ אשר נתתי לעבדי ליעקב אשר ישבו בה אבותיכם וישבו עליה המה ובניהם ובני בניהם עד עולם ודוד עבדי נשיא להם לעולם "],"query":"026037025"},{"canonical":"Ezekiel 37:26","passages":["וכרתי להם ברית שלום ברית עולם יהיה אותם ונתתים והרביתי אותם ונתתי את מקדשי בתוכם לעולם "],"query":"026037026"},{"canonical":"Ezekiel 37:27","passages":["והיה משכני עליהם והייתי להם לאלהים והמה יהיו לי לעם "],"query":"026037027"},{"canonical":"Ezekiel 37:28","passages":["וידעו הגוים כי אני יהוה מקדש את ישראל בהיות מקדשי בתוכם לעולם  ס "],"query":"026037028"}]}