{"query":"026008","verses":[{},{"canonical":"Ezekiel 8:1","passages":["ויהי בשנה הששית בששי בחמשה לחדש אני יושב בביתי וזקני יהודה יושבים לפני ותפל עלי שם יד אדני יהוה "],"query":"026008001"},{"canonical":"Ezekiel 8:2","passages":["ואראה והנה דמות כמראה אש ממראה מתניו ולמטה אש וממתניו ולמעלה כמראה זהר כעין החשמלה "],"query":"026008002"},{"canonical":"Ezekiel 8:3","passages":["וישלח תבנית יד ויקחני בציצת ראשי ותשא אתי רוח בין הארץ ובין השמים ותבא אתי ירושלמה במראות אלהים אל פתח שער הפנימית הפונה צפונה אשר שם מושב סמל הקנאה המקנה "],"query":"026008003"},{"canonical":"Ezekiel 8:4","passages":["והנה שם כבוד אלהי ישראל כמראה אשר ראיתי בבקעה "],"query":"026008004"},{"canonical":"Ezekiel 8:5","passages":["ויאמר אלי בן אדם שא נא עיניך דרך צפונה ואשא עיני דרך צפונה והנה מצפון לשער המזבח סמל הקנאה הזה בבאה "],"query":"026008005"},{"canonical":"Ezekiel 8:6","passages":["ויאמר אלי בן אדם הראה אתה  ס "],"query":"026008006"},{"canonical":"Ezekiel 8:7","passages":["ויבא אתי אל פתח החצר ואראה והנה חר אחד בקיר "],"query":"026008007"},{"canonical":"Ezekiel 8:8","passages":["ויאמר אלי בן אדם חתר נא בקיר ואחתר בקיר והנה פתח אחד "],"query":"026008008"},{"canonical":"Ezekiel 8:9","passages":["ויאמר אלי בא וראה את התועבות הרעות אשר הם עשים פה "],"query":"026008009"},{"canonical":"Ezekiel 8:10","passages":["ואבוא ואראה והנה כל תבנית רמש ובהמה שקץ וכל גלולי בית ישראל מחקה על הקיר סביב סביב "],"query":"026008010"},{"canonical":"Ezekiel 8:11","passages":["ושבעים איש מזקני בית ישראל ויאזניהו בן שפן עמד בתוכם עמדים לפניהם ואיש מקטרתו בידו ועתר ענן הקטרת עלה "],"query":"026008011"},{"canonical":"Ezekiel 8:12","passages":["ויאמר אלי הראית בן אדם אשר זקני בית ישראל עשים בחשך איש בחדרי משכיתו כי אמרים אין יהוה ראה אתנו עזב יהוה את הארץ "],"query":"026008012"},{"canonical":"Ezekiel 8:13","passages":["ויאמר אלי עוד תשוב תראה תועבות גדלות אשר המה עשים "],"query":"026008013"},{"canonical":"Ezekiel 8:14","passages":["ויבא אתי אל פתח שער בית יהוה אשר אל הצפונה והנה שם הנשים ישבות מבכות את התמוז  ס "],"query":"026008014"},{"canonical":"Ezekiel 8:15","passages":["ויאמר אלי הראית בן אדם עוד תשוב תראה תועבות גדלות מאלה "],"query":"026008015"},{"canonical":"Ezekiel 8:16","passages":["ויבא אתי אל חצר בית יהוה הפנימית והנה פתח היכל יהוה בין האולם ובין המזבח כעשרים וחמשה איש אחריהם אל היכל יהוה ופניהם קדמה והמה משתחויתם קדמה לשמש "],"query":"026008016"},{"canonical":"Ezekiel 8:17","passages":["ויאמר אלי הראית בן אדם הנקל לבית יהודה מעשות את התועבות אשר עשו פה כי מלאו את הארץ חמס וישבו להכעיסני והנם שלחים את הזמורה אל אפם "],"query":"026008017"},{"canonical":"Ezekiel 8:18","passages":["וגם אני אעשה בחמה לא תחוס עיני ולא אחמל וקראו באזני קול גדול ולא אשמע אותם "],"query":"026008018"}]}