{"query":"026013","verses":[{},{"canonical":"Ezekiel 13:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026013001"},{"canonical":"Ezekiel 13:2","passages":["בן אדם הנבא אל נביאי ישראל הנבאים ואמרת לנביאי מלבם שמעו דבר יהוה "],"query":"026013002"},{"canonical":"Ezekiel 13:3","passages":["כה אמר אדני יהוה הוי על הנביאים הנבלים אשר הלכים אחר רוחם ולבלתי ראו "],"query":"026013003"},{"canonical":"Ezekiel 13:4","passages":["כשעלים בחרבות נביאיך ישראל היו "],"query":"026013004"},{"canonical":"Ezekiel 13:5","passages":["לא עליתם בפרצות ותגדרו גדר על בית ישראל לעמד במלחמה ביום יהוה "],"query":"026013005"},{"canonical":"Ezekiel 13:6","passages":["חזו שוא וקסם כזב האמרים נאם יהוה ויהוה לא שלחם ויחלו לקים דבר "],"query":"026013006"},{"canonical":"Ezekiel 13:7","passages":["הלוא מחזה שוא חזיתם ומקסם כזב אמרתם ואמרים נאם יהוה ואני לא דברתי  ס "],"query":"026013007"},{"canonical":"Ezekiel 13:8","passages":["לכן כה אמר אדני יהוה יען דברכם שוא וחזיתם כזב לכן הנני אליכם נאם אדני יהוה "],"query":"026013008"},{"canonical":"Ezekiel 13:9","passages":["והיתה ידי אל הנביאים החזים שוא והקסמים כזב בסוד עמי לא יהיו ובכתב בית ישראל לא יכתבו ואל אדמת ישראל לא יבאו וידעתם כי אני אדני יהוה "],"query":"026013009"},{"canonical":"Ezekiel 13:10","passages":["יען וביען הטעו את עמי לאמר שלום ואין שלום והוא בנה חיץ והנם טחים אתו תפל "],"query":"026013010"},{"canonical":"Ezekiel 13:11","passages":["אמר אל טחי תפל ויפל היה גשם שוטף ואתנה אבני אלגביש תפלנה ורוח סערות תבקע "],"query":"026013011"},{"canonical":"Ezekiel 13:12","passages":["והנה נפל הקיר הלוא יאמר אליכם איה הטיח אשר טחתם  ס "],"query":"026013012"},{"canonical":"Ezekiel 13:13","passages":["לכן כה אמר אדני יהוה ובקעתי רוח סערות בחמתי וגשם שטף באפי יהיה ואבני אלגביש בחמה לכלה "],"query":"026013013"},{"canonical":"Ezekiel 13:14","passages":["והרסתי את הקיר אשר טחתם תפל והגעתיהו אל הארץ ונגלה יסדו ונפלה וכליתם בתוכה וידעתם כי אני יהוה "],"query":"026013014"},{"canonical":"Ezekiel 13:15","passages":["וכליתי את חמתי בקיר ובטחים אתו תפל ואמר לכם אין הקיר ואין הטחים אתו "],"query":"026013015"},{"canonical":"Ezekiel 13:16","passages":["נביאי ישראל הנבאים אל ירושלם והחזים לה חזון שלם ואין שלם נאם אדני יהוה פ"],"query":"026013016"},{"canonical":"Ezekiel 13:17","passages":["ואתה בן אדם שים פניך אל בנות עמך המתנבאות מלבהן והנבא עליהן "],"query":"026013017"},{"canonical":"Ezekiel 13:18","passages":["ואמרת כה אמר אדני יהוה הוי למתפרות כסתות על כל אצילי ידי ועשות המספחות על ראש כל קומה לצודד נפשות הנפשות תצודדנה לעמי ונפשות לכנה תחיינה "],"query":"026013018"},{"canonical":"Ezekiel 13:19","passages":["ותחללנה אתי אל עמי בשעלי שערים ובפתותי לחם להמית נפשות אשר לא תמותנה ולחיות נפשות אשר לא תחיינה בכזבכם לעמי שמעי כזב  ס "],"query":"026013019"},{"canonical":"Ezekiel 13:20","passages":["לכן כה אמר אדני יהוה הנני אל כסתותיכנה אשר אתנה מצדדות שם את הנפשות לפרחות וקרעתי אתם מעל זרועתיכם ושלחתי את הנפשות אשר אתם מצדדות את נפשים לפרחת "],"query":"026013020"},{"canonical":"Ezekiel 13:21","passages":["וקרעתי את מספחתיכם והצלתי את עמי מידכן ולא יהיו עוד בידכן למצודה וידעתן כי אני יהוה "],"query":"026013021"},{"canonical":"Ezekiel 13:22","passages":["יען הכאות לב צדיק שקר ואני לא הכאבתיו ולחזק ידי רשע לבלתי שוב מדרכו הרע להחיתו "],"query":"026013022"},{"canonical":"Ezekiel 13:23","passages":["לכן שוא לא תחזינה וקסם לא תקסמנה עוד והצלתי את עמי מידכן וידעתן כי אני יהוה "],"query":"026013023"}]}