{"query":"026036","verses":[{},{"canonical":"Ezekiel 36:1","passages":["ואתה בן אדם הנבא אל הרי ישראל ואמרת הרי ישראל שמעו דבר יהוה "],"query":"026036001"},{"canonical":"Ezekiel 36:2","passages":["כה אמר אדני יהוה יען אמר האויב עליכם האח ובמות עולם למורשה היתה לנו "],"query":"026036002"},{"canonical":"Ezekiel 36:3","passages":["לכן הנבא ואמרת כה אמר אדני יהוה יען ביען שמות ושאף אתכם מסביב להיותכם מורשה לשארית הגוים ותעלו על שפת לשון ודבת עם "],"query":"026036003"},{"canonical":"Ezekiel 36:4","passages":["לכן הרי ישראל שמעו דבר אדני יהוה כה אמר אדני יהוה להרים ולגבעות לאפיקים ולגאיות ולחרבות השממות ולערים הנעזבות אשר היו לבז וללעג לשארית הגוים אשר מסביב  ס "],"query":"026036004"},{"canonical":"Ezekiel 36:5","passages":["לכן כה אמר אדני יהוה אם לא באש קנאתי דברתי על שארית הגוים ועל אדום כלא אשר נתנו את ארצי להם למורשה בשמחת כל לבב בשאט נפש למען מגרשה לבז "],"query":"026036005"},{"canonical":"Ezekiel 36:6","passages":["לכן הנבא על אדמת ישראל ואמרת להרים ולגבעות לאפיקים ולגאיות כה אמר אדני יהוה הנני בקנאתי ובחמתי דברתי יען כלמת גוים נשאתם "],"query":"026036006"},{"canonical":"Ezekiel 36:7","passages":["לכן כה אמר אדני יהוה אני נשאתי את ידי אם לא הגוים אשר לכם מסביב המה כלמתם ישאו "],"query":"026036007"},{"canonical":"Ezekiel 36:8","passages":["ואתם הרי ישראל ענפכם תתנו ופריכם תשאו לעמי ישראל כי קרבו לבוא "],"query":"026036008"},{"canonical":"Ezekiel 36:9","passages":["כי הנני אליכם ופניתי אליכם ונעבדתם ונזרעתם "],"query":"026036009"},{"canonical":"Ezekiel 36:10","passages":["והרביתי עליכם אדם כל בית ישראל כלה ונשבו הערים והחרבות תבנינה "],"query":"026036010"},{"canonical":"Ezekiel 36:11","passages":["והרביתי עליכם אדם ובהמה ורבו ופרו והושבתי אתכם כקדמותיכם והטבתי מראשתיכם וידעתם כי אני יהוה "],"query":"026036011"},{"canonical":"Ezekiel 36:12","passages":["והולכתי עליכם אדם את עמי ישראל וירשוך והיית להם לנחלה ולא תוסף עוד לשכלם  ס "],"query":"026036012"},{"canonical":"Ezekiel 36:13","passages":["כה אמר אדני יהוה יען אמרים לכם אכלת אדם גוייך היית "],"query":"026036013"},{"canonical":"Ezekiel 36:14","passages":["לכן אדם לא תאכלי עוד תשכלי עוד נאם אדני יהוה "],"query":"026036014"},{"canonical":"Ezekiel 36:15","passages":["ולא אשמיע אליך עוד כלמת הגוים וחרפת עמים לא תשאי עוד  ס "],"query":"026036015"},{"canonical":"Ezekiel 36:16","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026036016"},{"canonical":"Ezekiel 36:17","passages":["בן אדם בית ישראל ישבים על אדמתם ויטמאו אותה בדרכם ובעלילותם כטמאת הנדה היתה דרכם לפני "],"query":"026036017"},{"canonical":"Ezekiel 36:18","passages":["ואשפך חמתי עליהם על הדם אשר שפכו על הארץ ובגלוליהם טמאוה "],"query":"026036018"},{"canonical":"Ezekiel 36:19","passages":["ואפיץ אתם בגוים ויזרו בארצות כדרכם וכעלילותם שפטתים "],"query":"026036019"},{"canonical":"Ezekiel 36:20","passages":["ויבוא אל הגוים אשר באו שם ויחללו את שם קדשי באמר להם עם יהוה אלה ומארצו יצאו "],"query":"026036020"},{"canonical":"Ezekiel 36:21","passages":["ואחמל על שם קדשי אשר חללוהו בית ישראל בגוים אשר באו שמה  ס "],"query":"026036021"},{"canonical":"Ezekiel 36:22","passages":["לכן אמר לבית ישראל כה אמר אדני יהוה לא למענכם אני עשה בית ישראל כי אם לשם קדשי אשר חללתם בגוים אשר באתם שם "],"query":"026036022"},{"canonical":"Ezekiel 36:23","passages":["וקדשתי את שמי הגדול המחלל בגוים אשר חללתם בתוכם וידעו הגוים כי אני יהוה נאם אדני יהוה בהקדשי בכם לעיניהם "],"query":"026036023"},{"canonical":"Ezekiel 36:24","passages":["ולקחתי אתכם מן הגוים וקבצתי אתכם מכל הארצות והבאתי אתכם אל אדמתכם "],"query":"026036024"},{"canonical":"Ezekiel 36:25","passages":["וזרקתי עליכם מים טהורים וטהרתם מכל טמאותיכם ומכל גלוליכם אטהר אתכם "],"query":"026036025"},{"canonical":"Ezekiel 36:26","passages":["ונתתי לכם לב חדש ורוח חדשה אתן בקרבכם והסרתי את לב האבן מבשרכם ונתתי לכם לב בשר "],"query":"026036026"},{"canonical":"Ezekiel 36:27","passages":["ואת רוחי אתן בקרבכם ועשיתי את אשר בחקי תלכו ומשפטי תשמרו ועשיתם "],"query":"026036027"},{"canonical":"Ezekiel 36:28","passages":["וישבתם בארץ אשר נתתי לאבתיכם והייתם לי לעם ואנכי אהיה לכם לאלהים "],"query":"026036028"},{"canonical":"Ezekiel 36:29","passages":["והושעתי אתכם מכל טמאותיכם וקראתי אל הדגן והרביתי אתו ולא אתן עליכם רעב "],"query":"026036029"},{"canonical":"Ezekiel 36:30","passages":["והרביתי את פרי העץ ותנובת השדה למען אשר לא תקחו עוד חרפת רעב בגוים "],"query":"026036030"},{"canonical":"Ezekiel 36:31","passages":["וזכרתם את דרכיכם הרעים ומעלליכם אשר לא טובים ונקטתם בפניכם על עונתיכם ועל תועבותיכם "],"query":"026036031"},{"canonical":"Ezekiel 36:32","passages":["לא למענכם אני עשה נאם אדני יהוה יודע לכם בושו והכלמו מדרכיכם בית ישראל  ס "],"query":"026036032"},{"canonical":"Ezekiel 36:33","passages":["כה אמר אדני יהוה ביום טהרי אתכם מכל עונותיכם והושבתי את הערים ונבנו החרבות "],"query":"026036033"},{"canonical":"Ezekiel 36:34","passages":["והארץ הנשמה תעבד תחת אשר היתה שממה לעיני כל עובר "],"query":"026036034"},{"canonical":"Ezekiel 36:35","passages":["ואמרו הארץ הלזו הנשמה היתה כגן עדן והערים החרבות והנשמות והנהרסות בצורות ישבו "],"query":"026036035"},{"canonical":"Ezekiel 36:36","passages":["וידעו הגוים אשר ישארו סביבותיכם כי אני יהוה בניתי הנהרסות נטעתי הנשמה אני יהוה דברתי ועשיתי  ס "],"query":"026036036"},{"canonical":"Ezekiel 36:37","passages":["כה אמר אדני יהוה עוד זאת אדרש לבית ישראל לעשות להם ארבה אתם כצאן אדם "],"query":"026036037"},{"canonical":"Ezekiel 36:38","passages":["כצאן קדשים כצאן ירושלם במועדיה כן תהיינה הערים החרבות מלאות צאן אדם וידעו כי אני יהוה  ס "],"query":"026036038"}]}