{"query":"026031","verses":[{},{"canonical":"Ezekiel 31:1","passages":["ויהי באחת עשרה שנה בשלישי באחד לחדש היה דבר יהוה אלי לאמר "],"query":"026031001"},{"canonical":"Ezekiel 31:2","passages":["בן אדם אמר אל פרעה מלך מצרים ואל המונו אל מי דמית בגדלך "],"query":"026031002"},{"canonical":"Ezekiel 31:3","passages":["הנה אשור ארז בלבנון יפה ענף וחרש מצל וגבה קומה ובין עבתים היתה צמרתו "],"query":"026031003"},{"canonical":"Ezekiel 31:4","passages":["מים גדלוהו תהום רממתהו את נהרתיה הלך סביבות מטעה ואת תעלתיה שלחה אל כל עצי השדה "],"query":"026031004"},{"canonical":"Ezekiel 31:5","passages":["על כן גבהא קמתו מכל עצי השדה ותרבינה סרעפתיו ותארכנה פארתיו ממים רבים בשלחו "],"query":"026031005"},{"canonical":"Ezekiel 31:6","passages":["בסעפתיו קננו כל עוף השמים ותחת פארתיו ילדו כל חית השדה ובצלו ישבו כל גוים רבים "],"query":"026031006"},{"canonical":"Ezekiel 31:7","passages":["וייף בגדלו בארך דליותיו כי היה שרשו אל מים רבים "],"query":"026031007"},{"canonical":"Ezekiel 31:8","passages":["ארזים לא עממהו בגן אלהים ברושים לא דמו אל סעפתיו וערמנים לא היו כפארתיו כל עץ בגן אלהים לא דמה אליו ביפיו "],"query":"026031008"},{"canonical":"Ezekiel 31:9","passages":["יפה עשיתיו ברב דליותיו ויקנאהו כל עצי עדן אשר בגן האלהים  ס "],"query":"026031009"},{"canonical":"Ezekiel 31:10","passages":["לכן כה אמר אדני יהוה יען אשר גבהת בקומה ויתן צמרתו אל בין עבותים ורם לבבו בגבהו "],"query":"026031010"},{"canonical":"Ezekiel 31:11","passages":["ואתנהו ביד איל גוים עשו יעשה לו כרשעו גרשתהו "],"query":"026031011"},{"canonical":"Ezekiel 31:12","passages":["ויכרתהו זרים עריצי גוים ויטשהו אל ההרים ובכל גאיות נפלו דליותיו ותשברנה פארתיו בכל אפיקי הארץ וירדו מצלו כל עמי הארץ ויטשהו "],"query":"026031012"},{"canonical":"Ezekiel 31:13","passages":["על מפלתו ישכנו כל עוף השמים ואל פארתיו היו כל חית השדה "],"query":"026031013"},{"canonical":"Ezekiel 31:14","passages":["למען אשר לא יגבהו בקומתם כל עצי מים ולא יתנו את צמרתם אל בין עבתים ולא יעמדו אליהם בגבהם כל שתי מים כי כלם נתנו למות אל ארץ תחתית בתוך בני אדם אל יורדי בור  ס "],"query":"026031014"},{"canonical":"Ezekiel 31:15","passages":["כה אמר אדני יהוה ביום רדתו שאולה האבלתי כסתי עליו את תהום ואמנע נהרותיה ויכלאו מים רבים ואקדר עליו לבנון וכל עצי השדה עליו עלפה "],"query":"026031015"},{"canonical":"Ezekiel 31:16","passages":["מקול מפלתו הרעשתי גוים בהורדי אתו שאולה את יורדי בור וינחמו בארץ תחתית כל עצי עדן מבחר וטוב לבנון כל שתי מים "],"query":"026031016"},{"canonical":"Ezekiel 31:17","passages":["גם הם אתו ירדו שאולה אל חללי חרב וזרעו ישבו בצלו בתוך גוים "],"query":"026031017"},{"canonical":"Ezekiel 31:18","passages":["אל מי דמית ככה בכבוד ובגדל בעצי עדן והורדת את עצי עדן אל ארץ תחתית בתוך ערלים תשכב את חללי חרב הוא פרעה וכל המונה נאם אדני יהוה  ס "],"query":"026031018"}]}