{"query":"026043","verses":[{},{"canonical":"Ezekiel 43:1","passages":["ויולכני אל השער שער אשר פנה דרך הקדים "],"query":"026043001"},{"canonical":"Ezekiel 43:2","passages":["והנה כבוד אלהי ישראל בא מדרך הקדים וקולו כקול מים רבים והארץ האירה מכבדו "],"query":"026043002"},{"canonical":"Ezekiel 43:3","passages":["וכמראה המראה אשר ראיתי כמראה אשר ראיתי בבאי לשחת את העיר ומראות כמראה אשר ראיתי אל נהר כבר ואפל אל פני "],"query":"026043003"},{"canonical":"Ezekiel 43:4","passages":["וכבוד יהוה בא אל הבית דרך שער אשר פניו דרך הקדים "],"query":"026043004"},{"canonical":"Ezekiel 43:5","passages":["ותשאני רוח ותביאני אל החצר הפנימי והנה מלא כבוד יהוה הבית "],"query":"026043005"},{"canonical":"Ezekiel 43:6","passages":["ואשמע מדבר אלי מהבית ואיש היה עמד אצלי "],"query":"026043006"},{"canonical":"Ezekiel 43:7","passages":["ויאמר אלי בן אדם את מקום כסאי ואת מקום כפות רגלי אשר אשכן שם בתוך בני ישראל לעולם ולא יטמאו עוד בית ישראל שם קדשי המה ומלכיהם בזנותם ובפגרי מלכיהם במותם "],"query":"026043007"},{"canonical":"Ezekiel 43:8","passages":["בתתם ספם את ספי ומזוזתם אצל מזוזתי והקיר ביני וביניהם וטמאו את שם קדשי בתועבותם אשר עשו ואכל אתם באפי "],"query":"026043008"},{"canonical":"Ezekiel 43:9","passages":["עתה ירחקו את זנותם ופגרי מלכיהם ממני ושכנתי בתוכם לעולם  ס "],"query":"026043009"},{"canonical":"Ezekiel 43:10","passages":["אתה בן אדם הגד את בית ישראל את הבית ויכלמו מעונותיהם ומדדו את תכנית "],"query":"026043010"},{"canonical":"Ezekiel 43:11","passages":["ואם נכלמו מכל אשר עשו צורת הבית ותכונתו ומוצאיו ומובאיו וכל צורתו ואת כל חקתיו וכל תורתיו הודע אותם וכתב לעיניהם וישמרו את כל צורתו ואת כל חקתיו ועשו אותם "],"query":"026043011"},{"canonical":"Ezekiel 43:12","passages":["זאת תורת הבית על ראש ההר כל גבלו סביב סביב קדש קדשים הנה זאת תורת הבית "],"query":"026043012"},{"canonical":"Ezekiel 43:13","passages":["ואלה מדות המזבח באמות אמה אמה וטפח וחיק האמה ואמה רחב וגבולה אל שפתה סביב זרת האחד וזה גב המזבח "],"query":"026043013"},{"canonical":"Ezekiel 43:14","passages":["ומחיק הארץ עד העזרה התחתונה שתים אמות ורחב אמה אחת ומהעזרה הקטנה עד העזרה הגדולה ארבע אמות ורחב האמה "],"query":"026043014"},{"canonical":"Ezekiel 43:15","passages":["וההראל ארבע אמות ומהאראיל ולמעלה הקרנות ארבע "],"query":"026043015"},{"canonical":"Ezekiel 43:16","passages":["והאריאל שתים עשרה ארך בשתים עשרה רחב רבוע אל ארבעת רבעיו "],"query":"026043016"},{"canonical":"Ezekiel 43:17","passages":["והעזרה ארבע עשרה ארך בארבע עשרה רחב אל ארבעת רבעיה והגבול סביב אותה חצי האמה והחיק לה אמה סביב ומעלתהו פנות קדים "],"query":"026043017"},{"canonical":"Ezekiel 43:18","passages":["ויאמר אלי בן אדם כה אמר אדני יהוה אלה חקות המזבח ביום העשותו להעלות עליו עולה ולזרק עליו דם "],"query":"026043018"},{"canonical":"Ezekiel 43:19","passages":["ונתתה אל הכהנים הלוים אשר הם מזרע צדוק הקרבים אלי נאם אדני יהוה לשרתני פר בן בקר לחטאת "],"query":"026043019"},{"canonical":"Ezekiel 43:20","passages":["ולקחת מדמו ונתתה על ארבע קרנתיו ואל ארבע פנות העזרה ואל הגבול סביב וחטאת אותו וכפרתהו "],"query":"026043020"},{"canonical":"Ezekiel 43:21","passages":["ולקחת את הפר החטאת ושרפו במפקד הבית מחוץ למקדש "],"query":"026043021"},{"canonical":"Ezekiel 43:22","passages":["וביום השני תקריב שעיר עזים תמים לחטאת וחטאו את המזבח כאשר חטאו בפר "],"query":"026043022"},{"canonical":"Ezekiel 43:23","passages":["בכלותך מחטא תקריב פר בן בקר תמים ואיל מן הצאן תמים "],"query":"026043023"},{"canonical":"Ezekiel 43:24","passages":["והקרבתם לפני יהוה והשליכו הכהנים עליהם מלח והעלו אותם עלה ליהוה "],"query":"026043024"},{"canonical":"Ezekiel 43:25","passages":["שבעת ימים תעשה שעיר חטאת ליום ופר בן בקר ואיל מן הצאן תמימים יעשו "],"query":"026043025"},{"canonical":"Ezekiel 43:26","passages":["שבעת ימים יכפרו את המזבח וטהרו אתו ומלאו ידיו "],"query":"026043026"},{"canonical":"Ezekiel 43:27","passages":["ויכלו את הימים  ס "],"query":"026043027"}]}