{"query":"026003","verses":[{},{"canonical":"Ezekiel 3:1","passages":["ויאמר אלי בן אדם את אשר תמצא אכול אכול את המגלה הזאת ולך דבר אל בית ישראל "],"query":"026003001"},{"canonical":"Ezekiel 3:2","passages":["ואפתח את פי ויאכלני את המגלה הזאת "],"query":"026003002"},{"canonical":"Ezekiel 3:3","passages":["ויאמר אלי בן אדם בטנך תאכל ומעיך תמלא את המגלה הזאת אשר אני נתן אליך ואכלה ותהי בפי כדבש למתוק פ"],"query":"026003003"},{"canonical":"Ezekiel 3:4","passages":["ויאמר אלי בן אדם לך בא אל בית ישראל ודברת בדברי אליהם "],"query":"026003004"},{"canonical":"Ezekiel 3:5","passages":["כי לא אל עם עמקי שפה וכבדי לשון אתה שלוח אל בית ישראל "],"query":"026003005"},{"canonical":"Ezekiel 3:6","passages":["לא אל עמים רבים עמקי שפה וכבדי לשון אשר לא תשמע דבריהם אם לא אליהם שלחתיך המה ישמעו אליך "],"query":"026003006"},{"canonical":"Ezekiel 3:7","passages":["ובית ישראל לא יאבו לשמע אליך כי אינם אבים לשמע אלי כי כל בית ישראל חזקי מצח וקשי לב המה "],"query":"026003007"},{"canonical":"Ezekiel 3:8","passages":["הנה נתתי את פניך חזקים לעמת פניהם ואת מצחך חזק לעמת מצחם "],"query":"026003008"},{"canonical":"Ezekiel 3:9","passages":["כשמיר חזק מצר נתתי מצחך לא תירא אותם ולא תחת מפניהם כי בית מרי המה פ"],"query":"026003009"},{"canonical":"Ezekiel 3:10","passages":["ויאמר אלי בן אדם את כל דברי אשר אדבר אליך קח בלבבך ובאזניך שמע "],"query":"026003010"},{"canonical":"Ezekiel 3:11","passages":["ולך בא אל הגולה אל בני עמך ודברת אליהם ואמרת אליהם כה אמר אדני יהוה אם ישמעו ואם יחדלו "],"query":"026003011"},{"canonical":"Ezekiel 3:12","passages":["ותשאני רוח ואשמע אחרי קול רעש גדול ברוך כבוד יהוה ממקומו "],"query":"026003012"},{"canonical":"Ezekiel 3:13","passages":["וקול כנפי החיות משיקות אשה אל אחותה וקול האופנים לעמתם וקול רעש גדול "],"query":"026003013"},{"canonical":"Ezekiel 3:14","passages":["ורוח נשאתני ותקחני ואלך מר בחמת רוחי ויד יהוה עלי חזקה "],"query":"026003014"},{"canonical":"Ezekiel 3:15","passages":["ואבוא אל הגולה תל אביב הישבים אל נהר כבר ואשב המה יושבים שם ואשב שם שבעת ימים משמים בתוכם "],"query":"026003015"},{"canonical":"Ezekiel 3:16","passages":["ויהי מקצה שבעת ימים פויהי דבר יהוה אלי לאמר "],"query":"026003016"},{"canonical":"Ezekiel 3:17","passages":["בן אדם צפה נתתיך לבית ישראל ושמעת מפי דבר והזהרת אותם ממני "],"query":"026003017"},{"canonical":"Ezekiel 3:18","passages":["באמרי לרשע מות תמות ולא הזהרתו ולא דברת להזהיר רשע מדרכו הרשעה לחיתו הוא רשע בעונו ימות ודמו מידך אבקש "],"query":"026003018"},{"canonical":"Ezekiel 3:19","passages":["ואתה כי הזהרת רשע ולא שב מרשעו ומדרכו הרשעה הוא בעונו ימות ואתה את נפשך הצלת  ס "],"query":"026003019"},{"canonical":"Ezekiel 3:20","passages":["ובשוב צדיק מצדקו ועשה עול ונתתי מכשול לפניו הוא ימות כי לא הזהרתו בחטאתו ימות ולא תזכרן צדקתו אשר עשה ודמו מידך אבקש "],"query":"026003020"},{"canonical":"Ezekiel 3:21","passages":["ואתה כי הזהרתו צדיק לבלתי חטא צדיק והוא לא חטא חיו יחיה כי נזהר ואתה את נפשך הצלת  ס "],"query":"026003021"},{"canonical":"Ezekiel 3:22","passages":["ותהי עלי שם יד יהוה ויאמר אלי קום צא אל הבקעה ושם אדבר אותך "],"query":"026003022"},{"canonical":"Ezekiel 3:23","passages":["ואקום ואצא אל הבקעה והנה שם כבוד יהוה עמד ככבוד אשר ראיתי על נהר כבר ואפל על פני "],"query":"026003023"},{"canonical":"Ezekiel 3:24","passages":["ותבא בי רוח ותעמדני על רגלי וידבר אתי ויאמר אלי בא הסגר בתוך ביתך "],"query":"026003024"},{"canonical":"Ezekiel 3:25","passages":["ואתה בן אדם הנה נתנו עליך עבותים ואסרוך בהם ולא תצא בתוכם "],"query":"026003025"},{"canonical":"Ezekiel 3:26","passages":["ולשונך אדביק אל חכך ונאלמת ולא תהיה להם לאיש מוכיח כי בית מרי המה "],"query":"026003026"},{"canonical":"Ezekiel 3:27","passages":["ובדברי אותך אפתח את פיך ואמרת אליהם כה אמר אדני יהוה השמע ישמע והחדל יחדל כי בית מרי המה  ס "],"query":"026003027"}]}