{"query":"026017","verses":[{},{"canonical":"Ezekiel 17:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026017001"},{"canonical":"Ezekiel 17:2","passages":["בן אדם חוד חידה ומשל משל אל בית ישראל "],"query":"026017002"},{"canonical":"Ezekiel 17:3","passages":["ואמרת כה אמר אדני יהוה הנשר הגדול גדול הכנפים ארך האבר מלא הנוצה אשר לו הרקמה בא אל הלבנון ויקח את צמרת הארז "],"query":"026017003"},{"canonical":"Ezekiel 17:4","passages":["את ראש יניקותיו קטף ויביאהו אל ארץ כנען בעיר רכלים שמו "],"query":"026017004"},{"canonical":"Ezekiel 17:5","passages":["ויקח מזרע הארץ ויתנהו בשדה זרע קח על מים רבים צפצפה שמו "],"query":"026017005"},{"canonical":"Ezekiel 17:6","passages":["ויצמח ויהי לגפן סרחת שפלת קומה לפנות דליותיו אליו ושרשיו תחתיו יהיו ותהי לגפן ותעש בדים ותשלח פארות "],"query":"026017006"},{"canonical":"Ezekiel 17:7","passages":["ויהי נשר אחד גדול גדול כנפים ורב נוצה והנה הגפן הזאת כפנה שרשיה עליו ודליותיו שלחה לו להשקות אותה מערגות מטעה "],"query":"026017007"},{"canonical":"Ezekiel 17:8","passages":["אל שדה טוב אל מים רבים היא שתולה לעשות ענף ולשאת פרי להיות לגפן אדרת  ס "],"query":"026017008"},{"canonical":"Ezekiel 17:9","passages":["אמר כה אמר אדני יהוה תצלח הלוא את שרשיה ינתק ואת פריה יקוסס ויבש כל טרפי צמחה תיבש ולא בזרע גדולה ובעם רב למשאות אותה משרשיה "],"query":"026017009"},{"canonical":"Ezekiel 17:10","passages":["והנה שתולה התצלח הלוא כגעת בה רוח הקדים תיבש יבש על ערגת צמחה תיבש פ"],"query":"026017010"},{"canonical":"Ezekiel 17:11","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026017011"},{"canonical":"Ezekiel 17:12","passages":["אמר נא לבית המרי הלא ידעתם מה אלה אמר הנה בא מלך בבל ירושלם ויקח את מלכה ואת שריה ויבא אותם אליו בבלה "],"query":"026017012"},{"canonical":"Ezekiel 17:13","passages":["ויקח מזרע המלוכה ויכרת אתו ברית ויבא אתו באלה ואת אילי הארץ לקח "],"query":"026017013"},{"canonical":"Ezekiel 17:14","passages":["להיות ממלכה שפלה לבלתי התנשא לשמר את בריתו לעמדה "],"query":"026017014"},{"canonical":"Ezekiel 17:15","passages":["וימרד בו לשלח מלאכיו מצרים לתת לו סוסים ועם רב היצלח הימלט העשה אלה והפר ברית ונמלט "],"query":"026017015"},{"canonical":"Ezekiel 17:16","passages":["חי אני נאם אדני יהוה אם לא במקום המלך הממליך אתו אשר בזה את אלתו ואשר הפר את בריתו אתו בתוך בבל ימות "],"query":"026017016"},{"canonical":"Ezekiel 17:17","passages":["ולא בחיל גדול ובקהל רב יעשה אותו פרעה במלחמה בשפך סללה ובבנות דיק להכרית נפשות רבות "],"query":"026017017"},{"canonical":"Ezekiel 17:18","passages":["ובזה אלה להפר ברית והנה נתן ידו וכל אלה עשה לא ימלט  ס "],"query":"026017018"},{"canonical":"Ezekiel 17:19","passages":["לכן כה אמר אדני יהוה חי אני אם לא אלתי אשר בזה ובריתי אשר הפיר ונתתיו בראשו "],"query":"026017019"},{"canonical":"Ezekiel 17:20","passages":["ופרשתי עליו רשתי ונתפש במצודתי והביאותיהו בבלה ונשפטתי אתו שם מעלו אשר מעל בי "],"query":"026017020"},{"canonical":"Ezekiel 17:21","passages":["ואת כל  ס "],"query":"026017021"},{"canonical":"Ezekiel 17:22","passages":["כה אמר אדני יהוה ולקחתי אני מצמרת הארז הרמה ונתתי מראש ינקותיו רך אקטף ושתלתי אני על הר גבה ותלול "],"query":"026017022"},{"canonical":"Ezekiel 17:23","passages":["בהר מרום ישראל אשתלנו ונשא ענף ועשה פרי והיה לארז אדיר ושכנו תחתיו כל צפור כל כנף בצל דליותיו תשכנה "],"query":"026017023"},{"canonical":"Ezekiel 17:24","passages":["וידעו כל עצי השדה כי אני יהוה השפלתי עץ גבה הגבהתי עץ שפל הובשתי עץ לח והפרחתי עץ יבש אני יהוה דברתי ועשיתי פ"],"query":"026017024"}]}