{"query":"026014","verses":[{},{"canonical":"Ezekiel 14:1","passages":["ויבוא אלי אנשים מזקני ישראל וישבו לפני פ"],"query":"026014001"},{"canonical":"Ezekiel 14:2","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026014002"},{"canonical":"Ezekiel 14:3","passages":["בן אדם האנשים האלה העלו גלוליהם על לבם ומכשול עונם נתנו נכח פניהם האדרש אדרש להם  ס "],"query":"026014003"},{"canonical":"Ezekiel 14:4","passages":["לכן דבר אותם ואמרת אליהם כה אמר אדני יהוה איש איש מבית ישראל אשר יעלה את גלוליו אל לבו ומכשול עונו ישים נכח פניו ובא אל הנביא אני יהוה נעניתי לו בא ברב גלוליו "],"query":"026014004"},{"canonical":"Ezekiel 14:5","passages":["למען תפש את בית ישראל בלבם אשר נזרו מעלי בגלוליהם כלם  ס "],"query":"026014005"},{"canonical":"Ezekiel 14:6","passages":["לכן אמר אל בית ישראל כה אמר אדני יהוה שובו והשיבו מעל גלוליכם ומעל כל תועבתיכם השיבו פניכם "],"query":"026014006"},{"canonical":"Ezekiel 14:7","passages":["כי איש איש מבית ישראל ומהגר אשר יגור בישראל וינזר מאחרי ויעל גלוליו אל לבו ומכשול עונו ישים נכח פניו ובא אל הנביא לדרש לו בי אני יהוה נענה לו בי "],"query":"026014007"},{"canonical":"Ezekiel 14:8","passages":["ונתתי פני באיש ההוא והשמתיהו לאות ולמשלים והכרתיו מתוך עמי וידעתם כי אני יהוה  ס "],"query":"026014008"},{"canonical":"Ezekiel 14:9","passages":["והנביא כי יפתה ודבר דבר אני יהוה פתיתי את הנביא ההוא ונטיתי את ידי עליו והשמדתיו מתוך עמי ישראל "],"query":"026014009"},{"canonical":"Ezekiel 14:10","passages":["ונשאו עונם כעון הדרש כעון הנביא יהיה "],"query":"026014010"},{"canonical":"Ezekiel 14:11","passages":["למען לא יתעו עוד בית ישראל מאחרי ולא יטמאו עוד בכל פשעיהם והיו לי לעם ואני אהיה להם לאלהים נאם אדני יהוה פ"],"query":"026014011"},{"canonical":"Ezekiel 14:12","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026014012"},{"canonical":"Ezekiel 14:13","passages":["בן אדם ארץ כי תחטא לי למעל מעל ונטיתי ידי עליה ושברתי לה מטה לחם והשלחתי בה רעב והכרתי ממנה אדם ובהמה "],"query":"026014013"},{"canonical":"Ezekiel 14:14","passages":["והיו שלשת האנשים האלה בתוכה נח דניאל ואיוב המה בצדקתם ינצלו נפשם נאם אדני יהוה "],"query":"026014014"},{"canonical":"Ezekiel 14:15","passages":["לו חיה רעה אעביר בארץ ושכלתה והיתה שממה מבלי עובר מפני החיה "],"query":"026014015"},{"canonical":"Ezekiel 14:16","passages":["שלשת האנשים האלה בתוכה חי אני נאם אדני יהוה אם בנים ואם בנות יצילו המה לבדם ינצלו והארץ תהיה שממה "],"query":"026014016"},{"canonical":"Ezekiel 14:17","passages":["או חרב אביא על הארץ ההיא ואמרתי חרב תעבר בארץ והכרתי ממנה אדם ובהמה "],"query":"026014017"},{"canonical":"Ezekiel 14:18","passages":["ושלשת האנשים האלה בתוכה חי אני נאם אדני יהוה לא יצילו בנים ובנות כי הם לבדם ינצלו "],"query":"026014018"},{"canonical":"Ezekiel 14:19","passages":["או דבר אשלח אל הארץ ההיא ושפכתי חמתי עליה בדם להכרית ממנה אדם ובהמה "],"query":"026014019"},{"canonical":"Ezekiel 14:20","passages":["ונח פ"],"query":"026014020"},{"canonical":"Ezekiel 14:21","passages":["כי כה אמר אדני יהוה אף כי ארבעת שפטי הרעים חרב ורעב וחיה רעה ודבר שלחתי אל ירושל͏ם להכרית ממנה אדם ובהמה "],"query":"026014021"},{"canonical":"Ezekiel 14:22","passages":["והנה נותרה בה פלטה המוצאים בנים ובנות הנם יוצאים אליכם וראיתם את דרכם ואת עלילותם ונחמתם על הרעה אשר הבאתי על ירושלם את כל אשר הבאתי עליה "],"query":"026014022"},{"canonical":"Ezekiel 14:23","passages":["ונחמו אתכם כי תראו את דרכם ואת עלילותם וידעתם כי לא חנם עשיתי את כל אשר עשיתי בה נאם אדני יהוה פ"],"query":"026014023"}]}