{"query":"026041","verses":[{},{"canonical":"Ezekiel 41:1","passages":["ויביאני אל ההיכל וימד את האילים שש אמות רחב מפו ושש אמות רחב מפו רחב האהל "],"query":"026041001"},{"canonical":"Ezekiel 41:2","passages":["ורחב הפתח עשר אמות וכתפות הפתח חמש אמות מפו וחמש אמות מפו וימד ארכו ארבעים אמה ורחב עשרים אמה "],"query":"026041002"},{"canonical":"Ezekiel 41:3","passages":["ובא לפנימה וימד איל הפתח שתים אמות והפתח שש אמות ורחב הפתח שבע אמות "],"query":"026041003"},{"canonical":"Ezekiel 41:4","passages":["וימד את ארכו עשרים אמה ורחב עשרים אמה אל פני ההיכל ויאמר אלי זה קדש הקדשים "],"query":"026041004"},{"canonical":"Ezekiel 41:5","passages":["וימד קיר הבית שש אמות ורחב הצלע ארבע אמות סביב סביב לבית סביב "],"query":"026041005"},{"canonical":"Ezekiel 41:6","passages":["והצלעות צלע אל צלע שלוש ושלשים פעמים ובאות בקיר אשר לבית לצלעות סביב סביב להיות אחוזים ולא יהיו אחוזים בקיר הבית "],"query":"026041006"},{"canonical":"Ezekiel 41:7","passages":["ורחבה ונסבה למעלה למעלה לצלעות כי מוסב הבית למעלה למעלה סביב סביב לבית על כן רחב לבית למעלה וכן התחתונה יעלה על העליונה לתיכונה "],"query":"026041007"},{"canonical":"Ezekiel 41:8","passages":["וראיתי לבית גבה סביב סביב מוסדות הצלעות מלו הקנה שש אמות אצילה "],"query":"026041008"},{"canonical":"Ezekiel 41:9","passages":["רחב הקיר אשר לצלע אל החוץ חמש אמות ואשר מנח בית צלעות אשר לבית "],"query":"026041009"},{"canonical":"Ezekiel 41:10","passages":["ובין הלשכות רחב עשרים אמה סביב לבית סביב סביב "],"query":"026041010"},{"canonical":"Ezekiel 41:11","passages":["ופתח הצלע למנח פתח אחד דרך הצפון ופתח אחד לדרום ורחב מקום המנח חמש אמות סביב סביב "],"query":"026041011"},{"canonical":"Ezekiel 41:12","passages":["והבנין אשר אל פני הגזרה פאת דרך הים רחב שבעים אמה וקיר הבנין חמש אמות רחב סביב סביב וארכו תשעים אמה "],"query":"026041012"},{"canonical":"Ezekiel 41:13","passages":["ומדד את הבית ארך מאה אמה והגזרה והבניה וקירותיה ארך מאה אמה "],"query":"026041013"},{"canonical":"Ezekiel 41:14","passages":["ורחב פני הבית והגזרה לקדים מאה אמה "],"query":"026041014"},{"canonical":"Ezekiel 41:15","passages":["ומדד ארך הבנין אל פני הגזרה אשר על אחריה ואתיקיהא מפו ומפו מאה אמה וההיכל הפנימי ואלמי החצר "],"query":"026041015"},{"canonical":"Ezekiel 41:16","passages":["הספים והחלונים האטמות והאתיקים סביב לשלשתם נגד הסף שחיף עץ סביב סביב והארץ עד החלנות והחלנות מכסות "],"query":"026041016"},{"canonical":"Ezekiel 41:17","passages":["על מעל הפתח ועד הבית הפנימי ולחוץ ואל כל הקיר סביב סביב בפנימי ובחיצון מדות "],"query":"026041017"},{"canonical":"Ezekiel 41:18","passages":["ועשוי כרובים ותמרים ותמרה בין כרוב לכרוב ושנים פנים לכרוב "],"query":"026041018"},{"canonical":"Ezekiel 41:19","passages":["ופני אדם אל התמרה מפו ופני כפיר אל התמרה מפו עשוי אל כל הבית סביב סביב "],"query":"026041019"},{"canonical":"Ezekiel 41:20","passages":["מהארץ עד מעל הפתח הכרובים והתמרים עשוים וקיר ההיכל "],"query":"026041020"},{"canonical":"Ezekiel 41:21","passages":["ההיכל מזוזת רבעה ופני הקדש המראה כמראה "],"query":"026041021"},{"canonical":"Ezekiel 41:22","passages":["המזבח עץ שלוש אמות גבה וארכו שתים אמות ומקצעותיו לו וארכו וקירתיו עץ וידבר אלי זה השלחן אשר לפני יהוה "],"query":"026041022"},{"canonical":"Ezekiel 41:23","passages":["ושתים דלתות להיכל ולקדש "],"query":"026041023"},{"canonical":"Ezekiel 41:24","passages":["ושתים דלתות לדלתות שתים מוסבות דלתות שתים לדלת אחת ושתי דלתות לאחרת "],"query":"026041024"},{"canonical":"Ezekiel 41:25","passages":["ועשויה אליהן אל דלתות ההיכל כרובים ותמרים כאשר עשוים לקירות ועב עץ אל פני האולם מהחוץ "],"query":"026041025"},{"canonical":"Ezekiel 41:26","passages":["וחלונים אטמות ותמרים מפו ומפו אל כתפות האולם וצלעות הבית והעבים "],"query":"026041026"}]}