{"query":"026044","verses":[{},{"canonical":"Ezekiel 44:1","passages":["וישב אתי דרך שער המקדש החיצון הפנה קדים והוא סגור "],"query":"026044001"},{"canonical":"Ezekiel 44:2","passages":["ויאמר אלי יהוה השער הזה סגור יהיה לא יפתח ואיש לא יבא בו כי יהוה אלהי ישראל בא בו והיה סגור "],"query":"026044002"},{"canonical":"Ezekiel 44:3","passages":["את הנשיא נשיא הוא ישב בו לאכול לחם לפני יהוה מדרך אלם השער יבוא ומדרכו יצא "],"query":"026044003"},{"canonical":"Ezekiel 44:4","passages":["ויביאני דרך שער הצפון אל פני הבית וארא והנה מלא כבוד יהוה את בית יהוה ואפל אל פני "],"query":"026044004"},{"canonical":"Ezekiel 44:5","passages":["ויאמר אלי יהוה בן אדם שים לבך וראה בעיניך ובאזניך שמע את כל אשר אני מדבר אתך לכל חקות בית יהוה ולכל תורתיו ושמת לבך למבוא הבית בכל מוצאי המקדש "],"query":"026044005"},{"canonical":"Ezekiel 44:6","passages":["ואמרת אל מרי אל בית ישראל כה אמר אדני יהוה רב לכם מכל תועבותיכם בית ישראל "],"query":"026044006"},{"canonical":"Ezekiel 44:7","passages":["בהביאכם בני נכר ערלי לב וערלי בשר להיות במקדשי לחללו את ביתי בהקריבכם את לחמי חלב ודם ויפרו את בריתי אל כל תועבותיכם "],"query":"026044007"},{"canonical":"Ezekiel 44:8","passages":["ולא שמרתם משמרת קדשי ותשימון לשמרי משמרתי במקדשי לכם "],"query":"026044008"},{"canonical":"Ezekiel 44:9","passages":["כה אמר אדני יהוה כל בן נכר ערל לב וערל בשר לא יבוא אל מקדשי לכל בן נכר אשר בתוך בני ישראל "],"query":"026044009"},{"canonical":"Ezekiel 44:10","passages":["כי אם הלוים אשר רחקו מעלי בתעות ישראל אשר תעו מעלי אחרי גלוליהם ונשאו עונם "],"query":"026044010"},{"canonical":"Ezekiel 44:11","passages":["והיו במקדשי משרתים פקדות אל שערי הבית ומשרתים את הבית המה ישחטו את העלה ואת הזבח לעם והמה יעמדו לפניהם לשרתם "],"query":"026044011"},{"canonical":"Ezekiel 44:12","passages":["יען אשר ישרתו אותם לפני גלוליהם והיו לבית ישראל למכשול עון על כן נשאתי ידי עליהם נאם אדני יהוה ונשאו עונם "],"query":"026044012"},{"canonical":"Ezekiel 44:13","passages":["ולא יגשו אלי לכהן לי ולגשת על כל קדשי אל קדשי הקדשים ונשאו כלמתם ותועבותם אשר עשו "],"query":"026044013"},{"canonical":"Ezekiel 44:14","passages":["ונתתי אותם שמרי משמרת הבית לכל עבדתו ולכל אשר יעשה בו פ"],"query":"026044014"},{"canonical":"Ezekiel 44:15","passages":["והכהנים הלוים בני צדוק אשר שמרו את משמרת מקדשי בתעות בני ישראל מעלי המה יקרבו אלי לשרתני ועמדו לפני להקריב לי חלב ודם נאם אדני יהוה "],"query":"026044015"},{"canonical":"Ezekiel 44:16","passages":["המה יבאו אל מקדשי והמה יקרבו אל שלחני לשרתני ושמרו את משמרתי "],"query":"026044016"},{"canonical":"Ezekiel 44:17","passages":["והיה בבואם אל שערי החצר הפנימית בגדי פשתים ילבשו ולא יעלה עליהם צמר בשרתם בשערי החצר הפנימית וביתה "],"query":"026044017"},{"canonical":"Ezekiel 44:18","passages":["פארי פשתים יהיו על ראשם ומכנסי פשתים יהיו על מתניהם לא יחגרו ביזע "],"query":"026044018"},{"canonical":"Ezekiel 44:19","passages":["ובצאתם אל החצר החיצונה אל החצר החיצונה אל העם יפשטו את בגדיהם אשר המה משרתם בם והניחו אותם בלשכת הקדש ולבשו בגדים אחרים ולא יקדשו את העם בבגדיהם "],"query":"026044019"},{"canonical":"Ezekiel 44:20","passages":["וראשם לא יגלחו ופרע לא ישלחו כסום יכסמו את ראשיהם "],"query":"026044020"},{"canonical":"Ezekiel 44:21","passages":["ויין לא ישתו כל כהן בבואם אל החצר הפנימית "],"query":"026044021"},{"canonical":"Ezekiel 44:22","passages":["ואלמנה וגרושה לא יקחו להם לנשים כי אם בתולת מזרע בית ישראל והאלמנה אשר תהיה אלמנה מכהן יקחו "],"query":"026044022"},{"canonical":"Ezekiel 44:23","passages":["ואת עמי יורו בין קדש לחל ובין טמא לטהור יודעם "],"query":"026044023"},{"canonical":"Ezekiel 44:24","passages":["ועל ריב המה יעמדו ישפטוהו ואת תורתי ואת חקתי בכל מועדי ישמרו ואת שבתותי יקדשו "],"query":"026044024"},{"canonical":"Ezekiel 44:25","passages":["ואל מת אדם לא יבוא לטמאה כי אם לאב ולאם ולבן ולבת לאח ולאחות אשר לא היתה לאיש יטמאו "],"query":"026044025"},{"canonical":"Ezekiel 44:26","passages":["ואחרי טהרתו שבעת ימים יספרו לו "],"query":"026044026"},{"canonical":"Ezekiel 44:27","passages":["וביום באו אל הקדש אל החצר הפנימית לשרת בקדש יקריב חטאתו נאם אדני יהוה "],"query":"026044027"},{"canonical":"Ezekiel 44:28","passages":["והיתה להם לנחלה אני נחלתם ואחזה לא תתנו להם בישראל אני אחזתם "],"query":"026044028"},{"canonical":"Ezekiel 44:29","passages":["המנחה והחטאת והאשם המה יאכלום וכל חרם בישראל להם יהיה "],"query":"026044029"},{"canonical":"Ezekiel 44:30","passages":["וראשית כל בכורי כל וכל תרומת כל מכל תרומותיכם לכהנים יהיה וראשית ערסותיכם תתנו לכהן להניח ברכה אל ביתך "],"query":"026044030"},{"canonical":"Ezekiel 44:31","passages":["כל נבלה וטרפה מן העוף ומן הבהמה לא יאכלו הכהנים פ"],"query":"026044031"}]}