{"query":"026034","verses":[{},{"canonical":"Ezekiel 34:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026034001"},{"canonical":"Ezekiel 34:2","passages":["בן אדם הנבא על רועי ישראל הנבא ואמרת אליהם לרעים כה אמר אדני יהוה הוי רעי ישראל אשר היו רעים אותם הלוא הצאן ירעו הרעים "],"query":"026034002"},{"canonical":"Ezekiel 34:3","passages":["את החלב תאכלו ואת הצמר תלבשו הבריאה תזבחו הצאן לא תרעו "],"query":"026034003"},{"canonical":"Ezekiel 34:4","passages":["את הנחלות לא חזקתם ואת החולה לא רפאתם ולנשברת לא חבשתם ואת הנדחת לא השבתם ואת האבדת לא בקשתם ובחזקה רדיתם אתם ובפרך "],"query":"026034004"},{"canonical":"Ezekiel 34:5","passages":["ותפוצינה מבלי רעה ותהיינה לאכלה לכל חית השדה ותפוצינה "],"query":"026034005"},{"canonical":"Ezekiel 34:6","passages":["ישגו צאני בכל ההרים ועל כל גבעה רמה ועל כל פני הארץ נפצו צאני ואין דורש ואין מבקש "],"query":"026034006"},{"canonical":"Ezekiel 34:7","passages":["לכן רעים שמעו את דבר יהוה "],"query":"026034007"},{"canonical":"Ezekiel 34:8","passages":["חי אני נאם אדני יהוה אם לא יען היות צאני לבז ותהיינה צאני לאכלה לכל חית השדה מאין רעה ולא דרשו רעי את צאני וירעו הרעים אותם ואת צאני לא רעו  ס "],"query":"026034008"},{"canonical":"Ezekiel 34:9","passages":["לכן הרעים שמעו דבר יהוה "],"query":"026034009"},{"canonical":"Ezekiel 34:10","passages":["כה אמר אדני יהוה הנני אל הרעים ודרשתי את צאני מידם והשבתים מרעות צאן ולא ירעו עוד הרעים אותם והצלתי צאני מפיהם ולא תהיין להם לאכלה  ס "],"query":"026034010"},{"canonical":"Ezekiel 34:11","passages":["כי כה אמר אדני יהוה הנני אני ודרשתי את צאני ובקרתים "],"query":"026034011"},{"canonical":"Ezekiel 34:12","passages":["כבקרת רעה עדרו ביום היותו בתוך צאנו נפרשות כן אבקר את צאני והצלתי אתהם מכל המקומת אשר נפצו שם ביום ענן וערפל "],"query":"026034012"},{"canonical":"Ezekiel 34:13","passages":["והוצאתים מן העמים וקבצתים מן הארצות והביאתים אל אדמתם ורעיתים אל הרי ישראל באפיקים ובכל מושבי הארץ "],"query":"026034013"},{"canonical":"Ezekiel 34:14","passages":["במרעה טוב ארעה אתם ובהרי מרום ישראל יהיה נוהם שם תרבצנה בנוה טוב ומרעה שמן תרעינה אל הרי ישראל "],"query":"026034014"},{"canonical":"Ezekiel 34:15","passages":["אני ארעה צאני ואני ארביצם נאם אדני יהוה "],"query":"026034015"},{"canonical":"Ezekiel 34:16","passages":["את האבדת אבקש ואת הנדחת אשיב ולנשברת אחבש ואת החולה אחזק ואת השמנה ואת החזקה אשמיד ארענה במשפט "],"query":"026034016"},{"canonical":"Ezekiel 34:17","passages":["ואתנה צאני כה אמר אדני יהוה הנני שפט בין שה לשה לאילים ולעתודים "],"query":"026034017"},{"canonical":"Ezekiel 34:18","passages":["המעט מכם המרעה הטוב תרעו ויתר מרעיכם תרמסו ברגליכם ומשקע מים תשתו ואת הנותרים ברגליכם תרפשון "],"query":"026034018"},{"canonical":"Ezekiel 34:19","passages":["וצאני מרמס רגליכם תרעינה ומרפש רגליכם תשתינה  ס "],"query":"026034019"},{"canonical":"Ezekiel 34:20","passages":["לכן כה אמר אדני יהוה אליהם הנני אני ושפטתי בין שה בריה ובין שה רזה "],"query":"026034020"},{"canonical":"Ezekiel 34:21","passages":["יען בצד ובכתף תהדפו ובקרניכם תנגחו כל הנחלות עד אשר הפיצותם אותנה אל החוצה "],"query":"026034021"},{"canonical":"Ezekiel 34:22","passages":["והושעתי לצאני ולא תהיינה עוד לבז ושפטתי בין שה לשה "],"query":"026034022"},{"canonical":"Ezekiel 34:23","passages":["והקמתי עליהם רעה אחד ורעה אתהן את עבדי דויד הוא ירעה אתם והוא יהיה להן לרעה "],"query":"026034023"},{"canonical":"Ezekiel 34:24","passages":["ואני יהוה אהיה להם לאלהים ועבדי דוד נשיא בתוכם אני יהוה דברתי "],"query":"026034024"},{"canonical":"Ezekiel 34:25","passages":["וכרתי להם ברית שלום והשבתי חיה רעה מן הארץ וישבו במדבר לבטח וישנו ביערים "],"query":"026034025"},{"canonical":"Ezekiel 34:26","passages":["ונתתי אותם וסביבות גבעתי ברכה והורדתי הגשם בעתו גשמי ברכה יהיו "],"query":"026034026"},{"canonical":"Ezekiel 34:27","passages":["ונתן עץ השדה את פריו והארץ תתן יבולה והיו על אדמתם לבטח וידעו כי אני יהוה בשברי את מטות עלם והצלתים מיד העבדים בהם "],"query":"026034027"},{"canonical":"Ezekiel 34:28","passages":["ולא יהיו עוד בז לגוים וחית הארץ לא תאכלם וישבו לבטח ואין מחריד "],"query":"026034028"},{"canonical":"Ezekiel 34:29","passages":["והקמתי להם מטע לשם ולא יהיו עוד אספי רעב בארץ ולא ישאו עוד כלמת הגוים "],"query":"026034029"},{"canonical":"Ezekiel 34:30","passages":["וידעו כי אני יהוה אלהיהם אתם והמה עמי בית ישראל נאם אדני יהוה "],"query":"026034030"},{"canonical":"Ezekiel 34:31","passages":["ואתן צאני צאן מרעיתי אדם אתם אני אלהיכם נאם אדני יהוה פ"],"query":"026034031"}]}