{"query":"026032","verses":[{},{"canonical":"Ezekiel 32:1","passages":["ויהי בשתי עשרה שנה בשני עשר חדש באחד לחדש היה דבר יהוה אלי לאמר "],"query":"026032001"},{"canonical":"Ezekiel 32:2","passages":["בן אדם שא קינה על פרעה מלך מצרים ואמרת אליו כפיר גוים נדמית ואתה כתנים בימים ותגח בנהרותיך ותדלח מים ברגליך ותרפס נהרותם "],"query":"026032002"},{"canonical":"Ezekiel 32:3","passages":["כה אמר אדני יהוה ופרשתי עליך את רשתי בקהל עמים רבים והעלוך בחרמי "],"query":"026032003"},{"canonical":"Ezekiel 32:4","passages":["ונטשתיך בארץ על פני השדה אטילך והשכנתי עליך כל עוף השמים והשבעתי ממך חית כל הארץ "],"query":"026032004"},{"canonical":"Ezekiel 32:5","passages":["ונתתי את בשרך על ההרים ומלאתי הגאיות רמותך "],"query":"026032005"},{"canonical":"Ezekiel 32:6","passages":["והשקיתי ארץ צפתך מדמך אל ההרים ואפקים ימלאון ממך "],"query":"026032006"},{"canonical":"Ezekiel 32:7","passages":["וכסיתי בכבותך שמים והקדרתי את ככביהם שמש בענן אכסנו וירח לא יאיר אורו "],"query":"026032007"},{"canonical":"Ezekiel 32:8","passages":["כל מאורי אור בשמים אקדירם עליך ונתתי חשך על ארצך נאם אדני יהוה "],"query":"026032008"},{"canonical":"Ezekiel 32:9","passages":["והכעסתי לב עמים רבים בהביאי שברך בגוים על ארצות אשר לא ידעתם "],"query":"026032009"},{"canonical":"Ezekiel 32:10","passages":["והשמותי עליך עמים רבים ומלכיהם ישערו עליך שער בעופפי חרבי על פניהם וחרדו לרגעים איש לנפשו ביום מפלתך  ס "],"query":"026032010"},{"canonical":"Ezekiel 32:11","passages":["כי כה אמר אדני יהוה חרב מלך בבל תבואך "],"query":"026032011"},{"canonical":"Ezekiel 32:12","passages":["בחרבות גבורים אפיל המונך עריצי גוים כלם ושדדו את גאון מצרים ונשמד כל המונה "],"query":"026032012"},{"canonical":"Ezekiel 32:13","passages":["והאבדתי את כל בהמתה מעל מים רבים ולא תדלחם רגל אדם עוד ופרסות בהמה לא תדלחם "],"query":"026032013"},{"canonical":"Ezekiel 32:14","passages":["אז אשקיע מימיהם ונהרותם כשמן אוליך נאם אדני יהוה "],"query":"026032014"},{"canonical":"Ezekiel 32:15","passages":["בתתי את ארץ מצרים שממה ונשמה ארץ ממלאה בהכותי את כל יושבי בה וידעו כי אני יהוה "],"query":"026032015"},{"canonical":"Ezekiel 32:16","passages":["קינה היא וקוננוה בנות הגוים תקוננה אותה על מצרים ועל כל המונה תקוננה אותה נאם אדני יהוה פ"],"query":"026032016"},{"canonical":"Ezekiel 32:17","passages":["ויהי בשתי עשרה שנה בחמשה עשר לחדש היה דבר יהוה אלי לאמר "],"query":"026032017"},{"canonical":"Ezekiel 32:18","passages":["בן אדם נהה על המון מצרים והורדהו אותה ובנות גוים אדרם אל ארץ תחתיות את יורדי בור "],"query":"026032018"},{"canonical":"Ezekiel 32:19","passages":["ממי נעמת רדה והשכבה את ערלים "],"query":"026032019"},{"canonical":"Ezekiel 32:20","passages":["בתוך חללי חרב יפלו חרב נתנה משכו אותה וכל המוניה "],"query":"026032020"},{"canonical":"Ezekiel 32:21","passages":["ידברו לו אלי גבורים מתוך שאול את עזריו ירדו שכבו הערלים חללי חרב "],"query":"026032021"},{"canonical":"Ezekiel 32:22","passages":["שם אשור וכל קהלה סביבותיו קברתיו כלם חללים הנפלים בחרב "],"query":"026032022"},{"canonical":"Ezekiel 32:23","passages":["אשר נתנו קברתיה בירכתי בור ויהי קהלה סביבות קברתה כלם חללים נפלים בחרב אשר נתנו חתית בארץ חיים "],"query":"026032023"},{"canonical":"Ezekiel 32:24","passages":["שם עילם וכל המונה סביבות קברתה כלם חללים הנפלים בחרב אשר ירדו ערלים אל ארץ תחתיות אשר נתנו חתיתם בארץ חיים וישאו כלמתם את יורדי בור "],"query":"026032024"},{"canonical":"Ezekiel 32:25","passages":["בתוך חללים נתנו משכב לה בכל המונה סביבותיו קברתה כלם ערלים חללי חרב כי נתן חתיתם בארץ חיים וישאו כלמתם את יורדי בור בתוך חללים נתן "],"query":"026032025"},{"canonical":"Ezekiel 32:26","passages":["שם משך תבל וכל המונה סביבותיו קברותיה כלם ערלים מחללי חרב כי נתנו חתיתם בארץ חיים "],"query":"026032026"},{"canonical":"Ezekiel 32:27","passages":["ולא ישכבו את גבורים נפלים מערלים אשר ירדו שאול בכלי מלחמתם ויתנו את חרבותם תחת ראשיהם ותהי עונתם על עצמותם כי חתית גבורים בארץ חיים "],"query":"026032027"},{"canonical":"Ezekiel 32:28","passages":["ואתה בתוך ערלים תשבר ותשכב את חללי חרב "],"query":"026032028"},{"canonical":"Ezekiel 32:29","passages":["שמה אדום מלכיה וכל נשיאיה אשר נתנו בגבורתם את חללי חרב המה את ערלים ישכבו ואת ירדי בור "],"query":"026032029"},{"canonical":"Ezekiel 32:30","passages":["שמה נסיכי צפון כלם וכל צדני אשר ירדו את חללים בחתיתם מגבורתם בושים וישכבו ערלים את חללי חרב וישאו כלמתם את יורדי בור "],"query":"026032030"},{"canonical":"Ezekiel 32:31","passages":["אותם יראה פרעה ונחם על כל המונו חללי חרב פרעה וכל חילו נאם אדני יהוה "],"query":"026032031"},{"canonical":"Ezekiel 32:32","passages":["כי נתתי את פ"],"query":"026032032"}]}