{"query":"026038","verses":[{},{"canonical":"Ezekiel 38:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026038001"},{"canonical":"Ezekiel 38:2","passages":["בן אדם שים פניך אל גוג ארץ המגוג נשיא ראש משך ותבל והנבא עליו "],"query":"026038002"},{"canonical":"Ezekiel 38:3","passages":["ואמרת כה אמר אדני יהוה הנני אליך גוג נשיא ראש משך ותבל "],"query":"026038003"},{"canonical":"Ezekiel 38:4","passages":["ושובבתיך ונתתי חחים בלחייך והוצאתי אותך ואת כל חילך סוסים ופרשים לבשי מכלול כלם קהל רב צנה ומגן תפשי חרבות כלם "],"query":"026038004"},{"canonical":"Ezekiel 38:5","passages":["פרס כוש ופוט אתם כלם מגן וכובע "],"query":"026038005"},{"canonical":"Ezekiel 38:6","passages":["גמר וכל אגפיה בית תוגרמה ירכתי צפון ואת כל אגפיו עמים רבים אתך "],"query":"026038006"},{"canonical":"Ezekiel 38:7","passages":["הכן והכן לך אתה וכל קהלך הנקהלים עליך והיית להם למשמר "],"query":"026038007"},{"canonical":"Ezekiel 38:8","passages":["מימים רבים תפקד באחרית השנים תבוא אל ארץ משובבת מחרב מקבצת מעמים רבים על הרי ישראל אשר היו לחרבה תמיד והיא מעמים הוצאה וישבו לבטח כלם "],"query":"026038008"},{"canonical":"Ezekiel 38:9","passages":["ועלית כשאה תבוא כענן לכסות הארץ תהיה אתה וכל אגפיך ועמים רבים אותך  ס "],"query":"026038009"},{"canonical":"Ezekiel 38:10","passages":["כה אמר אדני יהוה והיה ביום ההוא יעלו דברים על לבבך וחשבת מחשבת רעה "],"query":"026038010"},{"canonical":"Ezekiel 38:11","passages":["ואמרת אעלה על ארץ פרזות אבוא השקטים ישבי לבטח כלם ישבים באין חומה ובריח ודלתים אין להם "],"query":"026038011"},{"canonical":"Ezekiel 38:12","passages":["לשלל שלל ולבז בז להשיב ידך על חרבות נושבת ואל עם מאסף מגוים עשה מקנה וקנין ישבי על טבור הארץ "],"query":"026038012"},{"canonical":"Ezekiel 38:13","passages":["שבא ודדן וסחרי תרשיש וכל כפריה יאמרו לך הלשלל שלל אתה בא הלבז בז הקהלת קהלך לשאת כסף וזהב לקחת מקנה וקנין לשלל שלל גדול  ס "],"query":"026038013"},{"canonical":"Ezekiel 38:14","passages":["לכן הנבא בן אדם ואמרת לגוג כה אמר אדני יהוה הלוא ביום ההוא בשבת עמי ישראל לבטח תדע "],"query":"026038014"},{"canonical":"Ezekiel 38:15","passages":["ובאת ממקומך מירכתי צפון אתה ועמים רבים אתך רכבי סוסים כלם קהל גדול וחיל רב "],"query":"026038015"},{"canonical":"Ezekiel 38:16","passages":["ועלית על עמי ישראל כענן לכסות הארץ באחרית הימים תהיה והבאותיך על ארצי למען דעת הגוים אתי בהקדשי בך לעיניהם גוג  ס "],"query":"026038016"},{"canonical":"Ezekiel 38:17","passages":["כה אמר אדני יהוה האתה הוא אשר דברתי בימים קדמונים ביד עבדי נביאי ישראל הנבאים בימים ההם שנים להביא אתך עליהם  ס "],"query":"026038017"},{"canonical":"Ezekiel 38:18","passages":["והיה ביום ההוא ביום בוא גוג על אדמת ישראל נאם אדני יהוה תעלה חמתי באפי "],"query":"026038018"},{"canonical":"Ezekiel 38:19","passages":["ובקנאתי באש עברתי דברתי אם לא ביום ההוא יהיה רעש גדול על אדמת ישראל "],"query":"026038019"},{"canonical":"Ezekiel 38:20","passages":["ורעשו מפני דגי הים ועוף השמים וחית השדה וכל הרמש הרמש על האדמה וכל האדם אשר על פני האדמה ונהרסו ההרים ונפלו המדרגות וכל חומה לארץ תפול "],"query":"026038020"},{"canonical":"Ezekiel 38:21","passages":["וקראתי עליו לכל הרי חרב נאם אדני יהוה חרב איש באחיו תהיה "],"query":"026038021"},{"canonical":"Ezekiel 38:22","passages":["ונשפטתי אתו בדבר ובדם וגשם שוטף ואבני אלגביש אש וגפרית אמטיר עליו ועל אגפיו ועל עמים רבים אשר אתו "],"query":"026038022"},{"canonical":"Ezekiel 38:23","passages":["והתגדלתי והתקדשתי ונודעתי לעיני גוים רבים וידעו כי אני יהוה  ס "],"query":"026038023"}]}