{"query":"026006","verses":[{},{"canonical":"Ezekiel 6:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026006001"},{"canonical":"Ezekiel 6:2","passages":["בן אדם שים פניך אל הרי ישראל והנבא אליהם "],"query":"026006002"},{"canonical":"Ezekiel 6:3","passages":["ואמרת הרי ישראל שמעו דבר אדני יהוה כה אמר אדני יהוה להרים ולגבעות לאפיקים ולגאיות הנני אני מביא עליכם חרב ואבדתי במותיכם "],"query":"026006003"},{"canonical":"Ezekiel 6:4","passages":["ונשמו מזבחותיכם ונשברו חמניכם והפלתי חלליכם לפני גלוליכם "],"query":"026006004"},{"canonical":"Ezekiel 6:5","passages":["ונתתי את פגרי בני ישראל לפני גלוליהם וזריתי את עצמותיכם סביבות מזבחותיכם "],"query":"026006005"},{"canonical":"Ezekiel 6:6","passages":["בכל מושבותיכם הערים תחרבנה והבמות תישמנה למען יחרבו ויאשמו מזבחותיכם ונשברו ונשבתו גלוליכם ונגדעו חמניכם ונמחו מעשיכם "],"query":"026006006"},{"canonical":"Ezekiel 6:7","passages":["ונפל חלל בתוככם וידעתם כי אני יהוה "],"query":"026006007"},{"canonical":"Ezekiel 6:8","passages":["והותרתי בהיות לכם פליטי חרב בגוים בהזרותיכם בארצות "],"query":"026006008"},{"canonical":"Ezekiel 6:9","passages":["וזכרו פליטיכם אותי בגוים אשר נשבו שם אשר נשברתי את לבם הזונה אשר סר מעלי ואת עיניהם הזנות אחרי גלוליהם ונקטו בפניהם אל הרעות אשר עשו לכל תועבתיהם "],"query":"026006009"},{"canonical":"Ezekiel 6:10","passages":["וידעו כי אני יהוה לא אל חנם דברתי לעשות להם הרעה הזאת פ"],"query":"026006010"},{"canonical":"Ezekiel 6:11","passages":["כה אמר אדני יהוה הכה בכפך ורקע ברגלך ואמר אח אל כל תועבות רעות בית ישראל אשר בחרב ברעב ובדבר יפלו "],"query":"026006011"},{"canonical":"Ezekiel 6:12","passages":["הרחוק בדבר ימות והקרוב בחרב יפול והנשאר והנצור ברעב ימות וכליתי חמתי בם "],"query":"026006012"},{"canonical":"Ezekiel 6:13","passages":["וידעתם כי אני יהוה בהיות חלליהם בתוך גלוליהם סביבות מזבחותיהם אל כל גבעה רמה בכל ראשי ההרים ותחת כל עץ רענן ותחת כל אלה עבתה מקום אשר נתנו שם ריח ניחח לכל גלוליהם "],"query":"026006013"},{"canonical":"Ezekiel 6:14","passages":["ונטיתי את ידי עליהם ונתתי את הארץ שממה ומשמה ממדבר דבלתה בכל מושבותיהם וידעו כי אני יהוה פ"],"query":"026006014"}]}