{"query":"026001","verses":[{},{"canonical":"Ezekiel 1:1","passages":["ויהי בשלשים שנה ברביעי בחמשה לחדש ואני בתוך הגולה על נהר כבר נפתחו השמים ואראה מראות אלהים "],"query":"026001001"},{"canonical":"Ezekiel 1:2","passages":["בחמשה לחדש היא השנה החמישית לגלות המלך יויכין "],"query":"026001002"},{"canonical":"Ezekiel 1:3","passages":["היה היה דבר יהוה אל יחזקאל בן בוזי הכהן בארץ כשדים על נהר כבר ותהי עליו שם יד יהוה "],"query":"026001003"},{"canonical":"Ezekiel 1:4","passages":["וארא והנה רוח סערה באה מן הצפון ענן גדול ואש מתלקחת ונגה לו סביב ומתוכה כעין החשמל מתוך האש "],"query":"026001004"},{"canonical":"Ezekiel 1:5","passages":["ומתוכה דמות ארבע חיות וזה מראיהן דמות אדם להנה "],"query":"026001005"},{"canonical":"Ezekiel 1:6","passages":["וארבעה פנים לאחת וארבע כנפים לאחת להם "],"query":"026001006"},{"canonical":"Ezekiel 1:7","passages":["ורגליהם רגל ישרה וכף רגליהם ככף רגל עגל ונצצים כעין נחשת קלל "],"query":"026001007"},{"canonical":"Ezekiel 1:8","passages":["וידי אדם מתחת כנפיהם על ארבעת רבעיהם ופניהם וכנפיהם לארבעתם "],"query":"026001008"},{"canonical":"Ezekiel 1:9","passages":["חברת אשה אל אחותה כנפיהם לא יסבו בלכתן איש אל עבר פניו ילכו "],"query":"026001009"},{"canonical":"Ezekiel 1:10","passages":["ודמות פניהם פני אדם ופני אריה אל הימין לארבעתם ופני שור מהשמאול לארבעתן ופני נשר לארבעתן "],"query":"026001010"},{"canonical":"Ezekiel 1:11","passages":["ופניהם וכנפיהם פרדות מלמעלה לאיש שתים חברות איש ושתים מכסות את גויתיהנה "],"query":"026001011"},{"canonical":"Ezekiel 1:12","passages":["ואיש אל עבר פניו ילכו אל אשר יהיה שמה הרוח ללכת ילכו לא יסבו בלכתן "],"query":"026001012"},{"canonical":"Ezekiel 1:13","passages":["ודמות החיות מראיהם כגחלי אש בערות כמראה הלפדים היא מתהלכת בין החיות ונגה לאש ומן האש יוצא ברק "],"query":"026001013"},{"canonical":"Ezekiel 1:14","passages":["והחיות רצוא ושוב כמראה הבזק "],"query":"026001014"},{"canonical":"Ezekiel 1:15","passages":["וארא החיות והנה אופן אחד בארץ אצל החיות לארבעת פניו "],"query":"026001015"},{"canonical":"Ezekiel 1:16","passages":["מראה האופנים ומעשיהם כעין תרשיש ודמות אחד לארבעתן ומראיהם ומעשיהם כאשר יהיה האופן בתוך האופן "],"query":"026001016"},{"canonical":"Ezekiel 1:17","passages":["על ארבעת רבעיהן בלכתם ילכו לא יסבו בלכתן "],"query":"026001017"},{"canonical":"Ezekiel 1:18","passages":["וגביהן וגבה להם ויראה להם וגבתם מלאת עינים סביב לארבעתן "],"query":"026001018"},{"canonical":"Ezekiel 1:19","passages":["ובלכת החיות ילכו האופנים אצלם ובהנשא החיות מעל הארץ ינשאו האופנים "],"query":"026001019"},{"canonical":"Ezekiel 1:20","passages":["על אשר יהיה שם הרוח ללכת ילכו שמה הרוח ללכת והאופנים ינשאו לעמתם כי רוח החיה באופנים "],"query":"026001020"},{"canonical":"Ezekiel 1:21","passages":["בלכתם ילכו ובעמדם י͏עמדו ובהנשאם מעל הארץ ינשאו האופנים לעמתם כי רוח החיה באופנים "],"query":"026001021"},{"canonical":"Ezekiel 1:22","passages":["ודמות על ראשי החיה רקיע כעין הקרח הנורא נטוי על ראשיהם מלמעלה "],"query":"026001022"},{"canonical":"Ezekiel 1:23","passages":["ותחת הרקיע כנפיהם ישרות אשה אל אחותה לאיש שתים מכסות להנה ולאיש שתים מכסות להנה את גויתיהם "],"query":"026001023"},{"canonical":"Ezekiel 1:24","passages":["ואשמע את קול כנפיהם כקול מים רבים כקול שדי בלכתם קול המלה כקול מחנה בעמדם תרפינה כנפיהן "],"query":"026001024"},{"canonical":"Ezekiel 1:25","passages":["ויהי קול מעל לרקיע אשר על ראשם בעמדם תרפינה כנפיהן "],"query":"026001025"},{"canonical":"Ezekiel 1:26","passages":["וממעל לרקיע אשר על ראשם כמראה אבן ספיר דמות כסא ועל דמות הכסא דמות כמראה אדם עליו מלמעלה "],"query":"026001026"},{"canonical":"Ezekiel 1:27","passages":["וארא כעין חשמל כמראה אש בית לה סביב ממראה מתניו ולמעלה וממראה מתניו ולמטה ראיתי כמראה אש ונגה לו סביב "],"query":"026001027"},{"canonical":"Ezekiel 1:28","passages":["כמראה הקשת אשר יהיה בענן ביום הגשם כן מראה הנגה סביב הוא מראה דמות כבוד יהוה ואראה ואפל על פני ואשמע קול מדבר  ס "],"query":"026001028"}]}