{"query":"026026","verses":[{},{"canonical":"Ezekiel 26:1","passages":["ויהי בעשתי עשרה שנה באחד לחדש היה דבר יהוה אלי לאמר "],"query":"026026001"},{"canonical":"Ezekiel 26:2","passages":["בן אדם יען אשר אמרה צר על ירושלם האח נשברה דלתות העמים נסבה אלי אמלאה החרבה "],"query":"026026002"},{"canonical":"Ezekiel 26:3","passages":["לכן כה אמר אדני יהוה הנני עליך צר והעליתי עליך גוים רבים כהעלות הים לגליו "],"query":"026026003"},{"canonical":"Ezekiel 26:4","passages":["ושחתו חמות צר והרסו מגדליה וסחיתי עפרה ממנה ונתתי אותה לצחיח סלע "],"query":"026026004"},{"canonical":"Ezekiel 26:5","passages":["משטח חרמים תהיה בתוך הים כי אני דברתי נאם אדני יהוה והיתה לבז לגוים "],"query":"026026005"},{"canonical":"Ezekiel 26:6","passages":["ובנותיה אשר בשדה בחרב תהרגנה וידעו כי אני יהוה פ"],"query":"026026006"},{"canonical":"Ezekiel 26:7","passages":["כי כה אמר אדני יהוה הנני מביא אל צר נבוכדראצר מלך בבל מצפון מלך מלכים בסוס וברכב ובפרשים וקהל ועם רב "],"query":"026026007"},{"canonical":"Ezekiel 26:8","passages":["בנותיך בשדה בחרב יהרג ונתן עליך דיק ושפך עליך סללה והקים עליך צנה "],"query":"026026008"},{"canonical":"Ezekiel 26:9","passages":["ומחי קבלו יתן בחמותיך ומגדלתיך יתץ בחרבותיו "],"query":"026026009"},{"canonical":"Ezekiel 26:10","passages":["משפעת סוסיו יכסך אבקם מקול פרש וגלגל ורכב תרעשנה חומותיך בבאו בשעריך כמבואי עיר מבקעה "],"query":"026026010"},{"canonical":"Ezekiel 26:11","passages":["בפרסות סוסיו ירמס את כל חוצותיך עמך בחרב יהרג ומצבות עזך לארץ תרד "],"query":"026026011"},{"canonical":"Ezekiel 26:12","passages":["ושללו חילך ובזזו רכלתך והרסו חומותיך ובתי חמדתך יתצו ואבניך ועציך ועפרך בתוך מים ישימו "],"query":"026026012"},{"canonical":"Ezekiel 26:13","passages":["והשבתי המון שיריך וקול כנוריך לא ישמע עוד "],"query":"026026013"},{"canonical":"Ezekiel 26:14","passages":["ונתתיך לצחיח סלע משטח חרמים תהיה לא תבנה עוד כי אני יהוה דברתי נאם אדני יהוה  ס "],"query":"026026014"},{"canonical":"Ezekiel 26:15","passages":["כה אמר אדני יהוה לצור הלא מקול מפלתך באנק חלל בהרג הרג בתוכך ירעשו האיים "],"query":"026026015"},{"canonical":"Ezekiel 26:16","passages":["וירדו מעל כסאותם כל נשיאי הים והסירו את מעיליהם ואת בגדי רקמתם יפשטו חרדות ילבשו על הארץ ישבו וחרדו לרגעים ושממו עליך "],"query":"026026016"},{"canonical":"Ezekiel 26:17","passages":["ונשאו עליך קינה ואמרו לך איך אבדת נושבת מימים העיר ההללה אשר היתה חזקה בים היא וישביה אשר נתנו חתיתם לכל יושביה "],"query":"026026017"},{"canonical":"Ezekiel 26:18","passages":["עתה יחרדו האין יום מפלתך ונבהלו האיים אשר בים מצאתך  ס "],"query":"026026018"},{"canonical":"Ezekiel 26:19","passages":["כי כה אמר אדני יהוה בתתי אתך עיר נחרבת כערים אשר לא נושבו בהעלות עליך את תהום וכסוך המים הרבים "],"query":"026026019"},{"canonical":"Ezekiel 26:20","passages":["והורדתיך את יורדי בור אל עם עולם והושבתיך בארץ תחתיות כחרבות מעולם את יורדי בור למען לא תשבי ונתתי צבי בארץ חיים "],"query":"026026020"},{"canonical":"Ezekiel 26:21","passages":["בלהות אתנך ואינך ותבקשי ולא תמצאי עוד לעולם נאם אדני יהוה  ס "],"query":"026026021"}]}