{"query":"026033","verses":[{},{"canonical":"Ezekiel 33:1","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026033001"},{"canonical":"Ezekiel 33:2","passages":["בן אדם דבר אל בני עמך ואמרת אליהם ארץ כי אביא עליה חרב ולקחו עם הארץ איש אחד מקציהם ונתנו אתו להם לצפה "],"query":"026033002"},{"canonical":"Ezekiel 33:3","passages":["וראה את החרב באה על הארץ ותקע בשופר והזהיר את העם "],"query":"026033003"},{"canonical":"Ezekiel 33:4","passages":["ושמע השמע את קול השופר ולא נזהר ותבוא חרב ותקחהו דמו בראשו יהיה "],"query":"026033004"},{"canonical":"Ezekiel 33:5","passages":["את קול השופר שמע ולא נזהר דמו בו יהיה והוא נזהר נפשו מלט "],"query":"026033005"},{"canonical":"Ezekiel 33:6","passages":["והצפה כי יראה את החרב באה ולא תקע בשופר והעם לא נזהר ותבוא חרב ותקח מהם נפש הוא בעונו נלקח ודמו מיד הצפה אדרש  ס "],"query":"026033006"},{"canonical":"Ezekiel 33:7","passages":["ואתה בן אדם צפה נתתיך לבית ישראל ושמעת מפי דבר והזהרת אתם ממני "],"query":"026033007"},{"canonical":"Ezekiel 33:8","passages":["באמרי לרשע רשע מות תמות ולא דברת להזהיר רשע מדרכו הוא רשע בעונו ימות ודמו מידך אבקש "],"query":"026033008"},{"canonical":"Ezekiel 33:9","passages":["ואתה כי הזהרת רשע מדרכו לשוב ממנה ולא שב מדרכו הוא בעונו ימות ואתה נפשך הצלת  ס "],"query":"026033009"},{"canonical":"Ezekiel 33:10","passages":["ואתה בן אדם אמר אל בית ישראל כן אמרתם לאמר כי פשעינו וחטאתינו עלינו ובם אנחנו נמקים ואיך נחיה "],"query":"026033010"},{"canonical":"Ezekiel 33:11","passages":["אמר אליהם חי אני נאם אדני יהוה אם אחפץ במות הרשע כי אם בשוב רשע מדרכו וחיה שובו שובו מדרכיכם הרעים ולמה תמותו בית ישראל פ"],"query":"026033011"},{"canonical":"Ezekiel 33:12","passages":["ואתה בן אדם אמר אל בני עמך צדקת הצדיק לא תצילנו ביום פשעו ורשעת הרשע לא יכשל בה ביום שובו מרשעו וצדיק לא יוכל לחיות בה ביום חטאתו "],"query":"026033012"},{"canonical":"Ezekiel 33:13","passages":["באמרי לצדיק חיה יחיה והוא בטח על צדקתו ועשה עול כל צדקתיו לא תזכרנה ובעולו אשר עשה בו ימות "],"query":"026033013"},{"canonical":"Ezekiel 33:14","passages":["ובאמרי לרשע מות תמות ושב מחטאתו ועשה משפט וצדקה "],"query":"026033014"},{"canonical":"Ezekiel 33:15","passages":["חבל ישיב רשע גזלה ישלם בחקות החיים הלך לבלתי עשות עול חיו יחיה לא ימות "],"query":"026033015"},{"canonical":"Ezekiel 33:16","passages":["כל חטאתיו אשר חטא לא תזכרנה לו משפט וצדקה עשה חיו יחיה "],"query":"026033016"},{"canonical":"Ezekiel 33:17","passages":["ואמרו בני עמך לא יתכן דרך אדני והמה דרכם לא יתכן "],"query":"026033017"},{"canonical":"Ezekiel 33:18","passages":["בשוב צדיק מצדקתו ועשה עול ומת בהם "],"query":"026033018"},{"canonical":"Ezekiel 33:19","passages":["ובשוב רשע מרשעתו ועשה משפט וצדקה עליהם הוא יחיה "],"query":"026033019"},{"canonical":"Ezekiel 33:20","passages":["ואמרתם לא יתכן דרך אדני איש כדרכיו אשפוט אתכם בית ישראל פ"],"query":"026033020"},{"canonical":"Ezekiel 33:21","passages":["ויהי בשתי עשרה שנה בעשרי בחמשה לחדש לגלותנו בא אלי הפליט מירושל͏ם לאמר הכתה העיר "],"query":"026033021"},{"canonical":"Ezekiel 33:22","passages":["ויד יהוה היתה אלי בערב לפני בוא הפליט ויפתח את פי עד בוא אלי בבקר ויפתח פי ולא נאלמתי עוד פ"],"query":"026033022"},{"canonical":"Ezekiel 33:23","passages":["ויהי דבר יהוה אלי לאמר "],"query":"026033023"},{"canonical":"Ezekiel 33:24","passages":["בן אדם ישבי החרבות האלה על אדמת ישראל אמרים לאמר אחד היה אברהם ויירש את הארץ ואנחנו רבים לנו נתנה הארץ למורשה  ס "],"query":"026033024"},{"canonical":"Ezekiel 33:25","passages":["לכן אמר אליהם כה אמר אדני יהוה על הדם תאכלו ועינכם תשאו אל גלוליכם ודם תשפכו והארץ תירשו "],"query":"026033025"},{"canonical":"Ezekiel 33:26","passages":["עמדתם על חרבכם עשיתן תועבה ואיש את אשת רעהו טמאתם והארץ תירשו  ס "],"query":"026033026"},{"canonical":"Ezekiel 33:27","passages":["כה תאמר אלהם כה אמר אדני יהוה חי אני אם לא אשר בחרבות בחרב יפלו ואשר על פני השדה לחיה נתתיו לאכלו ואשר במצדות ובמערות בדבר ימותו "],"query":"026033027"},{"canonical":"Ezekiel 33:28","passages":["ונתתי את הארץ שממה ומשמה ונשבת גאון עזה ושממו הרי ישראל מאין עובר "],"query":"026033028"},{"canonical":"Ezekiel 33:29","passages":["וידעו כי אני יהוה בתתי את הארץ שממה ומשמה על כל תועבתם אשר עשו  ס "],"query":"026033029"},{"canonical":"Ezekiel 33:30","passages":["ואתה בן אדם בני עמך הנדברים בך אצל הקירות ובפתחי הבתים ודבר חד את אחד איש את אחיו לאמר באו נא ושמעו מה הדבר היוצא מאת יהוה "],"query":"026033030"},{"canonical":"Ezekiel 33:31","passages":["ויבואו אליך כמבוא עם וישבו לפניך עמי ושמעו את דבריך ואותם לא יעשו כי עגבים בפיהם המה עשים אחרי בצעם לבם הלך "],"query":"026033031"},{"canonical":"Ezekiel 33:32","passages":["והנך להם כשיר עגבים יפה קול ומטב נגן ושמעו את דבריך ועשים אינם אותם "],"query":"026033032"},{"canonical":"Ezekiel 33:33","passages":["ובבאה הנה באה וידעו כי נביא היה בתוכם  ס "],"query":"026033033"}]}