{"query":"026045","verses":[{},{"canonical":"Ezekiel 45:1","passages":["ובהפילכם את הארץ בנחלה תרימו תרומה ליהוה קדש מן הארץ ארך חמשה ועשרים אלף ארך ורחב עשרה אלף קדש הוא בכל גבולה סביב "],"query":"026045001"},{"canonical":"Ezekiel 45:2","passages":["יהיה מזה אל הקדש חמש מאות בחמש מאות מרבע סביב וחמשים אמה מגרש לו סביב "],"query":"026045002"},{"canonical":"Ezekiel 45:3","passages":["ומן המדה הזאת תמוד ארך חמשה ועשרים אלף ורחב עשרת אלפים ובו יהיה המקדש קדש קדשים "],"query":"026045003"},{"canonical":"Ezekiel 45:4","passages":["קדש מן הארץ הוא לכהנים משרתי המקדש יהיה הקרבים לשרת את יהוה והיה להם מקום לבתים ומקדש למקדש "],"query":"026045004"},{"canonical":"Ezekiel 45:5","passages":["וחמשה ועשרים אלף ארך ועשרת אלפים רחב והיה ללוים משרתי הבית להם לאחזה עשרים לשכת "],"query":"026045005"},{"canonical":"Ezekiel 45:6","passages":["ואחזת העיר תתנו חמשת אלפים רחב וארך חמשה ועשרים אלף לעמת תרומת הקדש לכל בית ישראל יהיה "],"query":"026045006"},{"canonical":"Ezekiel 45:7","passages":["ולנשיא מזה ומזה לתרומת הקדש ולאחזת העיר אל פני תרומת הקדש ואל פני אחזת העיר מפאת ים ימה ומפאת קדמה קדימה וארך לעמות אחד החלקים מגבול ים אל גבול קדימה "],"query":"026045007"},{"canonical":"Ezekiel 45:8","passages":["לארץ יהיה לו לאחזה בישראל ולא יונו עוד נשיאי את עמי והארץ יתנו לבית ישראל לשבטיהם  ס "],"query":"026045008"},{"canonical":"Ezekiel 45:9","passages":["כה אמר אדני יהוה רב לכם נשיאי ישראל חמס ושד הסירו ומשפט וצדקה עשו הרימו גרשתיכם מעל עמי נאם אדני יהוה "],"query":"026045009"},{"canonical":"Ezekiel 45:10","passages":["מאזני צדק ואיפת צדק ובת צדק יהי לכם "],"query":"026045010"},{"canonical":"Ezekiel 45:11","passages":["האיפה והבת תכן אחד יהיה לשאת מעשר החמר הבת ועשירת החמר האיפה אל החמר יהיה מתכנתו "],"query":"026045011"},{"canonical":"Ezekiel 45:12","passages":["והשקל עשרים גרה עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקל המנה יהיה לכם "],"query":"026045012"},{"canonical":"Ezekiel 45:13","passages":["זאת התרומה אשר תרימו ששית האיפה מחמר החטים וששיתם האיפה מחמר השערים "],"query":"026045013"},{"canonical":"Ezekiel 45:14","passages":["וחק השמן הבת השמן מעשר הבת מן הכר עשרת הבתים חמר כי עשרת הבתים חמר "],"query":"026045014"},{"canonical":"Ezekiel 45:15","passages":["ושה אחת מן הצאן מן המאתים ממשקה ישראל למנחה ולעולה ולשלמים לכפר עליהם נאם אדני יהוה "],"query":"026045015"},{"canonical":"Ezekiel 45:16","passages":["כל העם הארץ יהיו אל התרומה הזאת לנשיא בישראל "],"query":"026045016"},{"canonical":"Ezekiel 45:17","passages":["ועל הנשיא יהיה העולות והמנחה והנסך בחגים ובחדשים ובשבתות בכל מועדי בית ישראל הוא יעשה את החטאת ואת המנחה ואת העולה ואת השלמים לכפר בעד בית ישראל  ס "],"query":"026045017"},{"canonical":"Ezekiel 45:18","passages":["כה אמר אדני יהוה בראשון באחד לחדש תקח פר בן בקר תמים וחטאת את המקדש "],"query":"026045018"},{"canonical":"Ezekiel 45:19","passages":["ולקח הכהן מדם החטאת ונתן אל מזוזת הבית ואל ארבע פנות העזרה למזבח ועל מזוזת שער החצר הפנימית "],"query":"026045019"},{"canonical":"Ezekiel 45:20","passages":["וכן תעשה בשבעה בחדש מאיש שגה ומפתי וכפרתם את הבית "],"query":"026045020"},{"canonical":"Ezekiel 45:21","passages":["בראשון בארבעה עשר יום לחדש יהיה לכם הפסח חג שבעות ימים מצות יאכל "],"query":"026045021"},{"canonical":"Ezekiel 45:22","passages":["ועשה הנשיא ביום ההוא בעדו ובעד כל עם הארץ פר חטאת "],"query":"026045022"},{"canonical":"Ezekiel 45:23","passages":["ושבעת ימי החג יעשה עולה ליהוה שבעת פרים ושבעת אילים תמימם ליום שבעת הימים וחטאת שעיר עזים ליום "],"query":"026045023"},{"canonical":"Ezekiel 45:24","passages":["ומנחה איפה לפר ואיפה לאיל יעשה ושמן הין לאיפה "],"query":"026045024"},{"canonical":"Ezekiel 45:25","passages":["בשביעי בחמשה עשר יום לחדש בחג יעשה כאלה שבעת הימים כחטאת כעלה וכמנחה וכשמן  ס "],"query":"026045025"}]}