{"query":"026048","verses":[{},{"canonical":"Ezekiel 48:1","passages":["ואלה שמות השבטים מקצה צפונה אל יד דרך חתלן לבוא חמת חצר עינן גבול דמשק צפונה אל יד חמת והיו לו פאת קדים הים דן אחד "],"query":"026048001"},{"canonical":"Ezekiel 48:2","passages":["ועל גבול דן מפאת קדים עד פאת ימה אשר אחד "],"query":"026048002"},{"canonical":"Ezekiel 48:3","passages":["ועל גבול אשר מפאת קדימה ועד פאת ימה נפתלי אחד "],"query":"026048003"},{"canonical":"Ezekiel 48:4","passages":["ועל גבול נפתלי מפאת קדמה עד פאת ימה מנשה אחד "],"query":"026048004"},{"canonical":"Ezekiel 48:5","passages":["ועל גבול מנשה מפאת קדמה עד פאת ימה אפרים אחד "],"query":"026048005"},{"canonical":"Ezekiel 48:6","passages":["ועל גבול אפרים מפאת קדים ועד פאת ימה ראובן אחד "],"query":"026048006"},{"canonical":"Ezekiel 48:7","passages":["ועל גבול ראובן מפאת קדים עד פאת ימה יהודה אחד "],"query":"026048007"},{"canonical":"Ezekiel 48:8","passages":["ועל גבול יהודה מפאת קדים עד פאת ימה תהיה התרומה אשר תרימו חמשה ועשרים אלף רחב וארך כאחד החלקים מפאת קדימה עד פאת ימה והיה המקדש בתוכו "],"query":"026048008"},{"canonical":"Ezekiel 48:9","passages":["התרומה אשר תרימו ליהוה ארך חמשה ועשרים אלף ורחב עשרת אלפים "],"query":"026048009"},{"canonical":"Ezekiel 48:10","passages":["ולאלה תהיה תרומת הקדש לכהנים צפונה חמשה ועשרים אלף וימה רחב עשרת אלפים וקדימה רחב עשרת אלפים ונגבה ארך חמשה ועשרים אלף והיה מקדש יהוה בתוכו "],"query":"026048010"},{"canonical":"Ezekiel 48:11","passages":["לכהנים המקדש מבני צדוק אשר שמרו משמרתי אשר לא תעו בתעות בני ישראל כאשר תעו הלוים  ס "],"query":"026048011"},{"canonical":"Ezekiel 48:12","passages":["והיתה להם תרומיה מתרומת הארץ קדש קדשים אל גבול הלוים "],"query":"026048012"},{"canonical":"Ezekiel 48:13","passages":["והלוים לעמת גבול הכהנים חמשה ועשרים אלף ארך ורחב עשרת אלפים כל ארך חמשה ועשרים אלף ורחב עשרת אלפים "],"query":"026048013"},{"canonical":"Ezekiel 48:14","passages":["ולא ימכרו ממנו ולא ימר ולא יעביר ראשית הארץ כי קדש ליהוה "],"query":"026048014"},{"canonical":"Ezekiel 48:15","passages":["וחמשת אלפים הנותר ברחב על פני חמשה ועשרים אלף חל הוא לעיר למושב ולמגרש והיתה העיר בתוכו "],"query":"026048015"},{"canonical":"Ezekiel 48:16","passages":["ואלה מדותיה פאת צפון חמש מאות וארבעת אלפים ופאת נגב חמש חמש מאות וארבעת אלפים ומפאת קדים חמש מאות וארבעת אלפים ופאת ימה חמש מאות וארבעת אלפים "],"query":"026048016"},{"canonical":"Ezekiel 48:17","passages":["והיה מגרש לעיר צפונה חמשים ומאתים ונגבה חמשים ומאתים וקדימה חמשים ומאתים וימה חמשים ומאתים "],"query":"026048017"},{"canonical":"Ezekiel 48:18","passages":["והנותר בארך לעמת תרומת הקדש עשרת אלפים קדימה ועשרת אלפים ימה והיה לעמת תרומת הקדש והיתה תבואתו ללחם לעבדי העיר "],"query":"026048018"},{"canonical":"Ezekiel 48:19","passages":["והעבד העיר יעבדוהו מכל שבטי ישראל "],"query":"026048019"},{"canonical":"Ezekiel 48:20","passages":["כל התרומה חמשה ועשרים אלף בחמשה ועשרים אלף רביעית תרימו את תרומת הקדש אל אחזת העיר "],"query":"026048020"},{"canonical":"Ezekiel 48:21","passages":["והנותר לנשיא מזה ומזה לתרומת הקדש ולאחזת העיר אל פני חמשה ועשרים אלף תרומה עד גבול קדימה וימה על פני חמשה ועשרים אלף על גבול ימה לעמת חלקים לנשיא והיתה תרומת הקדש ומקדש הבית בתוכו "],"query":"026048021"},{"canonical":"Ezekiel 48:22","passages":["ומאחזת הלוים ומאחזת העיר בתוך אשר לנשיא יהיה בין גבול יהודה ובין גבול בנימן לנשיא יהיה "],"query":"026048022"},{"canonical":"Ezekiel 48:23","passages":["ויתר השבטים מפאת קדימה עד פאת ימה בנימן אחד "],"query":"026048023"},{"canonical":"Ezekiel 48:24","passages":["ועל גבול בנימן מפאת קדימה עד פאת ימה שמעון אחד "],"query":"026048024"},{"canonical":"Ezekiel 48:25","passages":["ועל גבול שמעון מפאת קדימה עד פאת ימה יששכר אחד "],"query":"026048025"},{"canonical":"Ezekiel 48:26","passages":["ועל גבול יששכר מפאת קדימה עד פאת ימה זבולן אחד "],"query":"026048026"},{"canonical":"Ezekiel 48:27","passages":["ועל גבול זבולן מפאת קדמה עד פאת ימה גד אחד "],"query":"026048027"},{"canonical":"Ezekiel 48:28","passages":["ועל גבול גד אל פאת נגב תימנה והיה גבול מתמר מי מריבת קדש נחלה על הים הגדול "],"query":"026048028"},{"canonical":"Ezekiel 48:29","passages":["זאת הארץ אשר תפילו מנחלה לשבטי ישראל ואלה מחלקותם נאם אדני יהוה פ"],"query":"026048029"},{"canonical":"Ezekiel 48:30","passages":["ואלה תוצאת העיר מפאת צפון חמש מאות וארבעת אלפים מדה "],"query":"026048030"},{"canonical":"Ezekiel 48:31","passages":["ושערי העיר על שמות שבטי ישראל שערים שלושה צפונה שער ראובן אחד שער יהודה אחד שער לוי אחד "],"query":"026048031"},{"canonical":"Ezekiel 48:32","passages":["ואל פאת קדימה חמש מאות וארבעת אלפים ושערים שלשה ושער יוסף אחד שער בנימן אחד שער דן אחד "],"query":"026048032"},{"canonical":"Ezekiel 48:33","passages":["ופאת נגבה חמש מאות וארבעת אלפים מדה ושערים שלשה שער שמעון אחד שער יששכר אחד שער זבולן אחד "],"query":"026048033"},{"canonical":"Ezekiel 48:34","passages":["פאת ימה חמש מאות וארבעת אלפים שעריהם שלשה שער גד אחד שער אשר אחד שער נפתלי אחד "],"query":"026048034"},{"canonical":"Ezekiel 48:35","passages":["סביב שמנה עשר אלף ושם העיר מיום יהוה שמה "],"query":"026048035"}]}