{"query":"026042","verses":[{},{"canonical":"Ezekiel 42:1","passages":["ויוצאני אל החצר החיצונה הדרך דרך הצפון ויבאני אל הלשכה אשר נגד הגזרה ואשר נגד הבנין אל הצפון "],"query":"026042001"},{"canonical":"Ezekiel 42:2","passages":["אל פני ארך אמות המאה פתח הצפון והרחב חמשים אמות "],"query":"026042002"},{"canonical":"Ezekiel 42:3","passages":["נגד העשרים אשר לחצר הפנימי ונגד רצפה אשר לחצר החיצונה אתיק אל פני אתיק בשלשים "],"query":"026042003"},{"canonical":"Ezekiel 42:4","passages":["ולפני הלשכות מהלך עשר אמות רחב אל הפנימית דרך אמה אחת ופתחיהם לצפון "],"query":"026042004"},{"canonical":"Ezekiel 42:5","passages":["והלשכות העליונת קצרות כי יוכלו אתיקים מהנה מהתחתנות ומהתכנות בנין "],"query":"026042005"},{"canonical":"Ezekiel 42:6","passages":["כי משלשות הנה ואין להן עמודים כעמודי החצרות על כן נאצל מהתחתונות ומהתיכנות מהארץ "],"query":"026042006"},{"canonical":"Ezekiel 42:7","passages":["וגדר אשר לחוץ לעמת הלשכות דרך החצר החצונה אל פני הלשכות ארכו חמשים אמה "],"query":"026042007"},{"canonical":"Ezekiel 42:8","passages":["כי ארך הלשכות אשר לחצר החצונה חמשים אמה והנה על פני ההיכל מאה אמה "],"query":"026042008"},{"canonical":"Ezekiel 42:9","passages":["המביא מהקדים בבאו להנה מהחצר החצנה "],"query":"026042009"},{"canonical":"Ezekiel 42:10","passages":["ברחב גדר החצר דרך הקדים אל פני הגזרה ואל פני הבנין לשכות "],"query":"026042010"},{"canonical":"Ezekiel 42:11","passages":["ודרך לפניהם כמראה הלשכות אשר דרך הצפון כארכן כן רחבן וכל מוצאיהן וכמשפטיהן וכפתחיהן "],"query":"026042011"},{"canonical":"Ezekiel 42:12","passages":["וכפתחי הלשכות אשר דרך הדרום פתח בראש דרך דרך בפני הגדרת הגינה דרך הקדים בבואן "],"query":"026042012"},{"canonical":"Ezekiel 42:13","passages":["ויאמר אלי לשכות הצפון לשכות הדרום אשר אל פני הגזרה הנה לשכות הקדש אשר יאכלו שם הכהנים אשר קרובים ליהוה קדשי הקדשים שם יניחו קדשי הקדשים והמנחה והחטאת והאשם כי המקום קדש "],"query":"026042013"},{"canonical":"Ezekiel 42:14","passages":["בבאם הכהנים ולא יצאו מהקדש אל החצר החיצונה ושם יניחו בגדיהם אשר ישרתו בהן כי קדש הנה ולבשו בגדים אחרים וקרבו אל אשר לעם "],"query":"026042014"},{"canonical":"Ezekiel 42:15","passages":["וכלה את מדות הבית הפנימי והוציאני דרך השער אשר פניו דרך הקדים ומדדו סביב סביב "],"query":"026042015"},{"canonical":"Ezekiel 42:16","passages":["מדד רוח הקדים בקנה המדה חמש מאות קנים בקנה המדה סביב "],"query":"026042016"},{"canonical":"Ezekiel 42:17","passages":["מדד רוח הצפון חמש מאות קנים בקנה המדה סביב "],"query":"026042017"},{"canonical":"Ezekiel 42:18","passages":["את רוח הדרום מדד חמש מאות קנים בקנה המדה "],"query":"026042018"},{"canonical":"Ezekiel 42:19","passages":["סבב אל רוח הים מדד חמש מאות קנים בקנה המדה "],"query":"026042019"},{"canonical":"Ezekiel 42:20","passages":["לארבע רוחות מדדו חומה לו סביב סביב ארך חמש מאות ורחב חמש מאות להבדיל בין הקדש לחל "],"query":"026042020"}]}