{"query":"026047","verses":[{},{"canonical":"Ezekiel 47:1","passages":["וישבני אל פתח הבית והנה מים יצאים מתחת מפתן הבית קדימה כי פני הבית קדים והמים ירדים מתחת מכתף הבית הימנית מנגב למזבח "],"query":"026047001"},{"canonical":"Ezekiel 47:2","passages":["ויוצאני דרך שער צפונה ויסבני דרך חוץ אל שער החוץ דרך הפונה קדים והנה מים מפכים מן הכתף הימנית "],"query":"026047002"},{"canonical":"Ezekiel 47:3","passages":["בצאת האיש קדים וקו בידו וימד אלף באמה ויעברני במים מי אפסים "],"query":"026047003"},{"canonical":"Ezekiel 47:4","passages":["וימד אלף ויעברני במים מים ברכים וימד אלף ויעברני מי מתנים "],"query":"026047004"},{"canonical":"Ezekiel 47:5","passages":["וימד אלף נחל אשר לא אוכל לעבר כי גאו המים מי שחו נחל אשר לא יעבר "],"query":"026047005"},{"canonical":"Ezekiel 47:6","passages":["ויאמר אלי הראית בן אדם ויולכני וישבני שפת הנחל "],"query":"026047006"},{"canonical":"Ezekiel 47:7","passages":["בשובני והנה אל שפת הנחל עץ רב מאד מזה ומזה "],"query":"026047007"},{"canonical":"Ezekiel 47:8","passages":["ויאמר אלי המים האלה יוצאים אל הגלילה הקדמונה וירדו על הערבה ובאו הימה אל הימה המוצאים ונרפו המים "],"query":"026047008"},{"canonical":"Ezekiel 47:9","passages":["והיה כל נפש חיה אשר ישרץ אל כל אשר יבוא שם נחלים יחיה והיה הדגה רבה מאד כי באו שמה המים האלה וירפאו וחי כל אשר יבוא שמה הנחל "],"query":"026047009"},{"canonical":"Ezekiel 47:10","passages":["והיה עמדו עליו דוגים מעין גדי ועד עין עגלים משטוח לחרמים יהיו למינה תהיה דגתם כדגת הים הגדול רבה מאד "],"query":"026047010"},{"canonical":"Ezekiel 47:11","passages":["בצאתיו וגבאיו ולא ירפאו למלח נתנו "],"query":"026047011"},{"canonical":"Ezekiel 47:12","passages":["ועל הנחל יעלה על שפתו מזה ומזה כל עץ מאכל לא יבול עלהו ולא יתם פריו לחדשיו יבכר כי מימיו מן המקדש המה יוצאים  ס "],"query":"026047012"},{"canonical":"Ezekiel 47:13","passages":["כה אמר אדני יהוה גה גבול אשר תתנחלו את הארץ לשני עשר שבטי ישראל יוסף חבלים "],"query":"026047013"},{"canonical":"Ezekiel 47:14","passages":["ונחלתם אותה איש כאחיו אשר נשאתי את ידי לתתה לאבתיכם ונפלה הארץ הזאת לכם בנחלה "],"query":"026047014"},{"canonical":"Ezekiel 47:15","passages":["וזה גבול הארץ לפאת צפונה מן הים הגדול הדרך חתלן לבוא צדדה "],"query":"026047015"},{"canonical":"Ezekiel 47:16","passages":["חמת ברותה סברים אשר בין גבול דמשק ובין גבול חמת חצר התיכון אשר אל גבול חורן "],"query":"026047016"},{"canonical":"Ezekiel 47:17","passages":["והיה גבול מן הים חצר עינון גבול דמשק וצפון צפונה וגבול חמת ואת פאת צפון "],"query":"026047017"},{"canonical":"Ezekiel 47:18","passages":["ופאת קדים מבין חורן ומבין דמשק ומבין הגלעד ומבין ארץ ישראל הירדן מגבול על הים הקדמוני תמדו ואת פאת קדימה "],"query":"026047018"},{"canonical":"Ezekiel 47:19","passages":["ופאת נגב תימנה מתמר עד מי מריבות קדש נחלה אל הים הגדול ואת פאת תימנה נגבה "],"query":"026047019"},{"canonical":"Ezekiel 47:20","passages":["ופאת ים הים הגדול מגבול עד נכח לבוא חמת זאת פאת ים "],"query":"026047020"},{"canonical":"Ezekiel 47:21","passages":["וחלקתם את הארץ הזאת לכם לשבטי ישראל "],"query":"026047021"},{"canonical":"Ezekiel 47:22","passages":["והיה תפלו אותה בנחלה לכם ולהגרים הגרים בתוככם אשר הולדו בנים בתוככם והיו לכם כאזרח בבני ישראל אתכם יפלו בנחלה בתוך שבטי ישראל "],"query":"026047022"},{"canonical":"Ezekiel 47:23","passages":["והיה בשבט אשר גר הגר אתו שם תתנו נחלתו נאם אדני יהוה  ס "],"query":"026047023"}]}