{"query":"026010","verses":[{},{"canonical":"Ezekiel 10:1","passages":["ואראה והנה אל הרקיע אשר על ראש הכרבים כאבן ספיר כמראה דמות כסא נראה עליהם "],"query":"026010001"},{"canonical":"Ezekiel 10:2","passages":["ויאמר אל האיש לבש הבדים ויאמר בא אל בינות לגלגל אל תחת לכרוב ומלא חפניך גחלי אש מבינות לכרבים וזרק על העיר ויבא לעיני "],"query":"026010002"},{"canonical":"Ezekiel 10:3","passages":["והכרבים עמדים מימין לבית בבאו האיש והענן מלא את החצר הפנימית "],"query":"026010003"},{"canonical":"Ezekiel 10:4","passages":["וירם כבוד יהוה מעל הכרוב על מפתן הבית וימלא הבית את הענן והחצר מלאה את נגה כבוד יהוה "],"query":"026010004"},{"canonical":"Ezekiel 10:5","passages":["וקול כנפי הכרובים נשמע עד החצר החיצנה כקול אל שדי בדברו "],"query":"026010005"},{"canonical":"Ezekiel 10:6","passages":["ויהי בצותו את האיש לבש הבדים לאמר קח אש מבינות לגלגל מבינות לכרובים ויבא ויעמד אצל האופן "],"query":"026010006"},{"canonical":"Ezekiel 10:7","passages":["וישלח הכרוב את ידו מבינות לכרובים אל האש אשר בינות הכרבים וישא ויתן אל חפני לבש הבדים ויקח ויצא "],"query":"026010007"},{"canonical":"Ezekiel 10:8","passages":["וירא לכרבים תבנית יד אדם תחת כנפיהם "],"query":"026010008"},{"canonical":"Ezekiel 10:9","passages":["ואראה והנה ארבעה אופנים אצל הכרובים אופן אחד אצל הכרוב אחד ואופן אחד אצל הכרוב אחד ומראה האופנים כעין אבן תרשיש "],"query":"026010009"},{"canonical":"Ezekiel 10:10","passages":["ומראיהם דמות אחד לארבעתם כאשר יהיה האופן בתוך האופן "],"query":"026010010"},{"canonical":"Ezekiel 10:11","passages":["בלכתם אל ארבעת רבעיהם ילכו לא יסבו בלכתם כי המקום אשר יפנה הראש אחריו ילכו לא יסבו בלכתם "],"query":"026010011"},{"canonical":"Ezekiel 10:12","passages":["וכל בשרם וגבהם וידיהם וכנפיהם והאופנים מלאים עינים סביב לארבעתם אופניהם "],"query":"026010012"},{"canonical":"Ezekiel 10:13","passages":["לאופנים להם קורא הגלגל באזני "],"query":"026010013"},{"canonical":"Ezekiel 10:14","passages":["וארבעה פנים לאחד פני האחד פני הכרוב ופני השני פני אדם והשלישי פני אריה והרביעי פני נשר "],"query":"026010014"},{"canonical":"Ezekiel 10:15","passages":["וירמו הכרובים היא החיה אשר ראיתי בנהר כבר "],"query":"026010015"},{"canonical":"Ezekiel 10:16","passages":["ובלכת הכרובים ילכו האופנים אצלם ובשאת הכרובים את כנפיהם לרום מעל הארץ לא יסבו האופנים גם הם מאצלם "],"query":"026010016"},{"canonical":"Ezekiel 10:17","passages":["בעמדם יעמדו וברומם ירומו אותם כי רוח החיה בהם "],"query":"026010017"},{"canonical":"Ezekiel 10:18","passages":["ויצא כבוד יהוה מעל מפתן הבית ויעמד על הכרובים "],"query":"026010018"},{"canonical":"Ezekiel 10:19","passages":["וישאו הכרובים את כנפיהם וירומו מן הארץ לעיני בצאתם והאופנים לעמתם ויעמד פתח שער בית יהוה הקדמוני וכבוד אלהי ישראל עליהם מלמעלה "],"query":"026010019"},{"canonical":"Ezekiel 10:20","passages":["היא החיה אשר ראיתי תחת אלהי ישראל בנהר כבר ואדע כי כרובים המה "],"query":"026010020"},{"canonical":"Ezekiel 10:21","passages":["ארבעה ארבעה פנים לאחד וארבע כנפים לאחד ודמות ידי אדם תחת כנפיהם "],"query":"026010021"},{"canonical":"Ezekiel 10:22","passages":["ודמות פניהם המה הפנים אשר ראיתי על נהר כבר מראיהם ואותם איש אל עבר פניו ילכו "],"query":"026010022"}]}