{"query":"026004","verses":[{},{"canonical":"Ezekiel 4:1","passages":["ואתה בן אדם קח לך לבנה ונתתה אותה לפניך וחקות עליה עיר את ירושל͏ם "],"query":"026004001"},{"canonical":"Ezekiel 4:2","passages":["ונתתה עליה מצור ובנית עליה דיק ושפכת עליה סללה ונתתה עליה מחנות ושים עליה כרים סביב "],"query":"026004002"},{"canonical":"Ezekiel 4:3","passages":["ואתה קח לך מחבת ברזל ונתתה אותה קיר ברזל בינך ובין העיר והכינתה את פניך אליה והיתה במצור וצרת עליה אות היא לבית ישראל  ס "],"query":"026004003"},{"canonical":"Ezekiel 4:4","passages":["ואתה שכב על צדך השמאלי ושמת את עון בית ישראל עליו מספר הימים אשר תשכב עליו תשא את עונם "],"query":"026004004"},{"canonical":"Ezekiel 4:5","passages":["ואני נתתי לך את שני עונם למספר ימים שלש מאות ותשעים יום ונשאת עון בית ישראל "],"query":"026004005"},{"canonical":"Ezekiel 4:6","passages":["וכלית את אלה ושכבת על צדך הימני שנית ונשאת את עון בית יהודה ארבעים יום יום לשנה יום לשנה נתתיו לך "],"query":"026004006"},{"canonical":"Ezekiel 4:7","passages":["ואל מצור ירושלם תכין פניך וזרעך חשופה ונבאת עליה "],"query":"026004007"},{"canonical":"Ezekiel 4:8","passages":["והנה נתתי עליך עבותים ולא תהפך מצדך אל צדך עד כלותך ימי מצורך "],"query":"026004008"},{"canonical":"Ezekiel 4:9","passages":["ואתה קח לך חטין ושערים ופול ועדשים ודחן וכסמים ונתתה אותם בכלי אחד ועשית אותם לך ללחם מספר הימים אשר אתה שוכב על צדך שלש מאות ותשעים יום תאכלנו "],"query":"026004009"},{"canonical":"Ezekiel 4:10","passages":["ומאכלך אשר תאכלנו במשקול עשרים שקל ליום מעת עד עת תאכלנו "],"query":"026004010"},{"canonical":"Ezekiel 4:11","passages":["ומים במשורה תשתה ששית ההין מעת עד עת תשתה "],"query":"026004011"},{"canonical":"Ezekiel 4:12","passages":["ועגת שערים תאכלנה והיא בגללי צאת האדם תעגנה לעיניהם  ס "],"query":"026004012"},{"canonical":"Ezekiel 4:13","passages":["ויאמר יהוה ככה יאכלו בני ישראל את לחמם טמא בגוים אשר אדיחם שם "],"query":"026004013"},{"canonical":"Ezekiel 4:14","passages":["ואמר אהה אדני יהוה הנה נפשי לא מטמאה ונבלה וטרפה לא אכלתי מנעורי ועד עתה ולא בא בפי בשר פגול  ס "],"query":"026004014"},{"canonical":"Ezekiel 4:15","passages":["ויאמר אלי ראה נתתי לך את  ס "],"query":"026004015"},{"canonical":"Ezekiel 4:16","passages":["ויאמר אלי בן אדם הנני שבר מטה לחם בירושלם ואכלו לחם במשקל ובדאגה ומים במשורה ובשממון ישתו "],"query":"026004016"},{"canonical":"Ezekiel 4:17","passages":["למען יחסרו לחם ומים ונשמו איש ואחיו ונמקו בעונם פ"],"query":"026004017"}]}