{"query":"027003","verses":[{},{"canonical":"Daniel 3:1","passages":["נבוכדנצר מלכא עבד צלם די דהב רומה אמין שתין פתיה אמין שת אקימה בבקעת דורא במדינת בבל "],"query":"027003001"},{"canonical":"Daniel 3:2","passages":["ונבוכדנצר מלכא שלח למכנש לאחשדרפניא סגניא ופחותא אדרגזריא גדבריא דתבריא תפתיא וכל שלטני מדינתא למתא לחנכת צלמא די הקים נבוכדנצר מלכא "],"query":"027003002"},{"canonical":"Daniel 3:3","passages":["באדין מתכנשין אחשדרפניא סגניא ופחותא אדרגזריא גדבריא דתבריא תפתיא וכל שלטני מדינתא לחנכת צלמא די הקים נבוכדנצר מלכא וקימין לקבל צלמא די הקים נבוכדנצר "],"query":"027003003"},{"canonical":"Daniel 3:4","passages":["וכרוזא קרא בחיל לכון אמרין עממיא אמיא ולשניא "],"query":"027003004"},{"canonical":"Daniel 3:5","passages":["בעדנא די תשמעון קל קרנא משרוקיתא קתרוס סבכא פסנתרין סומפניה וכל זני זמרא תפלון ותסגדון לצלם דהבא די הקים נבוכדנצר מלכא "],"query":"027003005"},{"canonical":"Daniel 3:6","passages":["ומן די לא יפל ויסגד בה שעתא יתרמא לגוא אתון נורא יקדתא "],"query":"027003006"},{"canonical":"Daniel 3:7","passages":["כל קבל דנה בה זמנא כדי שמעין כל עממיא קל קרנא משרוקיתא קתרוס שבכא פסנטרין וכל זני זמרא נפלין כל עממיא אמיא ולשניא סגדין לצלם דהבא די הקים נבוכדנצר מלכא "],"query":"027003007"},{"canonical":"Daniel 3:8","passages":["כל קבל דנה בה זמנא קרבו גברין כשדאין ואכלו קרציהון די יהודיא "],"query":"027003008"},{"canonical":"Daniel 3:9","passages":["ענו ואמרין לנבוכדנצר מלכא מלכא לעלמין חיי "],"query":"027003009"},{"canonical":"Daniel 3:10","passages":["וסופניה וכל זני זמרא יפל ויסגד לצלם דהבא "],"query":"027003010"},{"canonical":"Daniel 3:11","passages":["ומן די לא יפל ויסגד יתרמא לגוא אתון נורא יקדתא "],"query":"027003011"},{"canonical":"Daniel 3:12","passages":["איתי גברין יהודאין די מנית יתהון על עבידת מדינת בבל שדרך מישך ועבד נגו גבריא אלך לא שמו  ס "],"query":"027003012"},{"canonical":"Daniel 3:13","passages":["באדין נבוכדנצר ברגז וחמה אמר להיתיה לשדרך מישך ועבד נגו באדין גבריא אלך היתיו קדם מלכא "],"query":"027003013"},{"canonical":"Daniel 3:14","passages":["ענה נבכדנצר ואמר להון הצדא שדרך מישך ועבד נגו לאלהי לא איתיכון פלחין ולצלם דהבא די הקימת לא סגדין "],"query":"027003014"},{"canonical":"Daniel 3:15","passages":["כען הן איתיכון עתידין די בעדנא די תשמעון קל קרנא משרוקיתא קתרוס שבכא פסנתרין וסומפניה וכל זני זמרא תפלון ותסגדון לצלמא די עבדת והן לא תסגדון בה שעתה תתרמון לגוא אתון נורא יקדתא ומן הוא אלה די ישיזבנכון מן ידי "],"query":"027003015"},{"canonical":"Daniel 3:16","passages":["ענו שדרך מישך ועבד נגו ואמרין למלכא נבוכדנצר לא חשחין אנחנה על דנה פתגם להתבותך "],"query":"027003016"},{"canonical":"Daniel 3:17","passages":["הן איתי אלהנא די אנחנא פלחין יכל לשיזבותנא מן אתון נורא יקדתא ומן ידך מלכא ישיזב "],"query":"027003017"},{"canonical":"Daniel 3:18","passages":["והן לא ידיע להוא לך מלכא די  ס "],"query":"027003018"},{"canonical":"Daniel 3:19","passages":["באדין נבוכדנצר התמלי חמא וצלם אנפוהי אשתני על שדרך מישך ועבד נגו ענה ואמר למזא לאתונא חד שבעה על די חזה למזיה "],"query":"027003019"},{"canonical":"Daniel 3:20","passages":["ולגברין גברי חיל די בחילה אמר לכפתה לשדרך מישך ועבד נגו למרמא לאתון נורא יקדתא "],"query":"027003020"},{"canonical":"Daniel 3:21","passages":["באדין גבריא אלך כפתו בסרבליהון פטשיהון וכרבלתהון ולבשיהון ורמיו לגוא אתון נורא יקדתא "],"query":"027003021"},{"canonical":"Daniel 3:22","passages":["כל קבל דנה מן די מלת מלכא מחצפה ואתונא אזה יתירא גבריא אלך די הסקו לשדרך מישך ועבד נגו קטל המון שביבא די נורא "],"query":"027003022"},{"canonical":"Daniel 3:23","passages":["וגבריא אלך תלתהון שדרך מישך ועבד נגו נפלו לגוא אתון נורא יקדתא מכפתין פ"],"query":"027003023"},{"canonical":"Daniel 3:24","passages":["אדין נבוכדנצר מלכא תוה וקם בהתבהלה ענה ואמר להדברוהי הלא גברין תלתא רמינא לגוא נורא מכפתין ענין ואמרין למלכא יציבא מלכא "],"query":"027003024"},{"canonical":"Daniel 3:25","passages":["ענה ואמר הא אנה חזה גברין ארבעה שרין מהלכין בגוא נורא וחבל לא איתי בהון ורוה די  ס "],"query":"027003025"},{"canonical":"Daniel 3:26","passages":["באדין קרב נבוכדנצר לתרע אתון נורא יקדתא ענה ואמר שדרך מישך ועבד נגו עבדוהי די אלהא עלאה פקו ואתו באדין נפקין שדרך מישך ועבד נגו מן גוא נורא "],"query":"027003026"},{"canonical":"Daniel 3:27","passages":["ומתכנשין אחשדרפניא סגניא ופחותא והדברי מלכא חזין לגבריא אלך די לא שלט נורא בגשמהון ושער ראשהון לא התחרך וסרבליהון לא שנו וריח נור לא עדת בהון "],"query":"027003027"},{"canonical":"Daniel 3:28","passages":["ענה נבוכדנצר ואמר בריך אלההון די שדרך מישך ועבד נגו די שלח מלאכה ושיזב לעבדוהי די התרחצו עלוהי ומלת מלכא שניו ויהבו גשמהון די לא יפלחון ולא יסגדון לכל אלה להן לאלההון "],"query":"027003028"},{"canonical":"Daniel 3:29","passages":["ומני שים טעם די כל עם אמה ולשן די יאמר שלו על אלההון די שדרך מישך ועבד נגוא הדמין יתעבד וביתה נולי ישתוה כל קבל די לא איתי אלה אחרן די יכל להצלה כדנה "],"query":"027003029"},{"canonical":"Daniel 3:30","passages":["באדין מלכא הצלח לשדרך מישך ועבד נגו במדינת בבל פ"],"query":"027003030"},{"canonical":"Daniel 3:31","passages":["נבוכדנצר מלכא לכל עממיא אמיא ולשניא די דירין בכל ארעא שלמכון ישגא "],"query":"027003031"},{"canonical":"Daniel 3:32","passages":["אתיא ותמהיא די עבד עמי אלהא עלאה שפר ק͏דמי להחויה "],"query":"027003032"},{"canonical":"Daniel 3:33","passages":["אתוהי כמה רברבין ותמהוהי כמה תקיפין מלכותה מלכות עלם ושלטנה עם דר ודר "],"query":"027003033"}]}