{"query":"027010","verses":[{},{"canonical":"Daniel 10:1","passages":["בשנת שלוש לכורש מלך פרס דבר נגלה לדניאל אשר נקרא שמו בלטשאצר ואמת הדבר וצבא גדול ובין את הדבר ובינה לו במראה "],"query":"027010001"},{"canonical":"Daniel 10:2","passages":["בימים ההם אני דניאל הייתי מתאבל שלשה שבעים ימים "],"query":"027010002"},{"canonical":"Daniel 10:3","passages":["לחם חמדות לא אכלתי ובשר ויין לא בא אל פי וסוך לא סכתי עד מלאת שלשת שבעים ימים פ"],"query":"027010003"},{"canonical":"Daniel 10:4","passages":["וביום עשרים וארבעה לחדש הראשון ואני הייתי על יד הנהר הגדול הוא חדקל "],"query":"027010004"},{"canonical":"Daniel 10:5","passages":["ואשא את עיני וארא והנה איש אחד לבוש בדים ומתניו חגרים בכתם אופז "],"query":"027010005"},{"canonical":"Daniel 10:6","passages":["וגויתו כתרשיש ופניו כמראה ברק ועיניו כלפידי אש וזרעתיו ומרגלתיו כעין נחשת קלל וקול דבריו כקול המון "],"query":"027010006"},{"canonical":"Daniel 10:7","passages":["וראיתי אני דניאל לבדי את המראה והאנשים אשר היו עמי לא ראו את המראה אבל חרדה גדלה נפלה עליהם ויברחו בהחבא "],"query":"027010007"},{"canonical":"Daniel 10:8","passages":["ואני נשארתי לבדי ואראה את המראה הגדלה הזאת ולא נשאר בי כח והודי נהפך עלי למשחית ולא עצרתי כח "],"query":"027010008"},{"canonical":"Daniel 10:9","passages":["ואשמע את קול דבריו וכשמעי את קול דבריו ואני הייתי נרדם על פני ופני ארצה "],"query":"027010009"},{"canonical":"Daniel 10:10","passages":["והנה יד נגעה בי ותניעני על ברכי וכפות ידי "],"query":"027010010"},{"canonical":"Daniel 10:11","passages":["ויאמר אלי דניאל איש חמדות הבן בדברים אשר אנכי דבר אליך ועמד על עמדך כי עתה שלחתי אליך ובדברו עמי את הדבר הזה עמדתי מרעיד "],"query":"027010011"},{"canonical":"Daniel 10:12","passages":["ויאמר אלי אל תירא דניאל כי מן היום הראשון אשר נתת את לבך להבין ולהתענות לפני אלהיך נשמעו דבריך ואני באתי בדבריך "],"query":"027010012"},{"canonical":"Daniel 10:13","passages":["ושר מלכות פרס עמד לנגדי עשרים ואחד יום והנה מיכאל אחד השרים הראשנים בא לעזרני ואני נותרתי שם אצל מלכי פרס "],"query":"027010013"},{"canonical":"Daniel 10:14","passages":["ובאתי להבינך את אשר יקרה לעמך באחרית הימים כי עוד חזון לימים "],"query":"027010014"},{"canonical":"Daniel 10:15","passages":["ובדברו עמי כדברים האלה נתתי פני ארצה ונאלמתי "],"query":"027010015"},{"canonical":"Daniel 10:16","passages":["והנה כדמות בני אדם נגע על שפתי ואפתח פי ואדברה ואמרה אל העמד לנגדי אדני במראה נהפכו צירי עלי ולא עצרתי כח "],"query":"027010016"},{"canonical":"Daniel 10:17","passages":["והיך יוכל עבד אדני זה לדבר עם אדני זה ואני מעתה לא יעמד בי כח ונשמה לא נשארה בי "],"query":"027010017"},{"canonical":"Daniel 10:18","passages":["ויסף ויגע בי כמראה אדם ויחזקני "],"query":"027010018"},{"canonical":"Daniel 10:19","passages":["ויאמר אל תירא איש חמדות שלום לך חזק וחזק ובדברו עמי התחזקתי ואמרה ידבר אדני כי חזקתני "],"query":"027010019"},{"canonical":"Daniel 10:20","passages":["ויאמר הידעת למה באתי אליך ועתה אשוב להלחם עם שר פרס ואני יוצא והנה שר יון בא "],"query":"027010020"},{"canonical":"Daniel 10:21","passages":["אבל אגיד לך את הרשום בכתב אמת ואין אחד מתחזק עמי על אלה כי אם מיכאל שרכם פ"],"query":"027010021"}]}