{"query":"027008","verses":[{},{"canonical":"Daniel 8:1","passages":["בשנת שלוש למלכות בלאשצר המלך חזון נראה אלי אני דניאל אחרי הנראה אלי בתחלה "],"query":"027008001"},{"canonical":"Daniel 8:2","passages":["ואראה בחזון ויהי בראתי ואני בשושן הבירה אשר בעילם המדינה ואראה בחזון ואני הייתי על אובל אולי "],"query":"027008002"},{"canonical":"Daniel 8:3","passages":["ואשא עיני ואראה והנה איל אחד עמד לפני האבל ולו קרנים והקרנים גבהות והאחת גבהה מן השנית והגבהה עלה באחרנה "],"query":"027008003"},{"canonical":"Daniel 8:4","passages":["ראיתי את האיל מנגח ימה וצפונה ונגבה וכל חיות לא יעמדו לפניו ואין מציל מידו ועשה כרצנו והגדיל "],"query":"027008004"},{"canonical":"Daniel 8:5","passages":["ואני הייתי מבין והנה צפיר העזים בא מן המערב על פני כל הארץ ואין נוגע בארץ והצפיר קרן חזות בין עיניו "],"query":"027008005"},{"canonical":"Daniel 8:6","passages":["ויבא עד האיל בעל הקרנים אשר ראיתי עמד לפני האבל וירץ אליו בחמת כחו "],"query":"027008006"},{"canonical":"Daniel 8:7","passages":["וראיתיו מגיע אצל האיל ויתמרמר אליו ויך את האיל וישבר את שתי קרניו ולא היה כח באיל לעמד לפניו וישליכהו ארצה וירמסהו ולא היה מציל לאיל מידו "],"query":"027008007"},{"canonical":"Daniel 8:8","passages":["וצפיר העזים הגדיל עד מאד וכעצמו נשברה הקרן הגדולה ותעלנה חזות ארבע תחתיה לארבע רוחות השמים "],"query":"027008008"},{"canonical":"Daniel 8:9","passages":["ומן האחת מהם יצא קרן אחת מצעירה ותגדל יתר אל הנגב ואל המזרח ואל הצבי "],"query":"027008009"},{"canonical":"Daniel 8:10","passages":["ותגדל עד צבא השמים ותפל ארצה מן הצבא ומן הכוכבים ותרמסם "],"query":"027008010"},{"canonical":"Daniel 8:11","passages":["ועד שר הצבא הגדיל וממנו הורם התמיד והשלך מכון מקדשו "],"query":"027008011"},{"canonical":"Daniel 8:12","passages":["וצבא תנתן על התמיד בפשע ותשלך אמת ארצה ועשתה והצליחה "],"query":"027008012"},{"canonical":"Daniel 8:13","passages":["ואשמעה אחד קדוש מדבר ויאמר אחד קדוש לפלמוני המדבר עד מתי החזון התמיד והפשע שמם תת וקדש וצבא מרמס "],"query":"027008013"},{"canonical":"Daniel 8:14","passages":["ויאמר אלי עד ערב בקר אלפים ושלש מאות ונצדק קדש "],"query":"027008014"},{"canonical":"Daniel 8:15","passages":["ויהי בראתי אני דניאל את החזון ואבקשה בינה והנה עמד לנגדי כמראה גבר "],"query":"027008015"},{"canonical":"Daniel 8:16","passages":["ואשמע קול אדם בין אולי ויקרא ויאמר גבריאל הבן להלז את המראה "],"query":"027008016"},{"canonical":"Daniel 8:17","passages":["ויבא אצל עמדי ובבאו נבעתי ואפלה על פני ויאמר אלי הבן בן אדם כי לעת קץ החזון "],"query":"027008017"},{"canonical":"Daniel 8:18","passages":["ובדברו עמי נרדמתי על פני ארצה ויגע בי ויעמידני על עמדי "],"query":"027008018"},{"canonical":"Daniel 8:19","passages":["ויאמר הנני מודיעך את אשר יהיה באחרית הזעם כי למועד קץ "],"query":"027008019"},{"canonical":"Daniel 8:20","passages":["האיל אשר ראית בעל הקרנים מלכי מדי ופרס "],"query":"027008020"},{"canonical":"Daniel 8:21","passages":["והצפיר השעיר מלך יון והקרן הגדולה אשר בין עיניו הוא המלך הראשון "],"query":"027008021"},{"canonical":"Daniel 8:22","passages":["והנשברת ותעמדנה ארבע תחתיה ארבע מלכיות מגוי יעמדנה ולא בכחו "],"query":"027008022"},{"canonical":"Daniel 8:23","passages":["ובאחרית מלכותם כהתם הפשעים יעמד מלך עז פנים ומבין חידות "],"query":"027008023"},{"canonical":"Daniel 8:24","passages":["ועצם כחו ולא בכחו ונפלאות ישחית והצליח ועשה והשחית עצומים ועם קדשים "],"query":"027008024"},{"canonical":"Daniel 8:25","passages":["ועל שכלו והצליח מרמה בידו ובלבבו יגדיל ובשלוה ישחית רבים ועל שר שרים יעמד ובאפס יד ישבר "],"query":"027008025"},{"canonical":"Daniel 8:26","passages":["ומראה הערב והבקר אשר נאמר אמת הוא ואתה סתם החזון כי לימים רבים "],"query":"027008026"},{"canonical":"Daniel 8:27","passages":["ואני דניאל נהייתי ונ͏חליתי ימים ואקום ואעשה את מלאכת המלך ואשתומם על המראה ואין מבין פ"],"query":"027008027"}]}