{"query":"027009","verses":[{},{"canonical":"Daniel 9:1","passages":["בשנת אחת לדריוש בן אחשורוש מזרע מדי אשר המלך על מלכות כשדים "],"query":"027009001"},{"canonical":"Daniel 9:2","passages":["בשנת אחת למלכו אני דניאל בינתי בספרים מספר השנים אשר היה דבר יהוה אל ירמיה הנביא למלאות לחרבות ירושל͏ם שבעים שנה "],"query":"027009002"},{"canonical":"Daniel 9:3","passages":["ואתנה את פני אל אדני האלהים לבקש תפלה ותחנונים בצום ושק ואפר "],"query":"027009003"},{"canonical":"Daniel 9:4","passages":["ואתפללה ליהוה אלהי ואתודה ואמרה אנא אדני האל הגדול והנורא שמר הברית והחסד לאהביו ולשמרי מצותיו "],"query":"027009004"},{"canonical":"Daniel 9:5","passages":["חטאנו ועוינו הרשענו ומרדנו וסור ממצותך וממשפטיך "],"query":"027009005"},{"canonical":"Daniel 9:6","passages":["ולא שמענו אל עבדיך הנביאים אשר דברו בשמך אל מלכינו שרינו ואבתינו ואל כל עם הארץ "],"query":"027009006"},{"canonical":"Daniel 9:7","passages":["לך אדני הצדקה ולנו בשת הפנים כיום הזה לאיש יהודה וליושבי ירושלם ולכל ישראל הקרבים והרחקים בכל הארצות אשר הדחתם שם במעלם אשר מעלו בך "],"query":"027009007"},{"canonical":"Daniel 9:8","passages":["יהוה לנו בשת הפנים למלכינו לשרינו ולאבתינו אשר חטאנו לך "],"query":"027009008"},{"canonical":"Daniel 9:9","passages":["לאדני אלהינו הרחמים והסלחות כי מרדנו בו "],"query":"027009009"},{"canonical":"Daniel 9:10","passages":["ולא שמענו בקול יהוה אלהינו ללכת בתורתיו אשר נתן לפנינו ביד עבדיו הנביאים "],"query":"027009010"},{"canonical":"Daniel 9:11","passages":["וכל ישראל עברו את תורתך וסור לבלתי שמוע בקלך ותתך עלינו האלה והשבעה אשר כתובה בתורת משה עבד האלהים כי חטאנו לו "],"query":"027009011"},{"canonical":"Daniel 9:12","passages":["ויקם את דברו אשר דבר עלינו ועל שפטינו אשר שפטונו להביא עלינו רעה גדלה אשר לא נעשתה תחת כל השמים כאשר נעשתה בירושל͏ם "],"query":"027009012"},{"canonical":"Daniel 9:13","passages":["כאשר כתוב בתורת משה את כל הרעה הזאת באה עלינו ולא חלינו את פני יהוה אלהינו לשוב מעוננו ולהשכיל באמתך "],"query":"027009013"},{"canonical":"Daniel 9:14","passages":["וישקד יהוה על הרעה ויביאה עלינו כי צדיק יהוה אלהינו על כל מעשיו אשר עשה ולא שמענו בקלו "],"query":"027009014"},{"canonical":"Daniel 9:15","passages":["ועתה אדני אלהינו אשר הוצאת את עמך מארץ מצרים ביד חזקה ותעש לך שם כיום הזה חטאנו רשענו "],"query":"027009015"},{"canonical":"Daniel 9:16","passages":["אדני ככל צדקתך ישב נא אפך וחמתך מעירך ירושל͏ם הר קדשך כי בחטאינו ובעונות אבתינו ירושל͏ם ועמך לחרפה לכל סביבתינו "],"query":"027009016"},{"canonical":"Daniel 9:17","passages":["ועתה שמע אלהינו אל תפלת עבדך ואל תחנוניו והאר פניך על מקדשך השמם למען אדני "],"query":"027009017"},{"canonical":"Daniel 9:18","passages":["הטה אלהי אזנך ושמע פקח עיניך וראה שממתינו והעיר אשר נקרא שמך עליה כי לא על צדקתינו אנחנו מפילים תחנונינו לפניך כי על רחמיך הרבים "],"query":"027009018"},{"canonical":"Daniel 9:19","passages":["אדני שמעה אדני סלחה אדני הקשיבה ועשה אל תאחר למענך אלהי כי שמך נקרא על עירך ועל עמך "],"query":"027009019"},{"canonical":"Daniel 9:20","passages":["ועוד אני מדבר ומתפלל ומתודה חטאתי וחטאת עמי ישראל ומפיל תחנתי לפני יהוה אלהי על הר קדש אלהי "],"query":"027009020"},{"canonical":"Daniel 9:21","passages":["ועוד אני מדבר בתפלה והאיש גבריאל אשר ראיתי בחזון בתחלה מעף ביעף נגע אלי כעת מנחת ערב "],"query":"027009021"},{"canonical":"Daniel 9:22","passages":["ויבן וידבר עמי ויאמר דניאל עתה יצאתי להשכילך בינה "],"query":"027009022"},{"canonical":"Daniel 9:23","passages":["בתחלת תחנוניך יצא דבר ואני באתי להגיד כי חמודות אתה ובין בדבר והבן במראה "],"query":"027009023"},{"canonical":"Daniel 9:24","passages":["שבעים שבעים נחתך על עמך ועל עיר קדשך לכלא הפשע חטאת ולכפר עון ולהביא צדק עלמים ולחתם חזון ונביא ולמשח קדש קדשים "],"query":"027009024"},{"canonical":"Daniel 9:25","passages":["ותדע ותשכל מן מצא דבר להשיב ולבנות ירושלם עד משיח נגיד שבעים שבעה ושבעים ששים ושנים תשוב ונבנתה רחוב וחרוץ ובצוק העתים "],"query":"027009025"},{"canonical":"Daniel 9:26","passages":["ואחרי השבעים ששים ושנים יכרת משיח ואין לו והעיר והקדש ישחית עם נגיד הבא וקצו בשטף ועד קץ מלחמה נחרצת שממות "],"query":"027009026"},{"canonical":"Daniel 9:27","passages":["והגביר ברית לרבים שבוע אחד וחצי השבוע ישבית זבח ומנחה ועל כנף שקוצים משמם ועד כלה ונחרצה תתך על שמם פ"],"query":"027009027"}]}