{"query":"027007","verses":[{},{"canonical":"Daniel 7:1","passages":["בשנת חדה לבלאשצר מלך בבל דניאל חלם חזה וחזוי ראשה על משכבה באדין חלמא כתב ראש מלין אמר "],"query":"027007001"},{"canonical":"Daniel 7:2","passages":["ענה דניאל ואמר חזה הוית בחזוי עם ליליא וארו ארבע רוחי שמיא מגיחן לימא רבא "],"query":"027007002"},{"canonical":"Daniel 7:3","passages":["וארבע חיון רברבן סלקן מן ימא שנין דא מן דא "],"query":"027007003"},{"canonical":"Daniel 7:4","passages":["קדמיתא כאריה וגפין די נשר לה חזה הוית עד די מריטו גפיה ונטילת מן ארעא ועל רגלין כאנש הקימת ולבב אנש יהיב לה "],"query":"027007004"},{"canonical":"Daniel 7:5","passages":["וארו חיוה אחרי תנינה דמיה לדב ולשטר חד הקמת ותלת עלעין בפמה בין שנה וכן אמרין לה קומי אכלי בשר שגיא "],"query":"027007005"},{"canonical":"Daniel 7:6","passages":["באתר דנה חזה הוית וארו אחרי כנמר ולה גפין ארבע די עוף על גבה וארבעה ראשין לחיותא ושלטן יהיב לה "],"query":"027007006"},{"canonical":"Daniel 7:7","passages":["באתר דנה חזה הוית בחזוי ליליא וארו חיוה ברגלה רפסה והיא משניה מן כל חיותא די ק͏דמיה וקרנין עשר לה "],"query":"027007007"},{"canonical":"Daniel 7:8","passages":["משתכל הוית בקרניא ואלו קרן אחרי זעירה סלקת קדמה ואלו עינין כעיני אנשא בקרנא דא ופם ממלל רברבן "],"query":"027007008"},{"canonical":"Daniel 7:9","passages":["חזה הוית עד די כרסון רמיו ועתיק יומין יתב לבושה כתלג חור ושער ראשה כעמר נקא כרסיה שביבין די נור גלגלוהי נור דלק "],"query":"027007009"},{"canonical":"Daniel 7:10","passages":["נהר די נור נגד ונפק מן קדמוהי אלף רבבן ק͏דמוהי יקומון דינא יתב וספרין פתיחו "],"query":"027007010"},{"canonical":"Daniel 7:11","passages":["חזה הוית באדין מן קל מליא רברבתא די קרנא ממללה חזה הוית עד די קטילת חיותא והובד גשמה ויהיבת ליקדת אשא "],"query":"027007011"},{"canonical":"Daniel 7:12","passages":["ושאר חיותא העדיו שלטנהון וארכה בחיין יהיבת להון עד זמן ועדן "],"query":"027007012"},{"canonical":"Daniel 7:13","passages":["חזה הוית בחזוי ליליא וארו עם ענני שמיא כבר אנש אתה הוה ועד עתיק יומיא מטה וקדמוהי הקרבוהי "],"query":"027007013"},{"canonical":"Daniel 7:14","passages":["ולה יהיב שלטן ויקר ומלכו וכל עממיא אמיא ולשניא לה יפלחון שלטנה שלטן עלם די לא יעדה ומלכותה די לא תתחבל פ"],"query":"027007014"},{"canonical":"Daniel 7:15","passages":["אתכרית רוחי אנה דניאל בגוא נדנה וחזוי ראשי יבהלנני "],"query":"027007015"},{"canonical":"Daniel 7:16","passages":["קרבת על חד מן קאמיא ויציבא אבעא מנה על כל דנה ואמר לי ופשר מליא יהודענני "],"query":"027007016"},{"canonical":"Daniel 7:17","passages":["אלין חיותא רברבתא די אנין ארבע ארבעה מלכין יקומון מן ארעא "],"query":"027007017"},{"canonical":"Daniel 7:18","passages":["ויקבלון מלכותא קדישי עליונין ויחסנון מלכותא ע͏ד עלמא ועד עלם עלמיא "],"query":"027007018"},{"canonical":"Daniel 7:19","passages":["אדין צבית ליצבא על חיותא רביעיתא די הות שניה מן שנה די פרזל וטפריה די נחש אכלה מדקה ושארא ברגליה רפסה "],"query":"027007019"},{"canonical":"Daniel 7:20","passages":["ועל קרניא עשר די בראשה ואחרי די סלקת קדמה תלת וקרנא דכן ועינין לה ופם ממלל רברבן וחזוה רב מן חברתה "],"query":"027007020"},{"canonical":"Daniel 7:21","passages":["חזה הוית וקרנא דכן עבדה קרב עם קדישין ויכלה להון "],"query":"027007021"},{"canonical":"Daniel 7:22","passages":["עד די אתה עתיק יומיא ודינא יהב לקדישי עליונין וזמנא מטה ומלכותא החסנו קדישין "],"query":"027007022"},{"canonical":"Daniel 7:23","passages":["כן אמר חיותא רביעיתא מלכו רביעאה תהוא בארעא די תשנא מן כל מלכותא ותאכל כל ארעא ותדושנה ותדקנה "],"query":"027007023"},{"canonical":"Daniel 7:24","passages":["וקרניא עשר מנה מלכותה עשרה מלכין יקמון ואחרן יקום אחריהון והוא ישנא מן קדמיא ותלתה מלכין יהשפל "],"query":"027007024"},{"canonical":"Daniel 7:25","passages":["ומלין לצד עלאה ימלל ולקדישי עליונין יבלא ויסבר להשניה זמנין ודת ויתיהבון בידה עד עדן ועדנין ופלג עדן "],"query":"027007025"},{"canonical":"Daniel 7:26","passages":["ודינא יתב ושלטנה יהעדון להשמדה ולהובדה עד סופא "],"query":"027007026"},{"canonical":"Daniel 7:27","passages":["ומלכותה ושלטנא ורבותא די מלכות תחות כל שמיא יהיבת לעם קדישי עליונין מלכותה מלכות עלם וכל שלטניא לה יפלחון וישתמעון "],"query":"027007027"},{"canonical":"Daniel 7:28","passages":["עד כה סופא די מלתא אנה דניאל שגיא רעיוני יבהלנני וזיוי ישתנון עלי ומלתא בלבי נטרת פ"],"query":"027007028"}]}