{"query":"027001","verses":[{},{"canonical":"Daniel 1:1","passages":["בשנת שלוש למלכות יהויקים מלך יהודה בא נבוכדנאצר מלך בבל ירושל͏ם ויצר עליה "],"query":"027001001"},{"canonical":"Daniel 1:2","passages":["ויתן אדני בידו את יהויקים מלך יהודה ומקצת כלי בית האלהים ויביאם ארץ שנער בית אלהיו ואת הכלים הביא בית אוצר אלהיו "],"query":"027001002"},{"canonical":"Daniel 1:3","passages":["ויאמר המלך לאשפנז רב סריסיו להביא מבני ישראל ומזרע המלוכה ומן הפרתמים "],"query":"027001003"},{"canonical":"Daniel 1:4","passages":["ילדים אשר אין בהם כל מום וטובי מראה ומשכילים בכל חכמה וידעי דעת ומביני מדע ואשר כח בהם לעמד בהיכל המלך וללמדם ספר ולשון כשדים "],"query":"027001004"},{"canonical":"Daniel 1:5","passages":["וימן להם המלך דבר יום ביומו מפת בג המלך ומיין משתיו ולגדלם שנים שלוש ומקצתם יעמדו לפני המלך "],"query":"027001005"},{"canonical":"Daniel 1:6","passages":["ויהי בהם מבני יהודה דניאל חנניה מישאל ועזריה "],"query":"027001006"},{"canonical":"Daniel 1:7","passages":["וישם להם שר הסריסים שמות וישם לדניאל בלטשאצר ולחנניה שדרך ולמישאל מישך ולעזריה עבד נגו "],"query":"027001007"},{"canonical":"Daniel 1:8","passages":["וישם דניאל על לבו אשר לא יתגאל בפתבג המלך וביין משתיו ויבקש משר הסריסים אשר לא יתגאל "],"query":"027001008"},{"canonical":"Daniel 1:9","passages":["ויתן האלהים את דניאל לחסד ולרחמים לפני שר הסריסים "],"query":"027001009"},{"canonical":"Daniel 1:10","passages":["ויאמר שר הסריסים לדניאל ירא אני את אדני המלך אשר מנה את מאכלכם ואת משתיכם אשר למה יראה את פניכם זעפים מן הילדים אשר כגילכם וחיבתם את ראשי למלך "],"query":"027001010"},{"canonical":"Daniel 1:11","passages":["ויאמר דניאל אל המלצר אשר מנה שר הסריסים על דניאל חנניה מישאל ועזריה "],"query":"027001011"},{"canonical":"Daniel 1:12","passages":["נס נא את עבדיך ימים עשרה ויתנו לנו מן הזרעים ונאכלה ומים ונשתה "],"query":"027001012"},{"canonical":"Daniel 1:13","passages":["ויראו לפניך מראינו ומראה הילדים האכלים את פתבג המלך וכאשר תראה עשה עם עבדיך "],"query":"027001013"},{"canonical":"Daniel 1:14","passages":["וישמע להם לדבר הזה וינסם ימים עשרה "],"query":"027001014"},{"canonical":"Daniel 1:15","passages":["ומקצת ימים עשרה נראה מראיהם טוב ובריאי בשר מן כל הילדים האכלים את פתבג המלך "],"query":"027001015"},{"canonical":"Daniel 1:16","passages":["ויהי המלצר נשא את פתבגם ויין משתיהם ונתן להם זרענים "],"query":"027001016"},{"canonical":"Daniel 1:17","passages":["והילדים האלה ארבעתם נתן להם האלהים מדע והשכל בכל ספר וחכמה ודניאל הבין בכל חזון וחלמות "],"query":"027001017"},{"canonical":"Daniel 1:18","passages":["ולמקצת הימים אשר אמר המלך להביאם ויביאם שר הסריסים לפני נבכדנצר "],"query":"027001018"},{"canonical":"Daniel 1:19","passages":["וידבר אתם המלך ולא נמצא מכלם כדניאל חנניה מישאל ועזריה ויעמדו לפני המלך "],"query":"027001019"},{"canonical":"Daniel 1:20","passages":["וכל דבר חכמת בינה אשר בקש מהם המלך וימצאם עשר ידות על כל החרטמים האשפים אשר בכל מלכותו "],"query":"027001020"},{"canonical":"Daniel 1:21","passages":["ויהי דניאל עד שנת אחת לכורש המלך פ"],"query":"027001021"}]}