{"query":"027006","verses":[{},{"canonical":"Daniel 6:1","passages":["ודריוש מדיא קבל מלכותא כבר שנין שתין ותרתין "],"query":"027006001"},{"canonical":"Daniel 6:2","passages":["שפר קדם דריוש והקים על מלכותא לאחשדרפניא מאה ועשרין די להון בכל מלכותא "],"query":"027006002"},{"canonical":"Daniel 6:3","passages":["ועלא מנהון סרכין תלתא די דניאל חד מנהון די להון אחשדרפניא אלין יהבין להון טעמא ומלכא לא להוא נזק "],"query":"027006003"},{"canonical":"Daniel 6:4","passages":["אדין דניאל דנה הוא מתנצח על סרכיא ואחשדרפניא כל קבל די רוח יתירא בה ומלכא עשית להקמותה על כל מלכותא "],"query":"027006004"},{"canonical":"Daniel 6:5","passages":["אדין סרכיא ואחשדרפניא הוו בעין עלה להשכחה לדניאל מצד מלכותא וכל עלה ושחיתה לא יכלין להשכחה כל קבל די מהימן הוא וכל שלו ושחיתה לא השתכחת עלוהי "],"query":"027006005"},{"canonical":"Daniel 6:6","passages":["אדין גבריא אלך אמרין די לא נהשכח לדניאל דנה כל עלא להן השכחנה עלוהי בדת אלהה  ס "],"query":"027006006"},{"canonical":"Daniel 6:7","passages":["אדין סרכיא ואחשדרפניא אלן הרגשו על מלכא וכן אמרין לה דריוש מלכא לעלמין חיי "],"query":"027006007"},{"canonical":"Daniel 6:8","passages":["אתיעטו כל סרכי מלכותא סגניא ו͏אחשדרפניא הדבריא ופחותא לקימה קים מלכא ולתקפה אסר די כל די יבעה בעו מן כל אלה ואנש עד יומין תלתין להן מנך מלכא יתרמא לגב אריותא "],"query":"027006008"},{"canonical":"Daniel 6:9","passages":["כען מלכא תקים אסרא ותרשם כתבא די לא להשניה כדת מדי ופרס די לא תעדא "],"query":"027006009"},{"canonical":"Daniel 6:10","passages":["כל קבל דנה מלכא דריוש רשם כתבא ואסרא "],"query":"027006010"},{"canonical":"Daniel 6:11","passages":["ודניאל כדי ידע די רשים כתבא על לביתה וכוין פתיחן לה בעליתה נגד ירושלם וזמנין תלתה ביומא הוא ברך על ברכוהי ומצלא ומודא קדם אלהה כל קבל די הוא עבד מן קדמת דנה  ס "],"query":"027006011"},{"canonical":"Daniel 6:12","passages":["אדין גבריא אלך הרגשו והשכחו לדניאל בעא ומתחנן קדם אלהה "],"query":"027006012"},{"canonical":"Daniel 6:13","passages":["באדין קריבו ואמרין קדם מלכא על אסר מלכא הלא אסר רשמת די כל אנש די יבעה מן כל אלה ואנש עד יומין תלתין להן מנך מלכא יתרמא לגוב אריותא ענה מלכא ואמר יציבא מלתא כדת מדי ופרס די לא תעדא "],"query":"027006013"},{"canonical":"Daniel 6:14","passages":["באדין ענו ואמרין קדם מלכא די דניאל די מן בני גלותא די יהוד לא שם עלך מלכא טעם ועל אסרא די רשמת וזמנין תלתה ביומא בעא בעותה "],"query":"027006014"},{"canonical":"Daniel 6:15","passages":["אדין מלכא כדי מלתא שמע שגיא באש עלוהי ועל דניאל שם בל לשיזבותה ועד מעלי שמשא הוא משתדר להצלותה "],"query":"027006015"},{"canonical":"Daniel 6:16","passages":["באדין גבריא אלך הרגשו על מלכא ואמרין למלכא דע מלכא די דת למדי ופרס די כל אסר וקים די מלכא יהקים לא להשניה "],"query":"027006016"},{"canonical":"Daniel 6:17","passages":["באדין מלכא אמר והיתיו לדניאל ורמו לגבא די אריותא ענה מלכא ואמר לדניאל אלהך די אנת פלח לה בתדירא הוא ישיזבנך "],"query":"027006017"},{"canonical":"Daniel 6:18","passages":["והיתית אבן חדה ושמת על פם גבא וחתמה מלכא בעזקתה ובעזקת רברבנוהי די לא תשנא צבו בדניאל "],"query":"027006018"},{"canonical":"Daniel 6:19","passages":["אדין אזל מלכא להיכלה ובת טות ודחון לא הנעל קדמוהי ושנתה נדת עלוהי "],"query":"027006019"},{"canonical":"Daniel 6:20","passages":["באדין מלכא בשפרפרא יקום בנגהא ובהתבהלה לגבא די אריותא אזל "],"query":"027006020"},{"canonical":"Daniel 6:21","passages":["וכמקרבה לגבא לדניאל בקל עציב זעק ענה מלכא ואמר לדניאל דניאל עבד אלהא חיא אלהך די אנת פלח לה בתדירא היכל לשיזבותך מן אריותא "],"query":"027006021"},{"canonical":"Daniel 6:22","passages":["אדין דניאל עם מלכא מלל מלכא לעלמין חיי "],"query":"027006022"},{"canonical":"Daniel 6:23","passages":["אלהי שלח מלאכה וסגר פם אריותא ולא חבלוני כל קבל די קדמוהי זכו השתכחת לי ואף קדמך מלכא חבולה לא עבדת "],"query":"027006023"},{"canonical":"Daniel 6:24","passages":["באדין מלכא שגיא טאב עלוהי ולדניאל אמר להנסקה מן גבא והסק דניאל מן גבא וכל חבל לא השתכח בה די הימן באלהה "],"query":"027006024"},{"canonical":"Daniel 6:25","passages":["ואמר מלכא והיתיו גבריא אלך די אכלו קרצוהי די דניאל ולגב אריותא רמו אנון בניהון ונשיהון ולא מטו לארעית גבא עד די שלטו בהון אריותא וכל גרמיהון הדקו "],"query":"027006025"},{"canonical":"Daniel 6:26","passages":["באדין דריוש מלכא כתב לכל עממיא אמיא ולשניא די דירין בכל ארעא שלמכון ישגא "],"query":"027006026"},{"canonical":"Daniel 6:27","passages":["מן קדמי שים טעם די בכל שלטן מלכותי להון זיעין ודחלין מן קדם אלהה די דניאל די הוא אלהא חיא וקים לעלמין ומלכותה די לא תתחבל ושלטנה עד סופא "],"query":"027006027"},{"canonical":"Daniel 6:28","passages":["משיזב ומצל ועבד אתין ותמהין בשמיא ובארעא די שיזיב לדניאל מן יד אריותא "],"query":"027006028"},{"canonical":"Daniel 6:29","passages":["ודניאל דנה הצלח במלכות דריוש ובמלכות כורש פ"],"query":"027006029"}]}