{"query":"030001","verses":[{},{"canonical":"Amos 1:1","passages":["דברי עמוס אשר היה בנקדים מתקוע אשר חזה על ישראל בימי עזיה מלך יהודה ובימי ירבעם בן יואש מלך ישראל שנתים לפני הרעש "],"query":"030001001"},{"canonical":"Amos 1:2","passages":["ויאמר יהוה מציון ישאג ומירושל͏ם יתן קולו ואבלו נאות הרעים ויבש ראש הכרמל פ"],"query":"030001002"},{"canonical":"Amos 1:3","passages":["כה אמר יהוה על שלשה פשעי דמשק ועל ארבעה לא אשיבנו על דושם בחרצות הברזל את הגלעד "],"query":"030001003"},{"canonical":"Amos 1:4","passages":["ושלחתי אש בבית חזאל ואכלה ארמנות בן הדד "],"query":"030001004"},{"canonical":"Amos 1:5","passages":["ושברתי בריח דמשק והכרתי יושב מבקעת און ותומך שבט מבית עדן וגלו עם ארם קירה אמר יהוה פ"],"query":"030001005"},{"canonical":"Amos 1:6","passages":["כה אמר יהוה על שלשה פשעי עזה ועל ארבעה לא אשיבנו על הגלותם גלות שלמה להסגיר לאדום "],"query":"030001006"},{"canonical":"Amos 1:7","passages":["ושלחתי אש בחומת עזה ואכלה ארמנתיה "],"query":"030001007"},{"canonical":"Amos 1:8","passages":["והכרתי יושב מאשדוד ותומך שבט מאשקלון והשיבותי ידי על עקרון ואבדו שארית פלשתים אמר אדני יהוה פ"],"query":"030001008"},{"canonical":"Amos 1:9","passages":["כה אמר יהוה על שלשה פשעי צר ועל ארבעה לא אשיבנו על הסגירם גלות שלמה לאדום ולא זכרו ברית אחים "],"query":"030001009"},{"canonical":"Amos 1:10","passages":["ושלחתי אש בחומת צר ואכלה ארמנתיה פ"],"query":"030001010"},{"canonical":"Amos 1:11","passages":["כה אמר יהוה על שלשה פשעי אדום ועל ארבעה לא אשיבנו על רדפו בחרב אחיו ושחת רחמיו ויטרף לעד אפו ועברתו שמרה נצח "],"query":"030001011"},{"canonical":"Amos 1:12","passages":["ושלחתי אש בתימן ואכלה ארמנות בצרה פ"],"query":"030001012"},{"canonical":"Amos 1:13","passages":["כה אמר יהוה על שלשה פשעי בני עמון ועל ארבעה לא אשיבנו על בקעם הרות הגלעד למען הרחיב את גבולם "],"query":"030001013"},{"canonical":"Amos 1:14","passages":["והצתי אש בחומת רבה ואכלה ארמנותיה בתרועה ביום מלחמה בסער ביום סופה "],"query":"030001014"},{"canonical":"Amos 1:15","passages":["והלך מלכם בגולה הוא ושריו יחדו אמר יהוה פ"],"query":"030001015"}]}