{"query":"030002","verses":[{},{"canonical":"Amos 2:1","passages":["כה אמר יהוה על שלשה פשעי מואב ועל ארבעה לא אשיבנו על שרפו עצמות מלך אדום לשיד "],"query":"030002001"},{"canonical":"Amos 2:2","passages":["ושלחתי אש במואב ואכלה ארמנות הקריות ומת בשאון מואב בתרועה בקול שופר "],"query":"030002002"},{"canonical":"Amos 2:3","passages":["והכרתי שופט מקרבה וכל שריה אהרוג עמו אמר יהוה פ"],"query":"030002003"},{"canonical":"Amos 2:4","passages":["כה אמר יהוה על שלשה פשעי יהודה ועל ארבעה לא אשיבנו על מאסם את תורת יהוה וחקיו לא שמרו ויתעום כזביהם אשר הלכו אבותם אחריהם "],"query":"030002004"},{"canonical":"Amos 2:5","passages":["ושלחתי אש ביהודה ואכלה ארמנות ירושל͏ם פ"],"query":"030002005"},{"canonical":"Amos 2:6","passages":["כה אמר יהוה על שלשה פשעי ישראל ועל ארבעה לא אשיבנו על מכרם בכסף צדיק ואביון בעבור נעלים "],"query":"030002006"},{"canonical":"Amos 2:7","passages":["השאפים על עפר ארץ בראש דלים ודרך ענוים יטו ואיש ואביו ילכו אל הנערה למען חלל את שם קדשי "],"query":"030002007"},{"canonical":"Amos 2:8","passages":["ועל בגדים חבלים יטו אצל כל מזבח ויין ענושים ישתו בית אלהיהם "],"query":"030002008"},{"canonical":"Amos 2:9","passages":["ואנכי השמדתי את האמרי מפניהם אשר כגבה ארזים גבהו וחסן הוא כאלונים ואשמיד פריו ממעל ושרשיו מתחת "],"query":"030002009"},{"canonical":"Amos 2:10","passages":["ואנכי העליתי אתכם מארץ מצרים ואולך אתכם במדבר ארבעים שנה לרשת את ארץ האמרי "],"query":"030002010"},{"canonical":"Amos 2:11","passages":["ואקים מבניכם לנביאים ומבחוריכם לנזרים האף אין זאת בני ישראל נאם יהוה "],"query":"030002011"},{"canonical":"Amos 2:12","passages":["ותשקו את הנזרים יין ועל הנביאים צויתם לאמר לא תנבאו "],"query":"030002012"},{"canonical":"Amos 2:13","passages":["הנה אנכי מעיק תחתיכם כאשר תעיק העגלה המלאה לה עמיר "],"query":"030002013"},{"canonical":"Amos 2:14","passages":["ואבד מנוס מקל וחזק לא יאמץ כחו וגבור לא ימלט נפשו "],"query":"030002014"},{"canonical":"Amos 2:15","passages":["ותפש הקשת לא יעמד וקל ברגליו לא ימלט ורכב הסוס לא ימלט נפשו "],"query":"030002015"},{"canonical":"Amos 2:16","passages":["ואמיץ לבו בגבורים ערום ינוס ביום ההוא נאם יהוה פ"],"query":"030002016"}]}