{"query":"030007","verses":[{},{"canonical":"Amos 7:1","passages":["כה הראני אדני יהוה והנה יוצר גבי בתחלת עלות הלקש והנה לקש אחר גזי המלך "],"query":"030007001"},{"canonical":"Amos 7:2","passages":["והיה אם כלה לאכול את עשב הארץ ואמר אדני יהוה סלח נא מי יקום יעקב כי קטן הוא "],"query":"030007002"},{"canonical":"Amos 7:3","passages":["נחם יהוה על זאת לא תהיה אמר יהוה "],"query":"030007003"},{"canonical":"Amos 7:4","passages":["כה הראני אדני יהוה והנה קרא לרב באש אדני יהוה ותאכל את תהום רבה ואכלה את החלק "],"query":"030007004"},{"canonical":"Amos 7:5","passages":["ואמר אדני יהוה חדל נא מי יקום יעקב כי קטן הוא "],"query":"030007005"},{"canonical":"Amos 7:6","passages":["נחם יהוה על זאת גם היא לא תהיה אמר אדני יהוה  ס "],"query":"030007006"},{"canonical":"Amos 7:7","passages":["כה הראני והנה אדני נצב על חומת אנך ובידו אנך "],"query":"030007007"},{"canonical":"Amos 7:8","passages":["ויאמר יהוה אלי מה אתה ראה עמוס ואמר אנך ויאמר אדני הנני שם אנך בקרב עמי ישראל לא אוסיף עוד עבור לו "],"query":"030007008"},{"canonical":"Amos 7:9","passages":["ונשמו במות ישחק ומקדשי ישראל יחרבו וקמתי על בית ירבעם בחרב פ"],"query":"030007009"},{"canonical":"Amos 7:10","passages":["וישלח אמציה כהן בית אל אל ירבעם מלך ישראל לאמר קשר עליך עמוס בקרב בית ישראל לא תוכל הארץ להכיל את כל דבריו "],"query":"030007010"},{"canonical":"Amos 7:11","passages":["כי כה אמר עמוס בחרב ימות ירבעם וישראל גלה יגלה מעל אדמתו  ס "],"query":"030007011"},{"canonical":"Amos 7:12","passages":["ויאמר אמציה אל עמוס חזה לך ברח לך אל ארץ יהודה ואכל שם לחם ושם תנבא "],"query":"030007012"},{"canonical":"Amos 7:13","passages":["ובית אל לא תוסיף עוד להנבא כי מקדש מלך הוא ובית ממלכה הוא  ס "],"query":"030007013"},{"canonical":"Amos 7:14","passages":["ויען עמוס ויאמר אל אמציה לא נביא אנכי ולא בן נביא אנכי כי בוקר אנכי ובולס שקמים "],"query":"030007014"},{"canonical":"Amos 7:15","passages":["ויקחני יהוה מאחרי הצאן ויאמר אלי יהוה לך הנבא אל עמי ישראל "],"query":"030007015"},{"canonical":"Amos 7:16","passages":["ועתה שמע דבר יהוה אתה אמר לא תנבא על ישראל ולא תטיף על בית ישחק "],"query":"030007016"},{"canonical":"Amos 7:17","passages":["לכן כה אמר יהוה אשתך בעיר תזנה ובניך ובנתיך בחרב יפלו ואדמתך בחבל תחלק ואתה על אדמה טמאה תמות וישראל גלה יגלה מעל אדמתו  ס "],"query":"030007017"}]}