{"query":"030009","verses":[{},{"canonical":"Amos 9:1","passages":["ראיתי את אדני נצב על המזבח ויאמר הך הכפתור וירעשו הספים ובצעם בראש כלם ואחריתם בחרב אהרג לא ינוס להם נס ולא ימלט להם פליט "],"query":"030009001"},{"canonical":"Amos 9:2","passages":["אם יחתרו בשאול משם ידי תקחם ואם יעלו השמים משם אורידם "],"query":"030009002"},{"canonical":"Amos 9:3","passages":["ואם יחבאו בראש הכרמל משם אחפש ולקחתים ואם יסתרו מנגד עיני בקרקע הים משם אצוה את הנחש ונשכם "],"query":"030009003"},{"canonical":"Amos 9:4","passages":["ואם ילכו בשבי לפני איביהם משם אצוה את החרב והרגתם ושמתי עיני עליהם לרעה ולא לטובה "],"query":"030009004"},{"canonical":"Amos 9:5","passages":["ואדני יהוה הצבאות הנוגע בארץ ותמוג ואבלו כל יושבי בה ועלתה כיאר כלה ושקעה כיאר מצרים "],"query":"030009005"},{"canonical":"Amos 9:6","passages":["הבונה בשמים מעלותיו ואגדתו על ארץ יסדה הקרא למי הים וישפכם על פני הארץ יהוה שמו "],"query":"030009006"},{"canonical":"Amos 9:7","passages":["הלוא כבני כשיים אתם לי בני ישראל נאם יהוה הלוא את ישראל העליתי מארץ מצרים ופלשתיים מכפתור וארם מקיר "],"query":"030009007"},{"canonical":"Amos 9:8","passages":["הנה עיני אדני יהוה בממלכה החטאה והשמדתי אתה מעל פני האדמה אפס כי לא השמיד אשמיד את בית יעקב נאם יהוה "],"query":"030009008"},{"canonical":"Amos 9:9","passages":["כי הנה אנכי מצוה והנעותי בכל הגוים את בית ישראל כאשר ינוע בכברה ולא יפול צרור ארץ "],"query":"030009009"},{"canonical":"Amos 9:10","passages":["בחרב ימותו כל חטאי עמי האמרים לא תגיש ותקדים בעדינו הרעה "],"query":"030009010"},{"canonical":"Amos 9:11","passages":["ביום ההוא אקים את סכת דויד הנפלת וגדרתי את פרציהן והרסתיו אקים ובניתיה כימי עולם "],"query":"030009011"},{"canonical":"Amos 9:12","passages":["למען יירשו את שארית אדום וכל הגוים אשר נקרא שמי עליהם נאם יהוה עשה זאת פ"],"query":"030009012"},{"canonical":"Amos 9:13","passages":["הנה ימים באים נאם יהוה ונגש חורש בקצר ודרך ענבים במשך הזרע והטיפו ההרים עסיס וכל הגבעות תתמוגגנה "],"query":"030009013"},{"canonical":"Amos 9:14","passages":["ושבתי את שבות עמי ישראל ובנו ערים נשמות וישבו ונטעו כרמים ושתו את יינם ועשו גנות ואכלו את פריהם "],"query":"030009014"},{"canonical":"Amos 9:15","passages":["ונטעתים על אדמתם ולא ינתשו עוד מעל אדמתם אשר נתתי להם אמר יהוה אלהיך "],"query":"030009015"}]}