{"query":"032001","verses":[{},{"canonical":"Jonah 1:1","passages":["ויהי דבר יהוה אל יונה בן אמתי לאמר "],"query":"032001001"},{"canonical":"Jonah 1:2","passages":["קום לך אל נינוה העיר הגדולה וקרא עליה כי עלתה רעתם לפני "],"query":"032001002"},{"canonical":"Jonah 1:3","passages":["ויקם יונה לברח תרשישה מלפני יהוה וירד יפו וימצא אניה באה תרשיש ויתן שכרה וירד בה לבוא עמהם תרשישה מלפני יהוה "],"query":"032001003"},{"canonical":"Jonah 1:4","passages":["ויהוה הטיל רוח גדולה אל הים ויהי סער גדול בים והאניה חשבה להשבר "],"query":"032001004"},{"canonical":"Jonah 1:5","passages":["וייראו המלחים ויזעקו איש אל אלהיו ויטלו את הכלים אשר באניה אל הים להקל מעליהם ויונה ירד אל ירכתי הספינה וישכב וירדם "],"query":"032001005"},{"canonical":"Jonah 1:6","passages":["ויקרב אליו רב החבל ויאמר לו מה לך נרדם קום קרא אל אלהיך אולי יתעשת האלהים לנו ולא נאבד "],"query":"032001006"},{"canonical":"Jonah 1:7","passages":["ויאמרו איש אל רעהו לכו ונפילה גורלות ונדעה בשלמי הרעה הזאת לנו ויפלו גורלות ויפל הגורל על יונה "],"query":"032001007"},{"canonical":"Jonah 1:8","passages":["ויאמרו אליו הגידה נא לנו באשר למי הרעה הזאת לנו מה מלאכתך ומאין תבוא מה ארצך ואי מזה עם אתה "],"query":"032001008"},{"canonical":"Jonah 1:9","passages":["ויאמר אליהם עברי אנכי ואת יהוה אלהי השמים אני ירא אשר עשה את הים ואת היבשה "],"query":"032001009"},{"canonical":"Jonah 1:10","passages":["וייראו האנשים יראה גדולה ויאמרו אליו מה זאת עשית כי ידעו האנשים כי מלפני יהוה הוא ברח כי הגיד להם "],"query":"032001010"},{"canonical":"Jonah 1:11","passages":["ויאמרו אליו מה נעשה לך וישתק הים מעלינו כי הים הולך וסער "],"query":"032001011"},{"canonical":"Jonah 1:12","passages":["ויאמר אליהם שאוני והטילני אל הים וישתק הים מעליכם כי יודע אני כי בשלי הסער הגדול הזה עליכם "],"query":"032001012"},{"canonical":"Jonah 1:13","passages":["ויחתרו האנשים להשיב אל היבשה ולא יכלו כי הים הולך וסער עליהם "],"query":"032001013"},{"canonical":"Jonah 1:14","passages":["ויקראו אל יהוה ויאמרו אנה יהוה אל נא נאבדה בנפש האיש הזה ואל תתן עלינו דם נקיא כי אתה יהוה כאשר חפצת עשית "],"query":"032001014"},{"canonical":"Jonah 1:15","passages":["וישאו את יונה ויטלהו אל הים ויעמד הים מזעפו "],"query":"032001015"},{"canonical":"Jonah 1:16","passages":["וייראו האנשים יראה גדולה את יהוה ויזבחו זבח ליהוה וידרו נדרים "],"query":"032001016"}]}