{"query":"037001","verses":[{},{"canonical":"Haggai 1:1","passages":["בשנת שתים לדריוש המלך בחדש הששי ביום אחד לחדש היה דבר יהוה ביד חגי הנביא אל זרבבל בן שאלתיאל פחת יהודה ואל יהושע בן יהוצדק הכהן הגדול לאמר "],"query":"037001001"},{"canonical":"Haggai 1:2","passages":["כה אמר יהוה צבאות לאמר העם הזה אמרו לא עת בא עת בית יהוה להבנות פ"],"query":"037001002"},{"canonical":"Haggai 1:3","passages":["ויהי דבר יהוה ביד חגי הנביא לאמר "],"query":"037001003"},{"canonical":"Haggai 1:4","passages":["העת לכם אתם לשבת בבתיכם ספונים והבית הזה חרב "],"query":"037001004"},{"canonical":"Haggai 1:5","passages":["ועתה כה אמר יהוה צבאות שימו לבבכם על דרכיכם "],"query":"037001005"},{"canonical":"Haggai 1:6","passages":["זרעתם הרבה והבא מעט אכול ואין לשבעה שתו ואין לשכרה לבוש ואין לחם לו והמשתכר משתכר אל צרור נקוב פ"],"query":"037001006"},{"canonical":"Haggai 1:7","passages":["כה אמר יהוה צבאות שימו לבבכם על דרכיכם "],"query":"037001007"},{"canonical":"Haggai 1:8","passages":["עלו ההר והבאתם עץ ובנו הבית וארצה בו ואכבדה אמר יהוה "],"query":"037001008"},{"canonical":"Haggai 1:9","passages":["פנה אל הרבה והנה למעט והבאתם הבית ונפחתי בו יען מה נאם יהוה צבאות יען ביתי אשר הוא חרב ואתם רצים איש לביתו "],"query":"037001009"},{"canonical":"Haggai 1:10","passages":["על כן עליכם כלאו שמים מטל והארץ כלאה יבולה "],"query":"037001010"},{"canonical":"Haggai 1:11","passages":["ואקרא חרב על הארץ ועל ההרים ועל הדגן ועל התירוש ועל היצהר ועל אשר תוציא האדמה ועל האדם ועל הבהמה ועל כל יגיע כפים  ס "],"query":"037001011"},{"canonical":"Haggai 1:12","passages":["וישמע זרבבל בן שלתיאל ויהושע בן יהוצדק הכהן הגדול וכל שארית העם בקול יהוה אלהיהם ועל דברי חגי הנביא כאשר שלחו יהוה אלהיהם וייראו העם מפני יהוה "],"query":"037001012"},{"canonical":"Haggai 1:13","passages":["ויאמר חגי מלאך יהוה במלאכות יהוה לעם לאמר אני אתכם נאם יהוה "],"query":"037001013"},{"canonical":"Haggai 1:14","passages":["ויער יהוה את רוח זרבבל בן שלתיאל פחת יהודה ואת רוח יהושע בן יהוצדק הכהן הגדול ואת רוח כל שארית העם ויבאו ויעשו מלאכה בבית יהוה צבאות אלהיהם פ"],"query":"037001014"},{"canonical":"Haggai 1:15","passages":["ביום עשרים וארבעה לחדש בששי בשנת שתים לדריוש המלך "],"query":"037001015"}]}