{"query":"037002","verses":[{},{"canonical":"Haggai 2:1","passages":["בשביעי בעשרים ואחד לחדש היה דבר יהוה ביד חגי הנביא לאמר "],"query":"037002001"},{"canonical":"Haggai 2:2","passages":["אמר נא אל זרבבל בן שלתיאל פחת יהודה ואל יהושע בן יהוצדק הכהן הגדול ואל שארית העם לאמר "],"query":"037002002"},{"canonical":"Haggai 2:3","passages":["מי בכם הנשאר אשר ראה את הבית הזה בכבודו הראשון ומה אתם ראים אתו עתה הלוא כמהו כאין בעיניכם "],"query":"037002003"},{"canonical":"Haggai 2:4","passages":["ועתה חזק זרבבל נאם יהוה וחזק יהושע בן יהוצדק הכהן הגדול וחזק כל עם הארץ נאם יהוה ועשו כי אני אתכם נאם יהוה צבאות "],"query":"037002004"},{"canonical":"Haggai 2:5","passages":["את הדבר אשר כרתי אתכם בצאתכם ממצרים ורוחי עמדת בתוככם אל תיראו  ס "],"query":"037002005"},{"canonical":"Haggai 2:6","passages":["כי כה אמר יהוה צבאות עוד אחת מעט היא ואני מרעיש את השמים ואת הארץ ואת הים ואת החרבה "],"query":"037002006"},{"canonical":"Haggai 2:7","passages":["והרעשתי את כל הגוים ובאו חמדת כל הגוים ומלאתי את הבית הזה כבוד אמר יהוה צבאות "],"query":"037002007"},{"canonical":"Haggai 2:8","passages":["לי הכסף ולי הזהב נאם יהוה צבאות "],"query":"037002008"},{"canonical":"Haggai 2:9","passages":["גדול יהיה כבוד הבית הזה האחרון מן הראשון אמר יהוה צבאות ובמקום הזה אתן שלום נאם יהוה צבאות פ"],"query":"037002009"},{"canonical":"Haggai 2:10","passages":["בעשרים וארבעה לתשיעי בשנת שתים לדריוש היה דבר יהוה אל חגי הנביא לאמר "],"query":"037002010"},{"canonical":"Haggai 2:11","passages":["כה אמר יהוה צבאות שאל נא את הכהנים תורה לאמר "],"query":"037002011"},{"canonical":"Haggai 2:12","passages":["הן ישא איש בשר קדש בכנף בגדו ונגע בכנפו אל הלחם ואל הנזיד ואל היין ואל שמן ואל כל מאכל היקדש ויענו הכהנים ויאמרו לא "],"query":"037002012"},{"canonical":"Haggai 2:13","passages":["ויאמר חגי אם יגע טמא נפש בכל אלה היטמא ויענו הכהנים ויאמרו יטמא "],"query":"037002013"},{"canonical":"Haggai 2:14","passages":["ויען חגי ויאמר כן העם הזה וכן הגוי הזה לפני נאם יהוה וכן כל מעשה ידיהם ואשר יקריבו שם טמא הוא "],"query":"037002014"},{"canonical":"Haggai 2:15","passages":["ועתה שימו נא לבבכם מן היום הזה ומעלה מטרם שום אבן אל אבן בהיכל יהוה "],"query":"037002015"},{"canonical":"Haggai 2:16","passages":["מהיותם בא אל ערמת עשרים והיתה עשרה בא אל היקב לחשף חמשים פורה והיתה עשרים "],"query":"037002016"},{"canonical":"Haggai 2:17","passages":["הכיתי אתכם בשדפון ובירקון ובברד את כל מעשה ידיכם ואין אתכם אלי נאם יהוה "],"query":"037002017"},{"canonical":"Haggai 2:18","passages":["שימו נא לבבכם מן היום הזה ומעלה מיום עשרים וארבעה לתשיעי למן היום אשר יסד היכל יהוה שימו לבבכם "],"query":"037002018"},{"canonical":"Haggai 2:19","passages":["העוד הזרע במגורה ועד הגפן והתאנה והרמון ועץ הזית לא נשא מן היום הזה אברך  ס "],"query":"037002019"},{"canonical":"Haggai 2:20","passages":["ויהי דבר יהוה שנית אל חגי בעשרים וארבעה לחדש לאמר "],"query":"037002020"},{"canonical":"Haggai 2:21","passages":["אמר אל זרבבל פחת יהודה לאמר אני מרעיש את השמים ואת הארץ "],"query":"037002021"},{"canonical":"Haggai 2:22","passages":["והפכתי כסא ממלכות והשמדתי חזק ממלכות הגוים והפכתי מרכבה ורכביה וירדו סוסים ורכביהם איש בחרב אחיו "],"query":"037002022"},{"canonical":"Haggai 2:23","passages":["ביום ההוא נאם יהוה צבאות אקחך זרבבל בן שאלתיאל עבדי נאם יהוה ושמתיך כחותם כי בך בחרתי נאם יהוה צבאות "],"query":"037002023"}]}