{"query":"038008","verses":[{},{"canonical":"Zechariah 8:1","passages":["ויהי דבר יהוה צבאות לאמר "],"query":"038008001"},{"canonical":"Zechariah 8:2","passages":["כה אמר יהוה צבאות קנאתי לציון קנאה גדולה וחמה גדולה קנאתי לה "],"query":"038008002"},{"canonical":"Zechariah 8:3","passages":["כה אמר יהוה שבתי אל ציון ושכנתי בתוך ירושל͏ם ונקראה ירושלם עיר האמת והר יהוה צבאות הר הקדש  ס "],"query":"038008003"},{"canonical":"Zechariah 8:4","passages":["כה אמר יהוה צבאות עד ישבו זקנים וזקנות ברחבות ירושל͏ם ואיש משענתו בידו מרב ימים "],"query":"038008004"},{"canonical":"Zechariah 8:5","passages":["ורחבות העיר ימלאו ילדים וילדות משחקים ברחבתיה  ס "],"query":"038008005"},{"canonical":"Zechariah 8:6","passages":["כה אמר יהוה צבאות כי יפלא בעיני שארית העם הזה בימים ההם גם בעיני יפלא נאם יהוה צבאות פ"],"query":"038008006"},{"canonical":"Zechariah 8:7","passages":["כה אמר יהוה צבאות הנני מושיע את עמי מארץ מזרח ומארץ מבוא השמש "],"query":"038008007"},{"canonical":"Zechariah 8:8","passages":["והבאתי אתם ושכנו בתוך ירושל͏ם והיו לי לעם ואני אהיה להם לאלהים באמת ובצדקה  ס "],"query":"038008008"},{"canonical":"Zechariah 8:9","passages":["כה אמר יהוה צבאות תחזקנה ידיכם השמעים בימים האלה את הדברים האלה מפי הנביאים אשר ביום יסד בית יהוה צבאות ההיכל להבנות "],"query":"038008009"},{"canonical":"Zechariah 8:10","passages":["כי לפני הימים ההם שכר האדם לא נהיה ושכר הבהמה איננה וליוצא ולבא אין שלום מן הצר ואשלח את כל האדם איש ברעהו "],"query":"038008010"},{"canonical":"Zechariah 8:11","passages":["ועתה לא כימים הראשנים אני לשארית העם הזה נאם יהוה צבאות "],"query":"038008011"},{"canonical":"Zechariah 8:12","passages":["כי זרע השלום הגפן תתן פריה והארץ תתן את יבולה והשמים יתנו טלם והנחלתי את שארית העם הזה את כל אלה "],"query":"038008012"},{"canonical":"Zechariah 8:13","passages":["והיה כאשר הייתם קללה בגוים בית יהודה ובית ישראל כן אושיע אתכם והייתם ברכה אל תיראו תחזקנה ידיכם  ס "],"query":"038008013"},{"canonical":"Zechariah 8:14","passages":["כי כה אמר יהוה צבאות כאשר זממתי להרע לכם בהקציף אבתיכם אתי אמר יהוה צבאות ולא נחמתי "],"query":"038008014"},{"canonical":"Zechariah 8:15","passages":["כן שבתי זממתי בימים האלה להיטיב את ירושל͏ם ואת בית יהודה אל תיראו "],"query":"038008015"},{"canonical":"Zechariah 8:16","passages":["אלה הדברים אשר תעשו דברו אמת איש את רעהו אמת ומשפט שלום שפטו בשעריכם "],"query":"038008016"},{"canonical":"Zechariah 8:17","passages":["ואיש את רעת רעהו אל תחשבו בלבבכם ושבעת שקר אל תאהבו כי את כל אלה אשר שנאתי נאם יהוה  ס "],"query":"038008017"},{"canonical":"Zechariah 8:18","passages":["ויהי דבר יהוה צבאות אלי לאמר "],"query":"038008018"},{"canonical":"Zechariah 8:19","passages":["כה אמר יהוה צבאות צום הרביעי וצום החמישי וצום השביעי וצום העשירי יהיה לבית יהודה לששון ולשמחה ולמעדים טובים והאמת והשלום אהבו פ"],"query":"038008019"},{"canonical":"Zechariah 8:20","passages":["כה אמר יהוה צבאות עד אשר יבאו עמים וישבי ערים רבות "],"query":"038008020"},{"canonical":"Zechariah 8:21","passages":["והלכו ישבי אחת אל אחת לאמר נלכה הלוך לחלות את פני יהוה ולבקש את יהוה צבאות אלכה גם אני "],"query":"038008021"},{"canonical":"Zechariah 8:22","passages":["ובאו עמים רבים וגוים עצומים לבקש את יהוה צבאות בירושל͏ם ולחלות את פני יהוה  ס "],"query":"038008022"},{"canonical":"Zechariah 8:23","passages":["כה אמר יהוה צבאות בימים ההמה אשר יחזיקו עשרה אנשים מכל לשנות הגוים והחזיקו בכנף איש יהודי לאמר נלכה עמכם כי שמענו אלהים עמכם  ס "],"query":"038008023"}]}