{"query":"038012","verses":[{},{"canonical":"Zechariah 12:1","passages":["משא דבר יהוה על ישראל נאם יהוה נטה שמים ויסד ארץ ויצר רוח אדם בקרבו פ"],"query":"038012001"},{"canonical":"Zechariah 12:2","passages":["הנה אנכי שם את ירושל͏ם סף רעל לכל העמים סביב וגם על יהודה יהיה במצור על ירושל͏ם "],"query":"038012002"},{"canonical":"Zechariah 12:3","passages":["והיה ביום ההוא אשים את ירושלם אבן מעמסה לכל העמים כל עמסיה שרוט ישרטו ונאספו עליה כל גויי הארץ "],"query":"038012003"},{"canonical":"Zechariah 12:4","passages":["ביום ההוא נאם יהוה אכה כל סוס בתמהון ורכבו בשגעון ועל בית יהודה אפקח את עיני וכל סוס העמים אכה בעורון "],"query":"038012004"},{"canonical":"Zechariah 12:5","passages":["ואמרו אלפי יהודה בלבם אמצה לי ישבי ירושלם ביהוה צבאות אלהיהם "],"query":"038012005"},{"canonical":"Zechariah 12:6","passages":["ביום ההוא אשים את אלפי יהודה ככיור אש בעצים וכלפיד אש בעמיר ואכלו על ימין ועל שמאול את כל העמים סביב וישבה ירושל͏ם עוד תחתיה בירושל͏ם פ"],"query":"038012006"},{"canonical":"Zechariah 12:7","passages":["והושיע יהוה את אהלי יהודה בראשנה למען לא תגדל תפארת בית דויד ותפארת ישב ירושל͏ם על יהודה "],"query":"038012007"},{"canonical":"Zechariah 12:8","passages":["ביום ההוא יגן יהוה בעד יושב ירושלם והיה הנכשל בהם ביום ההוא כדויד ובית דויד כאלהים כמלאך יהוה לפניהם "],"query":"038012008"},{"canonical":"Zechariah 12:9","passages":["והיה ביום ההוא אבקש להשמיד את כל הגוים הבאים על ירושל͏ם "],"query":"038012009"},{"canonical":"Zechariah 12:10","passages":["ושפכתי על בית דויד ועל יושב ירושלם רוח חן ותחנונים והביטו אלי את אשר דקרו וספדו עליו כמספד על היחיד והמר עליו כהמר על הבכור "],"query":"038012010"},{"canonical":"Zechariah 12:11","passages":["ביום ההוא יגדל המספד בירושלם כמספד הדד רמון בבקעת מגדון "],"query":"038012011"},{"canonical":"Zechariah 12:12","passages":["וספדה הארץ משפחות משפחות לבד משפחת בית דויד לבד ונשיהם לבד משפחת בית נתן לבד ונשיהם לבד "],"query":"038012012"},{"canonical":"Zechariah 12:13","passages":["משפחת בית לוי לבד ונשיהם לבד משפחת השמעי לבד ונשיהם לבד "],"query":"038012013"},{"canonical":"Zechariah 12:14","passages":["כל המשפחות הנשארות משפחת משפחת לבד ונשיהם לבד  ס "],"query":"038012014"}]}