{"query":"038001","verses":[{},{"canonical":"Zechariah 1:1","passages":["בחדש השמיני בשנת שתים לדריוש היה דבר יהוה אל זכריה בן ברכיה בן עדו הנביא לאמר "],"query":"038001001"},{"canonical":"Zechariah 1:2","passages":["קצף יהוה על אבותיכם קצף "],"query":"038001002"},{"canonical":"Zechariah 1:3","passages":["ואמרת אלהם כה אמר יהוה צבאות שובו אלי נאם יהוה צבאות ואשוב אליכם אמר יהוה צבאות "],"query":"038001003"},{"canonical":"Zechariah 1:4","passages":["אל תהיו כאבתיכם אשר קראו אליהם הנביאים הראשנים לאמר כה אמר יהוה צבאות שובו נא מדרכיכם הרעים ומעלליכם הרעים ולא שמעו ולא הקשיבו אלי נאם יהוה "],"query":"038001004"},{"canonical":"Zechariah 1:5","passages":["אבותיכם איה הם והנבאים הלעולם יחיו "],"query":"038001005"},{"canonical":"Zechariah 1:6","passages":["אך דברי וחקי אשר צויתי את עבדי הנביאים הלוא השיגו אבתיכם וישובו ויאמרו כאשר זמם יהוה צבאות לעשות לנו כדרכינו וכמעללינו כן עשה אתנו  ס "],"query":"038001006"},{"canonical":"Zechariah 1:7","passages":["ביום עשרים וארבעה לעשתי עשר חדש הוא חדש שבט בשנת שתים לדריוש היה דבר יהוה אל זכריה בן ברכיהו בן עדוא הנביא לאמר "],"query":"038001007"},{"canonical":"Zechariah 1:8","passages":["ראיתי הלילה והנה איש רכב על סוס אדם והוא עמד בין ההדסים אשר במצלה ואחריו סוסים אדמים שרקים ולבנים "],"query":"038001008"},{"canonical":"Zechariah 1:9","passages":["ואמר מה אלה אדני ויאמר אלי המלאך הדבר בי אני אראך מה המה אלה "],"query":"038001009"},{"canonical":"Zechariah 1:10","passages":["ויען האיש העמד בין ההדסים ויאמר אלה אשר שלח יהוה להתהלך בארץ "],"query":"038001010"},{"canonical":"Zechariah 1:11","passages":["ויענו את מלאך יהוה העמד בין ההדסים ויאמרו התהלכנו בארץ והנה כל הארץ ישבת ושקטת "],"query":"038001011"},{"canonical":"Zechariah 1:12","passages":["ויען מלאך יהוה ויאמר יהוה צבאות עד מתי אתה לא תרחם את ירושלם ואת ערי יהודה אשר זעמתה זה שבעים שנה "],"query":"038001012"},{"canonical":"Zechariah 1:13","passages":["ויען יהוה את המלאך הדבר בי דברים טובים דברים נחמים "],"query":"038001013"},{"canonical":"Zechariah 1:14","passages":["ויאמר אלי המלאך הדבר בי קרא לאמר כה אמר יהוה צבאות קנאתי לירושל͏ם ולציון קנאה גדולה "],"query":"038001014"},{"canonical":"Zechariah 1:15","passages":["וקצף גדול אני קצף על הגוים השאננים אשר אני קצפתי מעט והמה עזרו לרעה "],"query":"038001015"},{"canonical":"Zechariah 1:16","passages":["לכן כה אמר יהוה שבתי לירושלם ברחמים ביתי יבנה בה נאם יהוה צבאות וקו ינטה על ירושל͏ם "],"query":"038001016"},{"canonical":"Zechariah 1:17","passages":["עוד קרא לאמר כה אמר יהוה צבאות עוד תפוצינה ערי מטוב ונחם יהוה עוד את ציון ובחר עוד בירושל͏ם  ס "],"query":"038001017"}]}