{"query":"039002","verses":[{},{"canonical":"Malachi 2:1","passages":["ועתה אליכם המצוה הזאת הכהנים "],"query":"039002001"},{"canonical":"Malachi 2:2","passages":["אם לא תשמעו ואם לא תשימו על לב לתת כבוד לשמי אמר יהוה צבאות ושלחתי בכם את המארה וארותי את ברכותיכם וגם ארותיה כי אינכם שמים על לב "],"query":"039002002"},{"canonical":"Malachi 2:3","passages":["הנני גער לכם את הזרע וזריתי פרש על פניכם פרש חגיכם ונשא אתכם אליו "],"query":"039002003"},{"canonical":"Malachi 2:4","passages":["וידעתם כי שלחתי אליכם את המצוה הזאת להיות בריתי את לוי אמר יהוה צבאות "],"query":"039002004"},{"canonical":"Malachi 2:5","passages":["בריתי היתה אתו החיים והשלום ואתנם לו מורא וייראני ומפני שמי נחת הוא "],"query":"039002005"},{"canonical":"Malachi 2:6","passages":["תורת אמת היתה בפיהו ועולה לא נמצא בשפתיו בשלום ובמישור הלך אתי ורבים השיב מעון "],"query":"039002006"},{"canonical":"Malachi 2:7","passages":["כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך יהוה צבאות הוא "],"query":"039002007"},{"canonical":"Malachi 2:8","passages":["ואתם סרתם מן הדרך הכשלתם רבים בתורה שחתם ברית הלוי אמר יהוה צבאות "],"query":"039002008"},{"canonical":"Malachi 2:9","passages":["וגם אני נתתי אתכם נבזים ושפלים לכל העם כפי אשר אינכם שמרים את דרכי ונשאים פנים בתורה פ"],"query":"039002009"},{"canonical":"Malachi 2:10","passages":["הלוא אב אחד לכלנו הלוא אל אחד בראנו מדוע נבגד איש באחיו לחלל ברית אבתינו "],"query":"039002010"},{"canonical":"Malachi 2:11","passages":["בגדה יהודה ותועבה נעשתה בישראל ובירושל͏ם כי חלל יהודה קדש יהוה אשר אהב ובעל בת אל נכר "],"query":"039002011"},{"canonical":"Malachi 2:12","passages":["יכרת יהוה לאיש אשר יעשנה ער וענה מאהלי יעקב ומגיש מנחה ליהוה צבאות פ"],"query":"039002012"},{"canonical":"Malachi 2:13","passages":["וזאת שנית תעשו כסות דמעה את מזבח יהוה בכי ואנקה מאין עוד פנות אל המנחה ולקחת רצון מידכם "],"query":"039002013"},{"canonical":"Malachi 2:14","passages":["ואמרתם על מה על כי יהוה העיד בינך ובין אשת נעוריך אשר אתה בגדתה בה והיא חברתך ואשת בריתך "],"query":"039002014"},{"canonical":"Malachi 2:15","passages":["ולא אחד עשה ושאר רוח לו ומה האחד מבקש זרע אלהים ונשמרתם ברוחכם ובאשת נעוריך אל יבגד "],"query":"039002015"},{"canonical":"Malachi 2:16","passages":["כי שנא שלח אמר יהוה אלהי ישראל וכסה חמס על לבושו אמר יהוה צבאות ונשמרתם ברוחכם ולא תבגדו  ס "],"query":"039002016"},{"canonical":"Malachi 2:17","passages":["הוגעתם יהוה בדבריכם ואמרתם במה הוגענו באמרכם כל עשה רע טוב בעיני יהוה ובהם הוא חפץ או איה אלהי המשפט "],"query":"039002017"}]}