{
    "query": "039003",
    "verses": [{}, {
        "canonical": "Malachi 3:1",
        "passages": ["הנני שלח מלאכי ופנה דרך לפני ופתאם יבוא אל היכלו האדון אשר אתם מבקשים ומלאך הברית אשר אתם חפצים הנה בא אמר יהוה צבאות "],
        "query": "039003001"
    }, {
        "canonical": "Malachi 3:2",
        "passages": ["ומי מכלכל את יום בואו ומי העמד בהראותו כי הוא כאש מצרף וכברית מכבסים "],
        "query": "039003002"
    }, {
        "canonical": "Malachi 3:3",
        "passages": ["וישב מצרף ומטהר כסף וטהר את בני לוי וזקק אתם כזהב וככסף והיו ליהוה מגישי מנחה בצדקה "],
        "query": "039003003"
    }, {
        "canonical": "Malachi 3:4",
        "passages": ["וערבה ליהוה מנחת יהודה וירושל͏ם כימי עולם וכשנים קדמניות "],
        "query": "039003004"
    }, {
        "canonical": "Malachi 3:5",
        "passages": ["וקרבתי אליכם למשפט והייתי עד ממהר במכשפים ובמנאפים ובנשבעים לשקר ובעשקי שכר שכיר אלמנה ויתום ומטי גר ולא יראוני אמר יהוה צבאות "],
        "query": "039003005"
    }, {
        "canonical": "Malachi 3:6",
        "passages": ["כי אני יהוה לא שניתי ואתם בני יעקב לא כליתם "],
        "query": "039003006"
    }, {
        "canonical": "Malachi 3:7",
        "passages": ["למימי אבתיכם סרתם מחקי ולא שמרתם שובו אלי ואשובה אליכם אמר יהוה צבאות ואמרתם במה נשוב "],
        "query": "039003007"
    }, {
        "canonical": "Malachi 3:8",
        "passages": ["היקבע אדם אלהים כי אתם קבעים אתי ואמרתם במה קבענוך המעשר והתרומה "],
        "query": "039003008"
    }, {
        "canonical": "Malachi 3:9",
        "passages": ["במארה אתם נארים ואתי אתם קבעים הגוי כלו "],
        "query": "039003009"
    }, {
        "canonical": "Malachi 3:10",
        "passages": ["הביאו את כל המעשר אל בית האוצר ויהי טרף בביתי ובחנוני נא בזאת אמר יהוה צבאות אם לא אפתח לכם את ארבות השמים והריקתי לכם ברכה עד בלי די "],
        "query": "039003010"
    }, {
        "canonical": "Malachi 3:11",
        "passages": ["וגערתי לכם באכל ולא ישחת לכם את פרי האדמה ולא תשכל לכם הגפן בשדה אמר יהוה צבאות "],
        "query": "039003011"
    }, {
        "canonical": "Malachi 3:12",
        "passages": ["ואשרו אתכם כל הגוים כי תהיו אתם ארץ חפץ אמר יהוה צבאות  ס "],
        "query": "039003012"
    }, {
        "canonical": "Malachi 3:13",
        "passages": ["חזקו עלי דבריכם אמר יהוה ואמרתם מה נדברנו עליך "],
        "query": "039003013"
    }, {
        "canonical": "Malachi 3:14",
        "passages": ["אמרתם שוא עבד אלהים ומה בצע כי שמרנו משמרתו וכי הלכנו קדרנית מפני יהוה צבאות "],
        "query": "039003014"
    }, {
        "canonical": "Malachi 3:15",
        "passages": ["ועתה אנחנו מאשרים זדים גם נבנו עשי רשעה גם בחנו אלהים וימלטו "],
        "query": "039003015"
    }, {
        "canonical": "Malachi 3:16",
        "passages": ["אז נדברו יראי יהוה איש את רעהו ויקשב יהוה וישמע ויכתב ספר זכרון לפניו ליראי יהוה ולחשבי שמו "],
        "query": "039003016"
    }, {
        "canonical": "Malachi 3:17",
        "passages": ["והיו לי אמר יהוה צבאות ליום אשר אני עשה סגלה וחמלתי עליהם כאשר יחמל איש על בנו העבד אתו "],
        "query": "039003017"
    }, {
        "canonical": "Malachi 3:18",
        "passages": ["ושבתם וראיתם בין צדיק לרשע בין עבד אלהים לאשר לא עבדו  ס "],
        "query": "039003018"
    }]
}