{"query":"047008","verses":[{},{"canonical":"2 Corinthians 8:1","passages":["Γνωρίζομεν δὲ ὑμῖν,  ἀδελφοί,  τὴν χάριν τοῦ θεοῦ τὴν δεδομένην ἐν ταῖς ἐκκλησίαις τῆς Μακεδονίας,  "],"query":"047008001"},{"canonical":"2 Corinthians 8:2","passages":["ὅτι ἐν πολλῇ δοκιμῇ θλίψεως ἡ περισσεία τῆς χαρᾶς αὐτῶν καὶ ἡ κατὰ βάθους πτωχεία αὐτῶν ἐπερίσσευσεν εἰς  ⸂τὸ πλοῦτος⸃  τῆς ἁπλότητος αὐτῶν·  "],"query":"047008002"},{"canonical":"2 Corinthians 8:3","passages":["ὅτι κατὰ δύναμιν,  μαρτυρῶ,  καὶ  ⸀παρὰ δύναμιν,  αὐθαίρετοι "],"query":"047008003"},{"canonical":"2 Corinthians 8:4","passages":["μετὰ πολλῆς παρακλήσεως δεόμενοι ἡμῶν,  τὴν χάριν καὶ τὴν κοινωνίαν τῆς διακονίας τῆς εἰς τοὺς ἁγίους—  "],"query":"047008004"},{"canonical":"2 Corinthians 8:5","passages":["καὶ οὐ καθὼς ἠλπίσαμεν ἀλλ’ ἑαυτοὺς ἔδωκαν πρῶτον τῷ κυρίῳ καὶ ἡμῖν διὰ θελήματος θεοῦ,  "],"query":"047008005"},{"canonical":"2 Corinthians 8:6","passages":["εἰς τὸ παρακαλέσαι ἡμᾶς Τίτον ἵνα καθὼς προενήρξατο οὕτως καὶ ἐπιτελέσῃ εἰς ὑμᾶς καὶ τὴν χάριν ταύτην·  "],"query":"047008006"},{"canonical":"2 Corinthians 8:7","passages":["ἀλλ’ ὥσπερ ἐν παντὶ περισσεύετε,  πίστει καὶ λόγῳ καὶ γνώσει καὶ πάσῃ σπουδῇ καὶ τῇ ἐξ  ⸂ἡμῶν ἐν ὑμῖν⸃  ἀγάπῃ,  ἵνα καὶ ἐν ταύτῃ τῇ χάριτι περισσεύητε.  "],"query":"047008007"},{"canonical":"2 Corinthians 8:8","passages":["Οὐ κατ’ ἐπιταγὴν λέγω ἀλλὰ διὰ τῆς ἑτέρων σπουδῆς καὶ τὸ τῆς ὑμετέρας ἀγάπης γνήσιον δοκιμάζων·  "],"query":"047008008"},{"canonical":"2 Corinthians 8:9","passages":["γινώσκετε γὰρ τὴν χάριν τοῦ κυρίου ἡμῶν Ἰησοῦ Χριστοῦ,  ὅτι δι’ ὑμᾶς ἐπτώχευσεν πλούσιος ὤν,  ἵνα ὑμεῖς τῇ ἐκείνου πτωχείᾳ πλουτήσητε.  "],"query":"047008009"},{"canonical":"2 Corinthians 8:10","passages":["καὶ γνώμην ἐν τούτῳ δίδωμι·  τοῦτο γὰρ ὑμῖν συμφέρει,  οἵτινες οὐ μόνον τὸ ποιῆσαι ἀλλὰ καὶ τὸ θέλειν προενήρξασθε ἀπὸ πέρυσι·  "],"query":"047008010"},{"canonical":"2 Corinthians 8:11","passages":["νυνὶ δὲ καὶ τὸ ποιῆσαι ἐπιτελέσατε,  ὅπως καθάπερ ἡ προθυμία τοῦ θέλειν οὕτως καὶ τὸ ἐπιτελέσαι ἐκ τοῦ ἔχειν.  "],"query":"047008011"},{"canonical":"2 Corinthians 8:12","passages":["εἰ γὰρ ἡ προθυμία πρόκειται,  καθὸ ἐὰν  ⸀ἔχῃ εὐπρόσδεκτος,  οὐ καθὸ οὐκ ἔχει.  "],"query":"047008012"},{"canonical":"2 Corinthians 8:13","passages":["οὐ γὰρ ἵνα ἄλλοις ἄνεσις,   ⸀ὑμῖν θλῖψις·  ἀλλ’ ἐξ ἰσότητος "],"query":"047008013"},{"canonical":"2 Corinthians 8:14","passages":["ἐν τῷ νῦν καιρῷ τὸ ὑμῶν περίσσευμα εἰς τὸ ἐκείνων ὑστέρημα,  ἵνα καὶ τὸ ἐκείνων περίσσευμα γένηται εἰς τὸ ὑμῶν ὑστέρημα,  ὅπως γένηται ἰσότης·  "],"query":"047008014"},{"canonical":"2 Corinthians 8:15","passages":["καθὼς γέγραπται·  Ὁ τὸ πολὺ οὐκ ἐπλεόνασεν,  καὶ ὁ τὸ ὀλίγον οὐκ ἠλαττόνησεν.  "],"query":"047008015"},{"canonical":"2 Corinthians 8:16","passages":["Χάρις δὲ τῷ θεῷ τῷ  ⸀διδόντι τὴν αὐτὴν σπουδὴν ὑπὲρ ὑμῶν ἐν τῇ καρδίᾳ Τίτου,  "],"query":"047008016"},{"canonical":"2 Corinthians 8:17","passages":["ὅτι τὴν μὲν παράκλησιν ἐδέξατο,  σπουδαιότερος δὲ ὑπάρχων αὐθαίρετος ἐξῆλθεν πρὸς ὑμᾶς.  "],"query":"047008017"},{"canonical":"2 Corinthians 8:18","passages":["συνεπέμψαμεν δὲ μετ’ αὐτοῦ τὸν ἀδελφὸν οὗ ὁ ἔπαινος ἐν τῷ εὐαγγελίῳ διὰ πασῶν τῶν ἐκκλησιῶν—  "],"query":"047008018"},{"canonical":"2 Corinthians 8:19","passages":["οὐ μόνον δὲ ἀλλὰ καὶ χειροτονηθεὶς ὑπὸ τῶν ἐκκλησιῶν συνέκδημος ἡμῶν  ⸀σὺν τῇ χάριτι ταύτῃ τῇ διακονουμένῃ ὑφ’ ἡμῶν πρὸς τὴν  ⸀αὐτοῦ τοῦ κυρίου δόξαν καὶ προθυμίαν ἡμῶν—  "],"query":"047008019"},{"canonical":"2 Corinthians 8:20","passages":["στελλόμενοι τοῦτο μή τις ἡμᾶς μωμήσηται ἐν τῇ ἁδρότητι ταύτῃ τῇ διακονουμένῃ ὑφ’ ἡμῶν,  "],"query":"047008020"},{"canonical":"2 Corinthians 8:21","passages":[" ⸂προνοοῦμεν γὰρ⸃  καλὰ οὐ μόνον ἐνώπιον κυρίου ἀλλὰ καὶ ἐνώπιον ἀνθρώπων.  "],"query":"047008021"},{"canonical":"2 Corinthians 8:22","passages":["συνεπέμψαμεν δὲ αὐτοῖς τὸν ἀδελφὸν ἡμῶν ὃν ἐδοκιμάσαμεν ἐν πολλοῖς πολλάκις σπουδαῖον ὄντα,  νυνὶ δὲ πολὺ σπουδαιότερον πεποιθήσει πολλῇ τῇ εἰς ὑμᾶς.  "],"query":"047008022"},{"canonical":"2 Corinthians 8:23","passages":["εἴτε ὑπὲρ Τίτου,  κοινωνὸς ἐμὸς καὶ εἰς ὑμᾶς συνεργός·  εἴτε ἀδελφοὶ ἡμῶν,  ἀπόστολοι ἐκκλησιῶν,  δόξα Χριστοῦ.  "],"query":"047008023"},{"canonical":"2 Corinthians 8:24","passages":["τὴν οὖν ἔνδειξιν τῆς ἀγάπης ὑμῶν καὶ ἡμῶν καυχήσεως ὑπὲρ ὑμῶν εἰς αὐτοὺς  ⸀ἐνδεικνύμενοι εἰς πρόσωπον τῶν ἐκκλησιῶν.  "],"query":"047008024"}]}