{"query":"052002","verses":[{},{"canonical":"1 Thessalonians 2:1","passages":["Αὐτοὶ γὰρ οἴδατε,  ἀδελφοί,  τὴν εἴσοδον ἡμῶν τὴν πρὸς ὑμᾶς ὅτι οὐ κενὴ γέγονεν,  "],"query":"052002001"},{"canonical":"1 Thessalonians 2:2","passages":["ἀλλὰ προπαθόντες καὶ ὑβρισθέντες καθὼς οἴδατε ἐν Φιλίπποις ἐπαρρησιασάμεθα ἐν τῷ θεῷ ἡμῶν λαλῆσαι πρὸς ὑμᾶς τὸ εὐαγγέλιον τοῦ θεοῦ ἐν πολλῷ ἀγῶνι.  "],"query":"052002002"},{"canonical":"1 Thessalonians 2:3","passages":["ἡ γὰρ παράκλησις ἡμῶν οὐκ ἐκ πλάνης οὐδὲ ἐξ ἀκαθαρσίας  ⸀οὐδὲ ἐν δόλῳ,  "],"query":"052002003"},{"canonical":"1 Thessalonians 2:4","passages":["ἀλλὰ καθὼς δεδοκιμάσμεθα ὑπὸ τοῦ θεοῦ πιστευθῆναι τὸ εὐαγγέλιον οὕτως λαλοῦμεν,  οὐχ ὡς ἀνθρώποις ἀρέσκοντες ἀλλὰ  ⸀θεῷ τῷ δοκιμάζοντι τὰς καρδίας ἡμῶν.  "],"query":"052002004"},{"canonical":"1 Thessalonians 2:5","passages":["οὔτε γάρ ποτε ἐν λόγῳ κολακείας ἐγενήθημεν,  καθὼς οἴδατε,  οὔτε  ⸀ἐν προφάσει πλεονεξίας,  θεὸς μάρτυς,  "],"query":"052002005"},{"canonical":"1 Thessalonians 2:6","passages":["οὔτε ζητοῦντες ἐξ ἀνθρώπων δόξαν,  οὔτε ἀφ’ ὑμῶν οὔτε ἀπ’ ἄλλων,  "],"query":"052002006"},{"canonical":"1 Thessalonians 2:7","passages":["δυνάμενοι ἐν βάρει εἶναι ὡς Χριστοῦ ἀπόστολοι·  ἀλλὰ ἐγενήθημεν  ⸀ἤπιοι ἐν μέσῳ ὑμῶν,  ὡς  ⸀ἐὰν τροφὸς θάλπῃ τὰ ἑαυτῆς τέκνα·  "],"query":"052002007"},{"canonical":"1 Thessalonians 2:8","passages":["οὕτως ὁμειρόμενοι ὑμῶν εὐδοκοῦμεν μεταδοῦναι ὑμῖν οὐ μόνον τὸ εὐαγγέλιον τοῦ θεοῦ ἀλλὰ καὶ τὰς ἑαυτῶν ψυχάς,  διότι ἀγαπητοὶ ἡμῖν  ⸀ἐγενήθητε.  "],"query":"052002008"},{"canonical":"1 Thessalonians 2:9","passages":["Μνημονεύετε γάρ,  ἀδελφοί,  τὸν κόπον ἡμῶν καὶ τὸν μόχθον·   ⸀νυκτὸς καὶ ἡμέρας ἐργαζόμενοι πρὸς τὸ μὴ ἐπιβαρῆσαί τινα ὑμῶν ἐκηρύξαμεν εἰς ὑμᾶς τὸ εὐαγγέλιον τοῦ θεοῦ.  "],"query":"052002009"},{"canonical":"1 Thessalonians 2:10","passages":["ὑμεῖς μάρτυρες καὶ ὁ θεός,  ὡς ὁσίως καὶ δικαίως καὶ ἀμέμπτως ὑμῖν τοῖς πιστεύουσιν ἐγενήθημεν,  "],"query":"052002010"},{"canonical":"1 Thessalonians 2:11","passages":["καθάπερ οἴδατε ὡς ἕνα ἕκαστον ὑμῶν ὡς πατὴρ τέκνα ἑαυτοῦ "],"query":"052002011"},{"canonical":"1 Thessalonians 2:12","passages":["παρακαλοῦντες ὑμᾶς καὶ παραμυθούμενοι καὶ μαρτυρόμενοι,  εἰς τὸ  ⸀περιπατεῖν ὑμᾶς ἀξίως τοῦ θεοῦ τοῦ καλοῦντος ὑμᾶς εἰς τὴν ἑαυτοῦ βασιλείαν καὶ δόξαν.  "],"query":"052002012"},{"canonical":"1 Thessalonians 2:13","passages":[" ⸀Καὶ διὰ τοῦτο καὶ ἡμεῖς εὐχαριστοῦμεν τῷ θεῷ ἀδιαλείπτως,  ὅτι παραλαβόντες λόγον ἀκοῆς παρ’ ἡμῶν τοῦ θεοῦ ἐδέξασθε οὐ λόγον ἀνθρώπων ἀλλὰ καθὼς  ⸂ἀληθῶς ἐστὶν⸃  λόγον θεοῦ,  ὃς καὶ ἐνεργεῖται ἐν ὑμῖν τοῖς πιστεύουσιν.  "],"query":"052002013"},{"canonical":"1 Thessalonians 2:14","passages":["ὑμεῖς γὰρ μιμηταὶ ἐγενήθητε,  ἀδελφοί,  τῶν ἐκκλησιῶν τοῦ θεοῦ τῶν οὐσῶν ἐν τῇ Ἰουδαίᾳ ἐν Χριστῷ Ἰησοῦ,  ὅτι τὰ αὐτὰ ἐπάθετε καὶ ὑμεῖς ὑπὸ τῶν ἰδίων συμφυλετῶν καθὼς καὶ αὐτοὶ ὑπὸ τῶν Ἰουδαίων "],"query":"052002014"},{"canonical":"1 Thessalonians 2:15","passages":["τῶν καὶ τὸν κύριον ἀποκτεινάντων Ἰησοῦν καὶ  ⸀τοὺς προφήτας καὶ ἡμᾶς ἐκδιωξάντων,  καὶ θεῷ μὴ ἀρεσκόντων,  καὶ πᾶσιν ἀνθρώποις ἐναντίων,  "],"query":"052002015"},{"canonical":"1 Thessalonians 2:16","passages":["κωλυόντων ἡμᾶς τοῖς ἔθνεσιν λαλῆσαι ἵνα σωθῶσιν,  εἰς τὸ ἀναπληρῶσαι αὐτῶν τὰς ἁμαρτίας πάντοτε.  ἔφθασεν δὲ ἐπ’ αὐτοὺς ἡ  ⸀ὀργὴ εἰς τέλος.  "],"query":"052002016"},{"canonical":"1 Thessalonians 2:17","passages":["Ἡμεῖς δέ,  ἀδελφοί,  ἀπορφανισθέντες ἀφ’ ὑμῶν πρὸς καιρὸν ὥρας,  προσώπῳ οὐ καρδίᾳ,  περισσοτέρως ἐσπουδάσαμεν τὸ πρόσωπον ὑμῶν ἰδεῖν ἐν πολλῇ ἐπιθυμίᾳ.  "],"query":"052002017"},{"canonical":"1 Thessalonians 2:18","passages":[" ⸀διότι ἠθελήσαμεν ἐλθεῖν πρὸς ὑμᾶς,  ἐγὼ μὲν Παῦλος καὶ ἅπαξ καὶ δίς,  καὶ ἐνέκοψεν ἡμᾶς ὁ Σατανᾶς.  "],"query":"052002018"},{"canonical":"1 Thessalonians 2:19","passages":["τίς γὰρ ἡμῶν ἐλπὶς ἢ χαρὰ ἢ στέφανος καυχήσεως—  ἢ οὐχὶ καὶ ὑμεῖς—  ἔμπροσθεν τοῦ κυρίου ἡμῶν Ἰησοῦ ἐν τῇ αὐτοῦ παρουσίᾳ;  "],"query":"052002019"},{"canonical":"1 Thessalonians 2:20","passages":["ὑμεῖς γάρ ἐστε ἡ δόξα ἡμῶν καὶ ἡ χαρά.  "],"query":"052002020"}]}