{"query":"053001","verses":[{},{"canonical":"2 Thessalonians 1:1","passages":["Παῦλος καὶ Σιλουανὸς καὶ Τιμόθεος τῇ ἐκκλησίᾳ Θεσσαλονικέων ἐν θεῷ πατρὶ ἡμῶν καὶ κυρίῳ Ἰησοῦ Χριστῷ·  "],"query":"053001001"},{"canonical":"2 Thessalonians 1:2","passages":["χάρις ὑμῖν καὶ εἰρήνη ἀπὸ θεοῦ  ⸀πατρὸς καὶ κυρίου Ἰησοῦ Χριστοῦ.  "],"query":"053001002"},{"canonical":"2 Thessalonians 1:3","passages":["Εὐχαριστεῖν ὀφείλομεν τῷ θεῷ πάντοτε περὶ ὑμῶν,  ἀδελφοί,  καθὼς ἄξιόν ἐστιν,  ὅτι ὑπεραυξάνει ἡ πίστις ὑμῶν καὶ πλεονάζει ἡ ἀγάπη ἑνὸς ἑκάστου πάντων ὑμῶν εἰς ἀλλήλους,  "],"query":"053001003"},{"canonical":"2 Thessalonians 1:4","passages":["ὥστε  ⸂αὐτοὺς ἡμᾶς⸃  ἐν ὑμῖν  ⸀ἐγκαυχᾶσθαι ἐν ταῖς ἐκκλησίαις τοῦ θεοῦ ὑπὲρ τῆς ὑπομονῆς ὑμῶν καὶ πίστεως ἐν πᾶσιν τοῖς διωγμοῖς ὑμῶν καὶ ταῖς θλίψεσιν αἷς ἀνέχεσθε,  "],"query":"053001004"},{"canonical":"2 Thessalonians 1:5","passages":["ἔνδειγμα τῆς δικαίας κρίσεως τοῦ θεοῦ,  εἰς τὸ καταξιωθῆναι ὑμᾶς τῆς βασιλείας τοῦ θεοῦ,  ὑπὲρ ἧς καὶ πάσχετε,  "],"query":"053001005"},{"canonical":"2 Thessalonians 1:6","passages":["εἴπερ δίκαιον παρὰ θεῷ ἀνταποδοῦναι τοῖς θλίβουσιν ὑμᾶς θλῖψιν "],"query":"053001006"},{"canonical":"2 Thessalonians 1:7","passages":["καὶ ὑμῖν τοῖς θλιβομένοις ἄνεσιν μεθ’ ἡμῶν ἐν τῇ ἀποκαλύψει τοῦ κυρίου Ἰησοῦ ἀπ’ οὐρανοῦ μετ’ ἀγγέλων δυνάμεως αὐτοῦ "],"query":"053001007"},{"canonical":"2 Thessalonians 1:8","passages":["ἐν  ⸂φλογὶ πυρός⸃,  διδόντος ἐκδίκησιν τοῖς μὴ εἰδόσι θεὸν καὶ τοῖς μὴ ὑπακούουσιν τῷ εὐαγγελίῳ τοῦ κυρίου ἡμῶν Ἰησοῦ,  "],"query":"053001008"},{"canonical":"2 Thessalonians 1:9","passages":["οἵτινες δίκην τίσουσιν ὄλεθρον αἰώνιον ἀπὸ προσώπου τοῦ κυρίου καὶ ἀπὸ τῆς δόξης τῆς ἰσχύος αὐτοῦ,  "],"query":"053001009"},{"canonical":"2 Thessalonians 1:10","passages":["ὅταν ἔλθῃ ἐνδοξασθῆναι ἐν τοῖς ἁγίοις αὐτοῦ καὶ θαυμασθῆναι ἐν πᾶσιν τοῖς πιστεύσασιν,  ὅτι ἐπιστεύθη τὸ μαρτύριον ἡμῶν ἐφ’ ὑμᾶς,  ἐν τῇ ἡμέρᾳ ἐκείνῃ.  "],"query":"053001010"},{"canonical":"2 Thessalonians 1:11","passages":["εἰς ὃ καὶ προσευχόμεθα πάντοτε περὶ ὑμῶν,  ἵνα ὑμᾶς ἀξιώσῃ τῆς κλήσεως ὁ θεὸς ἡμῶν καὶ πληρώσῃ πᾶσαν εὐδοκίαν ἀγαθωσύνης καὶ ἔργον πίστεως ἐν δυνάμει,  "],"query":"053001011"},{"canonical":"2 Thessalonians 1:12","passages":["ὅπως ἐνδοξασθῇ τὸ ὄνομα τοῦ κυρίου ἡμῶν Ἰησοῦ ἐν ὑμῖν,  καὶ ὑμεῖς ἐν αὐτῷ,  κατὰ τὴν χάριν τοῦ θεοῦ ἡμῶν καὶ κυρίου Ἰησοῦ Χριστοῦ.  "],"query":"053001012"}]}