{"query":"054006","verses":[{},{"canonical":"1 Timothy 6:1","passages":["Ὅσοι εἰσὶν ὑπὸ ζυγὸν δοῦλοι,  τοὺς ἰδίους δεσπότας πάσης τιμῆς ἀξίους ἡγείσθωσαν,  ἵνα μὴ τὸ ὄνομα τοῦ θεοῦ καὶ ἡ διδασκαλία βλασφημῆται.  "],"query":"054006001"},{"canonical":"1 Timothy 6:2","passages":["οἱ δὲ πιστοὺς ἔχοντες δεσπότας μὴ καταφρονείτωσαν,  ὅτι ἀδελφοί εἰσιν·  ἀλλὰ μᾶλλον δουλευέτωσαν,  ὅτι πιστοί εἰσιν καὶ ἀγαπητοὶ οἱ τῆς εὐεργεσίας ἀντιλαμβανόμενοι.  \nΤαῦτα δίδασκε καὶ παρακάλει.  "],"query":"054006002"},{"canonical":"1 Timothy 6:3","passages":["εἴ τις ἑτεροδιδασκαλεῖ καὶ μὴ προσέρχεται ὑγιαίνουσι λόγοις,  τοῖς τοῦ κυρίου ἡμῶν Ἰησοῦ Χριστοῦ,  καὶ τῇ κατ’ εὐσέβειαν διδασκαλίᾳ,  "],"query":"054006003"},{"canonical":"1 Timothy 6:4","passages":["τετύφωται,  μηδὲν ἐπιστάμενος,  ἀλλὰ νοσῶν περὶ ζητήσεις καὶ λογομαχίας,  ἐξ ὧν γίνεται φθόνος,  ἔρις,  βλασφημίαι,  ὑπόνοιαι πονηραί,  "],"query":"054006004"},{"canonical":"1 Timothy 6:5","passages":["διαπαρατριβαὶ διεφθαρμένων ἀνθρώπων τὸν νοῦν καὶ ἀπεστερημένων τῆς ἀληθείας,  νομιζόντων πορισμὸν εἶναι τὴν  ⸀εὐσέβειαν.  "],"query":"054006005"},{"canonical":"1 Timothy 6:6","passages":["ἔστιν δὲ πορισμὸς μέγας ἡ εὐσέβεια μετὰ αὐταρκείας·  "],"query":"054006006"},{"canonical":"1 Timothy 6:7","passages":["οὐδὲν γὰρ εἰσηνέγκαμεν εἰς τὸν κόσμον,   ⸀ὅτι οὐδὲ ἐξενεγκεῖν τι δυνάμεθα·  "],"query":"054006007"},{"canonical":"1 Timothy 6:8","passages":["ἔχοντες δὲ διατροφὰς καὶ σκεπάσματα,  τούτοις ἀρκεσθησόμεθα.  "],"query":"054006008"},{"canonical":"1 Timothy 6:9","passages":["οἱ δὲ βουλόμενοι πλουτεῖν ἐμπίπτουσιν εἰς πειρασμὸν καὶ παγίδα καὶ ἐπιθυμίας πολλὰς ἀνοήτους καὶ βλαβεράς,  αἵτινες βυθίζουσι τοὺς ἀνθρώπους εἰς ὄλεθρον καὶ ἀπώλειαν·  "],"query":"054006009"},{"canonical":"1 Timothy 6:10","passages":["ῥίζα γὰρ πάντων τῶν κακῶν ἐστιν ἡ φιλαργυρία,  ἧς τινες ὀρεγόμενοι ἀπεπλανήθησαν ἀπὸ τῆς πίστεως καὶ ἑαυτοὺς περιέπειραν ὀδύναις πολλαῖς.  "],"query":"054006010"},{"canonical":"1 Timothy 6:11","passages":["Σὺ δέ,  ὦ ἄνθρωπε  ⸀θεοῦ,  ταῦτα φεῦγε·  δίωκε δὲ δικαιοσύνην,  εὐσέβειαν,  πίστιν,  ἀγάπην,  ὑπομονήν,   ⸀πραϋπαθίαν.  "],"query":"054006011"},{"canonical":"1 Timothy 6:12","passages":["ἀγωνίζου τὸν καλὸν ἀγῶνα τῆς πίστεως,  ἐπιλαβοῦ τῆς αἰωνίου ζωῆς,  εἰς ἣν ἐκλήθης καὶ ὡμολόγησας τὴν καλὴν ὁμολογίαν ἐνώπιον πολλῶν μαρτύρων.  "],"query":"054006012"},{"canonical":"1 Timothy 6:13","passages":["παραγγέλλω σοι ἐνώπιον τοῦ θεοῦ τοῦ  ⸀ζῳογονοῦντος τὰ πάντα καὶ Χριστοῦ Ἰησοῦ τοῦ μαρτυρήσαντος ἐπὶ Ποντίου Πιλάτου τὴν καλὴν ὁμολογίαν,  "],"query":"054006013"},{"canonical":"1 Timothy 6:14","passages":["τηρῆσαί σε τὴν ἐντολὴν ἄσπιλον ἀνεπίλημπτον μέχρι τῆς ἐπιφανείας τοῦ κυρίου ἡμῶν Ἰησοῦ Χριστοῦ,  "],"query":"054006014"},{"canonical":"1 Timothy 6:15","passages":["ἣν καιροῖς ἰδίοις δείξει ὁ μακάριος καὶ μόνος δυνάστης,  ὁ βασιλεὺς τῶν βασιλευόντων καὶ κύριος τῶν κυριευόντων,  "],"query":"054006015"},{"canonical":"1 Timothy 6:16","passages":["ὁ μόνος ἔχων ἀθανασίαν,  φῶς οἰκῶν ἀπρόσιτον,  ὃν εἶδεν οὐδεὶς ἀνθρώπων οὐδὲ ἰδεῖν δύναται·  ᾧ τιμὴ καὶ κράτος αἰώνιον·  ἀμήν.  "],"query":"054006016"},{"canonical":"1 Timothy 6:17","passages":["Τοῖς πλουσίοις ἐν τῷ νῦν αἰῶνι παράγγελλε μὴ ὑψηλοφρονεῖν μηδὲ ἠλπικέναι ἐπὶ πλούτου ἀδηλότητι,  ἀλλ’  ⸀ἐπὶ  ⸀θεῷ τῷ παρέχοντι ἡμῖν πάντα πλουσίως εἰς ἀπόλαυσιν,  "],"query":"054006017"},{"canonical":"1 Timothy 6:18","passages":["ἀγαθοεργεῖν,  πλουτεῖν ἐν ἔργοις καλοῖς,  εὐμεταδότους εἶναι,  κοινωνικούς,  "],"query":"054006018"},{"canonical":"1 Timothy 6:19","passages":["ἀποθησαυρίζοντας ἑαυτοῖς θεμέλιον καλὸν εἰς τὸ μέλλον,  ἵνα ἐπιλάβωνται τῆς  ⸀ὄντως ζωῆς.  "],"query":"054006019"},{"canonical":"1 Timothy 6:20","passages":["Ὦ Τιμόθεε,  τὴν παραθήκην φύλαξον,  ἐκτρεπόμενος τὰς βεβήλους κενοφωνίας καὶ ἀντιθέσεις τῆς ψευδωνύμου γνώσεως,  "],"query":"054006020"},{"canonical":"1 Timothy 6:21","passages":["ἥν τινες ἐπαγγελλόμενοι περὶ τὴν πίστιν ἠστόχησαν.  \nἩ χάρις  ⸂μεθ’ ὑμῶν⸃.  "],"query":"054006021"}]}