{"query":"056001","verses":[{},{"canonical":"Titus 1:1","passages":["Παῦλος δοῦλος θεοῦ,  ἀπόστολος δὲ Ἰησοῦ Χριστοῦ κατὰ πίστιν ἐκλεκτῶν θεοῦ καὶ ἐπίγνωσιν ἀληθείας τῆς κατ’ εὐσέβειαν "],"query":"056001001"},{"canonical":"Titus 1:2","passages":["ἐπ’ ἐλπίδι ζωῆς αἰωνίου,  ἣν ἐπηγγείλατο ὁ ἀψευδὴς θεὸς πρὸ χρόνων αἰωνίων "],"query":"056001002"},{"canonical":"Titus 1:3","passages":["ἐφανέρωσεν δὲ καιροῖς ἰδίοις,  τὸν λόγον αὐτοῦ ἐν κηρύγματι ὃ ἐπιστεύθην ἐγὼ κατ’ ἐπιταγὴν τοῦ σωτῆρος ἡμῶν θεοῦ,  "],"query":"056001003"},{"canonical":"Titus 1:4","passages":["Τίτῳ γνησίῳ τέκνῳ κατὰ κοινὴν πίστιν·  χάρις  ⸀καὶ εἰρήνη ἀπὸ θεοῦ πατρὸς καὶ  ⸂Χριστοῦ Ἰησοῦ⸃  τοῦ σωτῆρος ἡμῶν.  "],"query":"056001004"},{"canonical":"Titus 1:5","passages":["Τούτου χάριν  ⸀ἀπέλιπόν σε ἐν Κρήτῃ ἵνα τὰ λείποντα ἐπιδιορθώσῃ,  καὶ καταστήσῃς κατὰ πόλιν πρεσβυτέρους,  ὡς ἐγώ σοι διεταξάμην,  "],"query":"056001005"},{"canonical":"Titus 1:6","passages":["εἴ τίς ἐστιν ἀνέγκλητος,  μιᾶς γυναικὸς ἀνήρ,  τέκνα ἔχων πιστά,  μὴ ἐν κατηγορίᾳ ἀσωτίας ἢ ἀνυπότακτα.  "],"query":"056001006"},{"canonical":"Titus 1:7","passages":["δεῖ γὰρ τὸν ἐπίσκοπον ἀνέγκλητον εἶναι ὡς θεοῦ οἰκονόμον,  μὴ αὐθάδη,  μὴ ὀργίλον,  μὴ πάροινον,  μὴ πλήκτην,  μὴ αἰσχροκερδῆ,  "],"query":"056001007"},{"canonical":"Titus 1:8","passages":["ἀλλὰ φιλόξενον,  φιλάγαθον,  σώφρονα,  δίκαιον,  ὅσιον,  ἐγκρατῆ,  "],"query":"056001008"},{"canonical":"Titus 1:9","passages":["ἀντεχόμενον τοῦ κατὰ τὴν διδαχὴν πιστοῦ λόγου,  ἵνα δυνατὸς ᾖ καὶ παρακαλεῖν ἐν τῇ διδασκαλίᾳ τῇ ὑγιαινούσῃ καὶ τοὺς ἀντιλέγοντας ἐλέγχειν.  "],"query":"056001009"},{"canonical":"Titus 1:10","passages":["Εἰσὶν γὰρ πολλοὶ  ⸀καὶ ἀνυπότακτοι,  ματαιολόγοι καὶ φρεναπάται,  μάλιστα οἱ ἐκ  ⸀τῆς περιτομῆς,  "],"query":"056001010"},{"canonical":"Titus 1:11","passages":["οὓς δεῖ ἐπιστομίζειν,  οἵτινες ὅλους οἴκους ἀνατρέπουσιν διδάσκοντες ἃ μὴ δεῖ αἰσχροῦ κέρδους χάριν.  "],"query":"056001011"},{"canonical":"Titus 1:12","passages":["εἶπέν τις ἐξ αὐτῶν,  ἴδιος αὐτῶν προφήτης,  Κρῆτες ἀεὶ ψεῦσται,  κακὰ θηρία,  γαστέρες ἀργαί·  "],"query":"056001012"},{"canonical":"Titus 1:13","passages":["ἡ μαρτυρία αὕτη ἐστὶν ἀληθής.  δι’ ἣν αἰτίαν ἔλεγχε αὐτοὺς ἀποτόμως,  ἵνα ὑγιαίνωσιν ἐν τῇ πίστει,  "],"query":"056001013"},{"canonical":"Titus 1:14","passages":["μὴ προσέχοντες Ἰουδαϊκοῖς μύθοις καὶ ἐντολαῖς ἀνθρώπων ἀποστρεφομένων τὴν ἀλήθειαν.  "],"query":"056001014"},{"canonical":"Titus 1:15","passages":[" ⸀πάντα καθαρὰ τοῖς καθαροῖς·  τοῖς δὲ μεμιαμμένοις καὶ ἀπίστοις οὐδὲν καθαρόν,  ἀλλὰ μεμίανται αὐτῶν καὶ ὁ νοῦς καὶ ἡ συνείδησις.  "],"query":"056001015"},{"canonical":"Titus 1:16","passages":["θεὸν ὁμολογοῦσιν εἰδέναι,  τοῖς δὲ ἔργοις ἀρνοῦνται,  βδελυκτοὶ ὄντες καὶ ἀπειθεῖς καὶ πρὸς πᾶν ἔργον ἀγαθὸν ἀδόκιμοι.  "],"query":"056001016"}]}