{"query":"058008","verses":[{},{"canonical":"Hebrews 8:1","passages":["Κεφάλαιον δὲ ἐπὶ τοῖς λεγομένοις,  τοιοῦτον ἔχομεν ἀρχιερέα,  ὃς ἐκάθισεν ἐν δεξιᾷ τοῦ θρόνου τῆς μεγαλωσύνης ἐν τοῖς οὐρανοῖς,  "],"query":"058008001"},{"canonical":"Hebrews 8:2","passages":["τῶν ἁγίων λειτουργὸς καὶ τῆς σκηνῆς τῆς ἀληθινῆς,  ἣν ἔπηξεν ὁ κύριος,   ⸀οὐκ ἄνθρωπος.  "],"query":"058008002"},{"canonical":"Hebrews 8:3","passages":["πᾶς γὰρ ἀρχιερεὺς εἰς τὸ προσφέρειν δῶρά τε καὶ θυσίας καθίσταται·  ὅθεν ἀναγκαῖον ἔχειν τι καὶ τοῦτον ὃ προσενέγκῃ.  "],"query":"058008003"},{"canonical":"Hebrews 8:4","passages":["εἰ μὲν  ⸀οὖν ἦν ἐπὶ γῆς,  οὐδ’ ἂν ἦν ἱερεύς,   ⸀ὄντων τῶν προσφερόντων κατὰ  ⸀νόμον τὰ δῶρα·  "],"query":"058008004"},{"canonical":"Hebrews 8:5","passages":[" (οἵτινες ὑποδείγματι καὶ σκιᾷ λατρεύουσιν τῶν ἐπουρανίων,  καθὼς κεχρημάτισται Μωϋσῆς μέλλων ἐπιτελεῖν τὴν σκηνήν,  Ὅρα γάρ,  φησίν,  ποιήσεις πάντα κατὰ τὸν τύπον τὸν δειχθέντα σοι ἐν τῷ ὄρει)·  "],"query":"058008005"},{"canonical":"Hebrews 8:6","passages":[" ⸀νυνὶ δὲ διαφορωτέρας τέτυχεν λειτουργίας,  ὅσῳ καὶ κρείττονός ἐστιν διαθήκης μεσίτης,  ἥτις ἐπὶ κρείττοσιν ἐπαγγελίαις νενομοθέτηται.  "],"query":"058008006"},{"canonical":"Hebrews 8:7","passages":["Εἰ γὰρ ἡ πρώτη ἐκείνη ἦν ἄμεμπτος,  οὐκ ἂν δευτέρας ἐζητεῖτο τόπος·  "],"query":"058008007"},{"canonical":"Hebrews 8:8","passages":["μεμφόμενος γὰρ  ⸀αὐτοὺς λέγει·  Ἰδοὺ ἡμέραι ἔρχονται,  λέγει κύριος,  καὶ συντελέσω ἐπὶ τὸν οἶκον Ἰσραὴλ καὶ ἐπὶ τὸν οἶκον Ἰούδα διαθήκην καινήν,  "],"query":"058008008"},{"canonical":"Hebrews 8:9","passages":["οὐ κατὰ τὴν διαθήκην ἣν ἐποίησα τοῖς πατράσιν αὐτῶν ἐν ἡμέρᾳ ἐπιλαβομένου μου τῆς χειρὸς αὐτῶν ἐξαγαγεῖν αὐτοὺς ἐκ γῆς Αἰγύπτου,  ὅτι αὐτοὶ οὐκ ἐνέμειναν ἐν τῇ διαθήκῃ μου,  κἀγὼ ἠμέλησα αὐτῶν,  λέγει κύριος.  "],"query":"058008009"},{"canonical":"Hebrews 8:10","passages":["ὅτι αὕτη ἡ διαθήκη ἣν διαθήσομαι τῷ οἴκῳ Ἰσραὴλ μετὰ τὰς ἡμέρας ἐκείνας,  λέγει κύριος,  διδοὺς νόμους μου εἰς τὴν διάνοιαν αὐτῶν,  καὶ ἐπὶ καρδίας αὐτῶν ἐπιγράψω αὐτούς,  καὶ ἔσομαι αὐτοῖς εἰς θεόν καὶ αὐτοὶ ἔσονταί μοι εἰς λαόν.  "],"query":"058008010"},{"canonical":"Hebrews 8:11","passages":["καὶ οὐ μὴ διδάξωσιν ἕκαστος τὸν πολίτην αὐτοῦ καὶ ἕκαστος τὸν ἀδελφὸν αὐτοῦ,  λέγων·  Γνῶθι τὸν κύριον,  ὅτι πάντες εἰδήσουσίν με ἀπὸ  ⸀μικροῦ ἕως μεγάλου αὐτῶν.  "],"query":"058008011"},{"canonical":"Hebrews 8:12","passages":["ὅτι ἵλεως ἔσομαι ταῖς ἀδικίαις αὐτῶν,  καὶ τῶν ἁμαρτιῶν  ⸀αὐτῶν οὐ μὴ μνησθῶ ἔτι.  "],"query":"058008012"},{"canonical":"Hebrews 8:13","passages":["ἐν τῷ λέγειν Καινὴν πεπαλαίωκεν τὴν πρώτην,  τὸ δὲ παλαιούμενον καὶ γηράσκον ἐγγὺς ἀφανισμοῦ.  "],"query":"058008013"}]}