{"query":"058011","verses":[{},{"canonical":"Hebrews 11:1","passages":["Ἔστιν δὲ πίστις ἐλπιζομένων ὑπόστασις,  πραγμάτων ἔλεγχος οὐ βλεπομένων·  "],"query":"058011001"},{"canonical":"Hebrews 11:2","passages":["ἐν ταύτῃ γὰρ ἐμαρτυρήθησαν οἱ πρεσβύτεροι.  "],"query":"058011002"},{"canonical":"Hebrews 11:3","passages":["πίστει νοοῦμεν κατηρτίσθαι τοὺς αἰῶνας ῥήματι θεοῦ,  εἰς τὸ μὴ ἐκ φαινομένων  ⸂τὸ βλεπόμενον⸃  γεγονέναι.  "],"query":"058011003"},{"canonical":"Hebrews 11:4","passages":["Πίστει πλείονα θυσίαν Ἅβελ παρὰ Κάϊν προσήνεγκεν τῷ θεῷ,  δι’ ἧς ἐμαρτυρήθη εἶναι δίκαιος,  μαρτυροῦντος ἐπὶ τοῖς δώροις αὐτοῦ  ⸂τοῦ θεοῦ⸃,  καὶ δι’ αὐτῆς ἀποθανὼν ἔτι  ⸀λαλεῖ.  "],"query":"058011004"},{"canonical":"Hebrews 11:5","passages":["Πίστει Ἑνὼχ μετετέθη τοῦ μὴ ἰδεῖν θάνατον,  καὶ οὐχ ηὑρίσκετο διότι μετέθηκεν αὐτὸν ὁ θεός·  πρὸ γὰρ τῆς  ⸀μεταθέσεως μεμαρτύρηται εὐαρεστηκέναι τῷ θεῷ,  "],"query":"058011005"},{"canonical":"Hebrews 11:6","passages":["χωρὶς δὲ πίστεως ἀδύνατον εὐαρεστῆσαι,  πιστεῦσαι γὰρ δεῖ τὸν προσερχόμενον τῷ θεῷ ὅτι ἔστιν καὶ τοῖς ἐκζητοῦσιν αὐτὸν μισθαποδότης γίνεται.  "],"query":"058011006"},{"canonical":"Hebrews 11:7","passages":["πίστει χρηματισθεὶς Νῶε περὶ τῶν μηδέπω βλεπομένων εὐλαβηθεὶς κατεσκεύασεν κιβωτὸν εἰς σωτηρίαν τοῦ οἴκου αὐτοῦ,  δι’ ἧς κατέκρινεν τὸν κόσμον,  καὶ τῆς κατὰ πίστιν δικαιοσύνης ἐγένετο κληρονόμος.  "],"query":"058011007"},{"canonical":"Hebrews 11:8","passages":[" ⸀Πίστει καλούμενος Ἀβραὰμ ὑπήκουσεν ἐξελθεῖν εἰς  ⸀τόπον ὃν ἤμελλεν λαμβάνειν εἰς κληρονομίαν,  καὶ ἐξῆλθεν μὴ ἐπιστάμενος ποῦ ἔρχεται.  "],"query":"058011008"},{"canonical":"Hebrews 11:9","passages":["πίστει παρῴκησεν εἰς γῆν τῆς ἐπαγγελίας ὡς ἀλλοτρίαν,  ἐν σκηναῖς κατοικήσας μετὰ Ἰσαὰκ καὶ Ἰακὼβ τῶν συγκληρονόμων τῆς ἐπαγγελίας τῆς αὐτῆς·  "],"query":"058011009"},{"canonical":"Hebrews 11:10","passages":["ἐξεδέχετο γὰρ τὴν τοὺς θεμελίους ἔχουσαν πόλιν,  ἧς τεχνίτης καὶ δημιουργὸς ὁ θεός.  "],"query":"058011010"},{"canonical":"Hebrews 11:11","passages":["πίστει καὶ  ⸂αὐτῇ Σάρρᾳ⸃  δύναμιν εἰς καταβολὴν σπέρματος ἔλαβεν καὶ παρὰ καιρὸν  ⸀ἡλικίας,  ἐπεὶ πιστὸν ἡγήσατο τὸν ἐπαγγειλάμενον·  "],"query":"058011011"},{"canonical":"Hebrews 11:12","passages":["διὸ καὶ ἀφ’ ἑνὸς ἐγεννήθησαν,  καὶ ταῦτα νενεκρωμένου,  καθὼς τὰ ἄστρα τοῦ οὐρανοῦ τῷ πλήθει καὶ ὡς ἡ ἄμμος ἡ παρὰ τὸ χεῖλος τῆς θαλάσσης ἡ ἀναρίθμητος.  "],"query":"058011012"},{"canonical":"Hebrews 11:13","passages":["Κατὰ πίστιν ἀπέθανον οὗτοι πάντες,  μὴ  ⸀λαβόντες τὰς ἐπαγγελίας,  ἀλλὰ πόρρωθεν αὐτὰς ἰδόντες καὶ ἀσπασάμενοι,  καὶ ὁμολογήσαντες ὅτι ξένοι καὶ παρεπίδημοί εἰσιν ἐπὶ τῆς γῆς.  "],"query":"058011013"},{"canonical":"Hebrews 11:14","passages":["οἱ γὰρ τοιαῦτα λέγοντες ἐμφανίζουσιν ὅτι πατρίδα ἐπιζητοῦσιν.  "],"query":"058011014"},{"canonical":"Hebrews 11:15","passages":["καὶ εἰ μὲν ἐκείνης  ⸀μνημονεύουσιν ἀφ’ ἧς  ⸀ἐξέβησαν,  εἶχον ἂν καιρὸν ἀνακάμψαι·  "],"query":"058011015"},{"canonical":"Hebrews 11:16","passages":["νῦν δὲ κρείττονος ὀρέγονται,  τοῦτ’ ἔστιν ἐπουρανίου.  διὸ οὐκ ἐπαισχύνεται αὐτοὺς ὁ θεὸς θεὸς ἐπικαλεῖσθαι αὐτῶν,  ἡτοίμασεν γὰρ αὐτοῖς πόλιν.  "],"query":"058011016"},{"canonical":"Hebrews 11:17","passages":["Πίστει προσενήνοχεν Ἀβραὰμ τὸν Ἰσαὰκ πειραζόμενος,  καὶ τὸν μονογενῆ προσέφερεν ὁ τὰς ἐπαγγελίας ἀναδεξάμενος,  "],"query":"058011017"},{"canonical":"Hebrews 11:18","passages":["πρὸς ὃν ἐλαλήθη ὅτι Ἐν Ἰσαὰκ κληθήσεταί σοι σπέρμα,  "],"query":"058011018"},{"canonical":"Hebrews 11:19","passages":["λογισάμενος ὅτι καὶ ἐκ νεκρῶν ἐγείρειν δυνατὸς ὁ θεός·  ὅθεν αὐτὸν καὶ ἐν παραβολῇ ἐκομίσατο.  "],"query":"058011019"},{"canonical":"Hebrews 11:20","passages":["Πίστει  ⸀καὶ περὶ μελλόντων εὐλόγησεν Ἰσαὰκ τὸν Ἰακὼβ καὶ τὸν Ἠσαῦ.  "],"query":"058011020"},{"canonical":"Hebrews 11:21","passages":["πίστει Ἰακὼβ ἀποθνῄσκων ἕκαστον τῶν υἱῶν Ἰωσὴφ εὐλόγησεν,  καὶ προσεκύνησεν ἐπὶ τὸ ἄκρον τῆς ῥάβδου αὐτοῦ.  "],"query":"058011021"},{"canonical":"Hebrews 11:22","passages":["πίστει Ἰωσὴφ τελευτῶν περὶ τῆς ἐξόδου τῶν υἱῶν Ἰσραὴλ ἐμνημόνευσεν,  καὶ περὶ τῶν ὀστέων αὐτοῦ ἐνετείλατο.  "],"query":"058011022"},{"canonical":"Hebrews 11:23","passages":["Πίστει Μωϋσῆς γεννηθεὶς ἐκρύβη τρίμηνον ὑπὸ τῶν πατέρων αὐτοῦ,  διότι εἶδον ἀστεῖον τὸ παιδίον καὶ οὐκ ἐφοβήθησαν τὸ διάταγμα τοῦ βασιλέως.  "],"query":"058011023"},{"canonical":"Hebrews 11:24","passages":["πίστει Μωϋσῆς μέγας γενόμενος ἠρνήσατο λέγεσθαι υἱὸς θυγατρὸς Φαραώ,  "],"query":"058011024"},{"canonical":"Hebrews 11:25","passages":["μᾶλλον ἑλόμενος συγκακουχεῖσθαι τῷ λαῷ τοῦ θεοῦ ἢ πρόσκαιρον ἔχειν ἁμαρτίας ἀπόλαυσιν,  "],"query":"058011025"},{"canonical":"Hebrews 11:26","passages":["μείζονα πλοῦτον ἡγησάμενος τῶν Αἰγύπτου θησαυρῶν τὸν ὀνειδισμὸν τοῦ Χριστοῦ,  ἀπέβλεπεν γὰρ εἰς τὴν μισθαποδοσίαν.  "],"query":"058011026"},{"canonical":"Hebrews 11:27","passages":["πίστει κατέλιπεν Αἴγυπτον,  μὴ φοβηθεὶς τὸν θυμὸν τοῦ βασιλέως,  τὸν γὰρ ἀόρατον ὡς ὁρῶν ἐκαρτέρησεν.  "],"query":"058011027"},{"canonical":"Hebrews 11:28","passages":["πίστει πεποίηκεν τὸ πάσχα καὶ τὴν πρόσχυσιν τοῦ αἵματος,  ἵνα μὴ ὁ ὀλοθρεύων τὰ πρωτότοκα θίγῃ αὐτῶν.  "],"query":"058011028"},{"canonical":"Hebrews 11:29","passages":["Πίστει διέβησαν τὴν Ἐρυθρὰν Θάλασσαν ὡς διὰ ξηρᾶς  ⸀γῆς,  ἧς πεῖραν λαβόντες οἱ Αἰγύπτιοι κατεπόθησαν.  "],"query":"058011029"},{"canonical":"Hebrews 11:30","passages":["πίστει τὰ τείχη Ἰεριχὼ  ⸀ἔπεσαν κυκλωθέντα ἐπὶ ἑπτὰ ἡμέρας.  "],"query":"058011030"},{"canonical":"Hebrews 11:31","passages":["πίστει Ῥαὰβ ἡ πόρνη οὐ συναπώλετο τοῖς ἀπειθήσασιν,  δεξαμένη τοὺς κατασκόπους μετ’ εἰρήνης.  "],"query":"058011031"},{"canonical":"Hebrews 11:32","passages":["Καὶ τί ἔτι λέγω;  ἐπιλείψει  ⸂με γὰρ⸃  διηγούμενον ὁ χρόνος περὶ Γεδεών,  Βαράκ,   ⸀Σαμψών,  Ἰεφθάε,  Δαυίδ τε καὶ Σαμουὴλ καὶ τῶν προφητῶν,  "],"query":"058011032"},{"canonical":"Hebrews 11:33","passages":["οἳ διὰ πίστεως κατηγωνίσαντο βασιλείας,  εἰργάσαντο δικαιοσύνην,  ἐπέτυχον ἐπαγγελιῶν,  ἔφραξαν στόματα λεόντων,  "],"query":"058011033"},{"canonical":"Hebrews 11:34","passages":["ἔσβεσαν δύναμιν πυρός,  ἔφυγον στόματα  ⸀μαχαίρης,   ⸀ἐδυναμώθησαν ἀπὸ ἀσθενείας,  ἐγενήθησαν ἰσχυροὶ ἐν πολέμῳ,  παρεμβολὰς ἔκλιναν ἀλλοτρίων·  "],"query":"058011034"},{"canonical":"Hebrews 11:35","passages":["ἔλαβον γυναῖκες ἐξ ἀναστάσεως τοὺς νεκροὺς αὐτῶν·  ἄλλοι δὲ ἐτυμπανίσθησαν,  οὐ προσδεξάμενοι τὴν ἀπολύτρωσιν,  ἵνα κρείττονος ἀναστάσεως τύχωσιν·  "],"query":"058011035"},{"canonical":"Hebrews 11:36","passages":["ἕτεροι δὲ ἐμπαιγμῶν καὶ μαστίγων πεῖραν ἔλαβον,  ἔτι δὲ δεσμῶν καὶ φυλακῆς·  "],"query":"058011036"},{"canonical":"Hebrews 11:37","passages":["ἐλιθάσθησαν,   ⸀ἐπρίσθησαν,  ἐν φόνῳ  ⸀μαχαίρης ἀπέθανον,  περιῆλθον ἐν μηλωταῖς,  ἐν αἰγείοις δέρμασιν,  ὑστερούμενοι,  θλιβόμενοι,  κακουχούμενοι,  "],"query":"058011037"},{"canonical":"Hebrews 11:38","passages":["ὧν οὐκ ἦν ἄξιος ὁ κόσμος  ⸀ἐπὶ ἐρημίαις πλανώμενοι καὶ ὄρεσι καὶ σπηλαίοις καὶ ταῖς ὀπαῖς τῆς γῆς·  "],"query":"058011038"},{"canonical":"Hebrews 11:39","passages":[" ⸀καὶ πάντες μαρτυρηθέντες διὰ τῆς πίστεως οὐκ ἐκομίσαντο τὴν ἐπαγγελίαν,  "],"query":"058011039"},{"canonical":"Hebrews 11:40","passages":["τοῦ θεοῦ περὶ ἡμῶν κρεῖττόν τι προβλεψαμένου,  ἵνα μὴ χωρὶς ἡμῶν τελειωθῶσιν.  "],"query":"058011040"}]}