{"query":"062004","verses":[{},{"canonical":"1 John 4:1","passages":["Ἀγαπητοί,  μὴ παντὶ πνεύματι πιστεύετε,  ἀλλὰ δοκιμάζετε τὰ πνεύματα εἰ ἐκ τοῦ θεοῦ ἐστιν,  ὅτι πολλοὶ ψευδοπροφῆται ἐξεληλύθασιν εἰς τὸν κόσμον.  "],"query":"062004001"},{"canonical":"1 John 4:2","passages":["ἐν τούτῳ  ⸀γινώσκετε τὸ πνεῦμα τοῦ θεοῦ·  πᾶν πνεῦμα ὃ ὁμολογεῖ Ἰησοῦν Χριστὸν ἐν σαρκὶ ἐληλυθότα ἐκ τοῦ θεοῦ ἐστιν,  "],"query":"062004002"},{"canonical":"1 John 4:3","passages":["καὶ πᾶν πνεῦμα ὃ μὴ ὁμολογεῖ  ⸀τὸν  ⸀Ἰησοῦν ἐκ τοῦ θεοῦ οὐκ ἔστιν·  καὶ τοῦτό ἐστιν τὸ τοῦ ἀντιχρίστου,  ὃ ἀκηκόατε ὅτι ἔρχεται,  καὶ νῦν ἐν τῷ κόσμῳ ἐστὶν ἤδη.  "],"query":"062004003"},{"canonical":"1 John 4:4","passages":["ὑμεῖς ἐκ τοῦ θεοῦ ἐστε,  τεκνία,  καὶ νενικήκατε αὐτούς,  ὅτι μείζων ἐστὶν ὁ ἐν ὑμῖν ἢ ὁ ἐν τῷ κόσμῳ·  "],"query":"062004004"},{"canonical":"1 John 4:5","passages":["αὐτοὶ ἐκ τοῦ κόσμου εἰσίν·  διὰ τοῦτο ἐκ τοῦ κόσμου λαλοῦσιν καὶ ὁ κόσμος αὐτῶν ἀκούει.  "],"query":"062004005"},{"canonical":"1 John 4:6","passages":["ἡμεῖς ἐκ τοῦ θεοῦ ἐσμεν·  ὁ γινώσκων τὸν θεὸν ἀκούει ἡμῶν,  ὃς οὐκ ἔστιν ἐκ τοῦ θεοῦ οὐκ ἀκούει ἡμῶν.  ἐκ τούτου γινώσκομεν τὸ πνεῦμα τῆς ἀληθείας καὶ τὸ πνεῦμα τῆς πλάνης.  "],"query":"062004006"},{"canonical":"1 John 4:7","passages":["Ἀγαπητοί,  ἀγαπῶμεν ἀλλήλους,  ὅτι ἡ ἀγάπη ἐκ τοῦ θεοῦ ἐστιν,  καὶ πᾶς ὁ ἀγαπῶν ἐκ τοῦ θεοῦ γεγέννηται καὶ γινώσκει τὸν θεόν.  "],"query":"062004007"},{"canonical":"1 John 4:8","passages":["ὁ μὴ ἀγαπῶν οὐκ ἔγνω τὸν θεόν,  ὅτι ὁ θεὸς ἀγάπη ἐστίν.  "],"query":"062004008"},{"canonical":"1 John 4:9","passages":["ἐν τούτῳ ἐφανερώθη ἡ ἀγάπη τοῦ θεοῦ ἐν ἡμῖν,  ὅτι τὸν υἱὸν αὐτοῦ τὸν μονογενῆ ἀπέσταλκεν ὁ θεὸς εἰς τὸν κόσμον ἵνα ζήσωμεν δι’ αὐτοῦ.  "],"query":"062004009"},{"canonical":"1 John 4:10","passages":["ἐν τούτῳ ἐστὶν ἡ ἀγάπη,  οὐχ ὅτι ἡμεῖς  ⸀ἠγαπήκαμεν τὸν θεόν,  ἀλλ’ ὅτι αὐτὸς ἠγάπησεν ἡμᾶς καὶ ἀπέστειλεν τὸν υἱὸν αὐτοῦ ἱλασμὸν περὶ τῶν ἁμαρτιῶν ἡμῶν.  "],"query":"062004010"},{"canonical":"1 John 4:11","passages":["ἀγαπητοί,  εἰ οὕτως ὁ θεὸς ἠγάπησεν ἡμᾶς,  καὶ ἡμεῖς ὀφείλομεν ἀλλήλους ἀγαπᾶν.  "],"query":"062004011"},{"canonical":"1 John 4:12","passages":["θεὸν οὐδεὶς πώποτε τεθέαται·  ἐὰν ἀγαπῶμεν ἀλλήλους,  ὁ θεὸς ἐν ἡμῖν μένει καὶ ἡ ἀγάπη αὐτοῦ  ⸂ἐν ἡμῖν τετελειωμένη ἐστιν⸃.  "],"query":"062004012"},{"canonical":"1 John 4:13","passages":["Ἐν τούτῳ γινώσκομεν ὅτι ἐν αὐτῷ μένομεν καὶ αὐτὸς ἐν ἡμῖν,  ὅτι ἐκ τοῦ πνεύματος αὐτοῦ δέδωκεν ἡμῖν.  "],"query":"062004013"},{"canonical":"1 John 4:14","passages":["καὶ ἡμεῖς τεθεάμεθα καὶ μαρτυροῦμεν ὅτι ὁ πατὴρ ἀπέσταλκεν τὸν υἱὸν σωτῆρα τοῦ κόσμου.  "],"query":"062004014"},{"canonical":"1 John 4:15","passages":["ὃς  ⸀ἐὰν ὁμολογήσῃ ὅτι  ⸀Ἰησοῦς ἐστιν ὁ υἱὸς τοῦ θεοῦ,  ὁ θεὸς ἐν αὐτῷ μένει καὶ αὐτὸς ἐν τῷ θεῷ.  "],"query":"062004015"},{"canonical":"1 John 4:16","passages":["καὶ ἡμεῖς ἐγνώκαμεν καὶ πεπιστεύκαμεν τὴν ἀγάπην ἣν ἔχει ὁ θεὸς ἐν ἡμῖν.  \nὉ θεὸς ἀγάπη ἐστίν,  καὶ ὁ μένων ἐν τῇ ἀγάπῃ ἐν τῷ θεῷ μένει καὶ ὁ θεὸς ἐν αὐτῷ  ⸀μένει.  "],"query":"062004016"},{"canonical":"1 John 4:17","passages":["ἐν τούτῳ τετελείωται ἡ ἀγάπη μεθ’ ἡμῶν,  ἵνα παρρησίαν ἔχωμεν ἐν τῇ ἡμέρᾳ τῆς κρίσεως,  ὅτι καθὼς ἐκεῖνός ἐστιν καὶ ἡμεῖς ἐσμεν ἐν τῷ κόσμῳ τούτῳ.  "],"query":"062004017"},{"canonical":"1 John 4:18","passages":["φόβος οὐκ ἔστιν ἐν τῇ ἀγάπῃ,  ἀλλ’ ἡ τελεία ἀγάπη ἔξω βάλλει τὸν φόβον,  ὅτι ὁ φόβος κόλασιν ἔχει,  ὁ δὲ φοβούμενος οὐ τετελείωται ἐν τῇ ἀγάπῃ.  "],"query":"062004018"},{"canonical":"1 John 4:19","passages":["ἡμεῖς  ⸀ἀγαπῶμεν,  ὅτι αὐτὸς πρῶτος ἠγάπησεν ἡμᾶς.  "],"query":"062004019"},{"canonical":"1 John 4:20","passages":["ἐάν τις εἴπῃ ὅτι Ἀγαπῶ τὸν θεόν,  καὶ τὸν ἀδελφὸν αὐτοῦ μισῇ,  ψεύστης ἐστίν·  ὁ γὰρ μὴ ἀγαπῶν τὸν ἀδελφὸν αὐτοῦ ὃν ἑώρακεν,  τὸν θεὸν ὃν οὐχ ἑώρακεν  ⸀οὐ δύναται ἀγαπᾶν.  "],"query":"062004020"},{"canonical":"1 John 4:21","passages":["καὶ ταύτην τὴν ἐντολὴν ἔχομεν ἀπ’ αὐτοῦ,  ἵνα ὁ ἀγαπῶν τὸν θεὸν ἀγαπᾷ καὶ τὸν ἀδελφὸν αὐτοῦ.  "],"query":"062004021"}]}