{"query":"066019","verses":[{},{"canonical":"Revelation 19:1","passages":["Μετὰ ταῦτα ἤκουσα ὡς φωνὴν μεγάλην ὄχλου πολλοῦ ἐν τῷ οὐρανῷ λεγόντων·  Ἁλληλουϊά·  ἡ σωτηρία καὶ ἡ  ⸂δόξα καὶ ἡ δύναμις⸃  τοῦ θεοῦ ἡμῶν,  "],"query":"066019001"},{"canonical":"Revelation 19:2","passages":["ὅτι ἀληθιναὶ καὶ δίκαιαι αἱ κρίσεις αὐτοῦ·  ὅτι ἔκρινεν τὴν πόρνην τὴν μεγάλην ἥτις  ⸀ἔφθειρεν τὴν γῆν ἐν τῇ πορνείᾳ αὐτῆς,  καὶ ἐξεδίκησεν τὸ αἷμα τῶν δούλων αὐτοῦ ἐκ χειρὸς αὐτῆς.  "],"query":"066019002"},{"canonical":"Revelation 19:3","passages":["καὶ δεύτερον  ⸀εἴρηκαν·  Ἁλληλουϊά·  καὶ ὁ καπνὸς αὐτῆς ἀναβαίνει εἰς τοὺς αἰῶνας τῶν αἰώνων.  "],"query":"066019003"},{"canonical":"Revelation 19:4","passages":["καὶ ἔπεσαν οἱ πρεσβύτεροι οἱ εἴκοσι τέσσαρες καὶ τὰ τέσσαρα ζῷα,  καὶ προσεκύνησαν τῷ θεῷ τῷ καθημένῳ ἐπὶ  ⸂τῷ θρόνῳ⸃  λέγοντες·  Ἀμήν,  Ἁλληλουϊά.  "],"query":"066019004"},{"canonical":"Revelation 19:5","passages":["Καὶ φωνὴ ἀπὸ τοῦ θρόνου ἐξῆλθεν λέγουσα·  Αἰνεῖτε  ⸂τῷ θεῷ⸃  ἡμῶν,  πάντες οἱ δοῦλοι αὐτοῦ,   ⸀καὶ οἱ φοβούμενοι αὐτόν,  οἱ μικροὶ καὶ οἱ μεγάλοι.  "],"query":"066019005"},{"canonical":"Revelation 19:6","passages":["καὶ ἤκουσα ὡς φωνὴν ὄχλου πολλοῦ καὶ ὡς φωνὴν ὑδάτων πολλῶν καὶ ὡς φωνὴν βροντῶν ἰσχυρῶν,   ⸀λεγόντων·  Ἁλληλουϊά,  ὅτι ἐβασίλευσεν κύριος,  ὁ  ⸀θεός,  ὁ παντοκράτωρ.  "],"query":"066019006"},{"canonical":"Revelation 19:7","passages":["χαίρωμεν καὶ  ⸀ἀγαλλιῶμεν,  καὶ  ⸀δώσομεν τὴν δόξαν αὐτῷ,  ὅτι ἦλθεν ὁ γάμος τοῦ ἀρνίου,  καὶ ἡ γυνὴ αὐτοῦ ἡτοίμασεν ἑαυτήν,  "],"query":"066019007"},{"canonical":"Revelation 19:8","passages":["καὶ ἐδόθη αὐτῇ ἵνα περιβάληται βύσσινον  ⸀λαμπρὸν καθαρόν,  τὸ γὰρ βύσσινον τὰ δικαιώματα τῶν ἁγίων ἐστίν.  "],"query":"066019008"},{"canonical":"Revelation 19:9","passages":["Καὶ λέγει μοι·  Γράψον·  Μακάριοι οἱ εἰς τὸ δεῖπνον τοῦ γάμου τοῦ ἀρνίου κεκλημένοι.  καὶ λέγει μοι·  Οὗτοι οἱ λόγοι ἀληθινοὶ τοῦ θεοῦ εἰσιν.  "],"query":"066019009"},{"canonical":"Revelation 19:10","passages":["καὶ ἔπεσα ἔμπροσθεν τῶν ποδῶν αὐτοῦ προσκυνῆσαι αὐτῷ.  καὶ λέγει μοι·  Ὅρα μή·  σύνδουλός σού εἰμι καὶ τῶν ἀδελφῶν σου τῶν ἐχόντων τὴν μαρτυρίαν Ἰησοῦ·  τῷ θεῷ προσκύνησον·  ἡ γὰρ  ⸀μαρτυρία Ἰησοῦ ἐστιν τὸ πνεῦμα τῆς προφητείας.  "],"query":"066019010"},{"canonical":"Revelation 19:11","passages":["Καὶ εἶδον τὸν οὐρανὸν ἠνεῳγμένον,  καὶ ἰδοὺ ἵππος λευκός,  καὶ ὁ καθήμενος ἐπ’ αὐτὸν  ⸂πιστὸς καλούμενος⸃  καὶ ἀληθινός,  καὶ ἐν δικαιοσύνῃ κρίνει καὶ πολεμεῖ.  "],"query":"066019011"},{"canonical":"Revelation 19:12","passages":["οἱ δὲ ὀφθαλμοὶ  ⸀αὐτοῦ φλὸξ πυρός,  καὶ ἐπὶ τὴν κεφαλὴν αὐτοῦ διαδήματα πολλά,   ⸀ἔχων ὄνομα γεγραμμένον ὃ οὐδεὶς οἶδεν εἰ μὴ αὐτός,  "],"query":"066019012"},{"canonical":"Revelation 19:13","passages":["καὶ περιβεβλημένος ἱμάτιον  ⸀βεβαμμένον αἵματι,  καὶ  ⸀κέκληται τὸ ὄνομα αὐτοῦ ὁ Λόγος τοῦ Θεοῦ.  "],"query":"066019013"},{"canonical":"Revelation 19:14","passages":["καὶ τὰ στρατεύματα  ⸀τὰ ἐν τῷ οὐρανῷ ἠκολούθει αὐτῷ ἐφ’ ἵπποις λευκοῖς,  ἐνδεδυμένοι βύσσινον λευκὸν καθαρόν.  "],"query":"066019014"},{"canonical":"Revelation 19:15","passages":["καὶ ἐκ τοῦ στόματος αὐτοῦ ἐκπορεύεται  ⸀ῥομφαία ὀξεῖα,  ἵνα ἐν αὐτῇ πατάξῃ τὰ ἔθνη,  καὶ αὐτὸς ποιμανεῖ αὐτοὺς ἐν ῥάβδῳ σιδηρᾷ·  καὶ αὐτὸς πατεῖ τὴν ληνὸν τοῦ οἴνου τοῦ θυμοῦ τῆς ὀργῆς τοῦ θεοῦ τοῦ παντοκράτορος.  "],"query":"066019015"},{"canonical":"Revelation 19:16","passages":["καὶ ἔχει ἐπὶ τὸ ἱμάτιον καὶ ἐπὶ τὸν μηρὸν αὐτοῦ ὄνομα γεγραμμένον·  Βασιλεὺς βασιλέων καὶ κύριος κυρίων.  "],"query":"066019016"},{"canonical":"Revelation 19:17","passages":["Καὶ εἶδον  ⸀ἕνα ἄγγελον ἑστῶτα ἐν τῷ ἡλίῳ,  καὶ  ⸀ἔκραξεν φωνῇ μεγάλῃ λέγων πᾶσι τοῖς ὀρνέοις τοῖς πετομένοις ἐν μεσουρανήματι·  Δεῦτε συνάχθητε εἰς τὸ δεῖπνον τὸ μέγα τοῦ θεοῦ,  "],"query":"066019017"},{"canonical":"Revelation 19:18","passages":["ἵνα φάγητε σάρκας βασιλέων καὶ σάρκας χιλιάρχων καὶ σάρκας ἰσχυρῶν καὶ σάρκας ἵππων καὶ τῶν καθημένων ἐπ’  ⸀αὐτῶν,  καὶ σάρκας πάντων ἐλευθέρων τε καὶ δούλων καὶ μικρῶν  ⸀καὶ μεγάλων.  "],"query":"066019018"},{"canonical":"Revelation 19:19","passages":["καὶ εἶδον τὸ θηρίον καὶ τοὺς βασιλεῖς τῆς γῆς καὶ τὰ στρατεύματα αὐτῶν συνηγμένα ποιῆσαι  ⸀τὸν πόλεμον μετὰ τοῦ καθημένου ἐπὶ τοῦ ἵππου καὶ μετὰ τοῦ στρατεύματος αὐτοῦ.  "],"query":"066019019"},{"canonical":"Revelation 19:20","passages":["καὶ ἐπιάσθη τὸ θηρίον καὶ  ⸂μετ’ αὐτοῦ ὁ⸃  ψευδοπροφήτης ὁ ποιήσας τὰ σημεῖα ἐνώπιον αὐτοῦ,  ἐν οἷς ἐπλάνησεν τοὺς λαβόντας τὸ χάραγμα τοῦ θηρίου καὶ τοὺς προσκυνοῦντας τῇ εἰκόνι αὐτοῦ·  ζῶντες ἐβλήθησαν οἱ δύο εἰς τὴν λίμνην τοῦ πυρὸς  ⸂τῆς καιομένης⸃  ἐν θείῳ.  "],"query":"066019020"},{"canonical":"Revelation 19:21","passages":["καὶ οἱ λοιποὶ ἀπεκτάνθησαν ἐν τῇ ῥομφαίᾳ τοῦ καθημένου ἐπὶ τοῦ ἵππου τῇ ἐξελθούσῃ ἐκ τοῦ στόματος αὐτοῦ,  καὶ πάντα τὰ ὄρνεα ἐχορτάσθησαν ἐκ τῶν σαρκῶν αὐτῶν.  "],"query":"066019021"}]}