{"query":"066016","verses":[{},{"canonical":"Revelation 16:1","passages":["Καὶ ἤκουσα  ⸂μεγάλης φωνῆς⸃  ἐκ τοῦ ναοῦ λεγούσης τοῖς ἑπτὰ ἀγγέλοις·  Ὑπάγετε καὶ  ⸀ἐκχέετε τὰς ἑπτὰ φιάλας τοῦ θυμοῦ τοῦ θεοῦ εἰς τὴν γῆν.  "],"query":"066016001"},{"canonical":"Revelation 16:2","passages":["Καὶ ἀπῆλθεν ὁ πρῶτος καὶ ἐξέχεεν τὴν φιάλην αὐτοῦ εἰς τὴν γῆν·  καὶ ἐγένετο ἕλκος κακὸν καὶ πονηρὸν ἐπὶ τοὺς ἀνθρώπους τοὺς ἔχοντας τὸ χάραγμα τοῦ θηρίου καὶ τοὺς προσκυνοῦντας τῇ εἰκόνι αὐτοῦ.  "],"query":"066016002"},{"canonical":"Revelation 16:3","passages":["Καὶ ὁ  ⸀δεύτερος ἐξέχεεν τὴν φιάλην αὐτοῦ εἰς τὴν θάλασσαν·  καὶ ἐγένετο αἷμα ὡς νεκροῦ,  καὶ πᾶσα ψυχὴ  ⸀ζωῆς ἀπέθανεν  ⸀τὰ ἐν τῇ θαλάσσῃ.  "],"query":"066016003"},{"canonical":"Revelation 16:4","passages":["Καὶ ὁ τρίτος ἐξέχεεν τὴν φιάλην αὐτοῦ εἰς τοὺς ποταμοὺς  ⸀καὶ τὰς πηγὰς τῶν ὑδάτων·  καὶ ἐγένετο αἷμα.  "],"query":"066016004"},{"canonical":"Revelation 16:5","passages":["καὶ ἤκουσα τοῦ ἀγγέλου τῶν ὑδάτων λέγοντος·  Δίκαιος εἶ,  ὁ ὢν καὶ ὁ ἦν,   ⸀ὁ ὅσιος,  ὅτι ταῦτα ἔκρινας,  "],"query":"066016005"},{"canonical":"Revelation 16:6","passages":["ὅτι αἷμα ἁγίων καὶ προφητῶν ἐξέχεαν,  καὶ αἷμα αὐτοῖς  ⸀δέδωκας πιεῖν·  ἄξιοί εἰσιν.  "],"query":"066016006"},{"canonical":"Revelation 16:7","passages":["καὶ ἤκουσα τοῦ θυσιαστηρίου λέγοντος·  Ναί,  κύριε,  ὁ θεός,  ὁ παντοκράτωρ,  ἀληθιναὶ καὶ δίκαιαι αἱ κρίσεις σου.  "],"query":"066016007"},{"canonical":"Revelation 16:8","passages":["Καὶ ὁ  ⸀τέταρτος ἐξέχεεν τὴν φιάλην αὐτοῦ ἐπὶ τὸν ἥλιον·  καὶ ἐδόθη αὐτῷ καυματίσαι  ⸂τοὺς ἀνθρώπους ἐν πυρί⸃.  "],"query":"066016008"},{"canonical":"Revelation 16:9","passages":["καὶ ἐκαυματίσθησαν οἱ ἄνθρωποι καῦμα μέγα·  καὶ  ⸀ἐβλασφήμησαν τὸ ὄνομα τοῦ θεοῦ τοῦ ἔχοντος  ⸀τὴν ἐξουσίαν ἐπὶ τὰς πληγὰς ταύτας,  καὶ οὐ μετενόησαν δοῦναι αὐτῷ δόξαν.  "],"query":"066016009"},{"canonical":"Revelation 16:10","passages":["Καὶ ὁ πέμπτος ἐξέχεεν τὴν φιάλην αὐτοῦ ἐπὶ τὸν θρόνον τοῦ θηρίου·  καὶ ἐγένετο ἡ βασιλεία αὐτοῦ ἐσκοτωμένη,  καὶ ἐμασῶντο τὰς γλώσσας αὐτῶν ἐκ τοῦ πόνου,  "],"query":"066016010"},{"canonical":"Revelation 16:11","passages":["καὶ ἐβλασφήμησαν τὸν θεὸν τοῦ οὐρανοῦ ἐκ τῶν πόνων αὐτῶν καὶ ἐκ τῶν ἑλκῶν αὐτῶν,  καὶ οὐ μετενόησαν ἐκ τῶν ἔργων αὐτῶν.  "],"query":"066016011"},{"canonical":"Revelation 16:12","passages":["Καὶ ὁ ἕκτος ἐξέχεεν τὴν φιάλην αὐτοῦ ἐπὶ τὸν ποταμὸν τὸν μέγαν  ⸀τὸν Εὐφράτην·  καὶ ἐξηράνθη τὸ ὕδωρ αὐτοῦ,  ἵνα ἑτοιμασθῇ ἡ ὁδὸς τῶν βασιλέων τῶν ἀπὸ ἀνατολῆς ἡλίου.  "],"query":"066016012"},{"canonical":"Revelation 16:13","passages":["καὶ εἶδον ἐκ τοῦ στόματος τοῦ δράκοντος καὶ ἐκ τοῦ στόματος τοῦ θηρίου καὶ ἐκ τοῦ στόματος τοῦ ψευδοπροφήτου πνεύματα  ⸂τρία ἀκάθαρτα⸃  ὡς βάτραχοι·  "],"query":"066016013"},{"canonical":"Revelation 16:14","passages":["εἰσὶν γὰρ πνεύματα δαιμονίων ποιοῦντα σημεῖα,  ἃ ἐκπορεύεται ἐπὶ τοὺς βασιλεῖς τῆς οἰκουμένης ὅλης,  συναγαγεῖν αὐτοὺς εἰς τὸν πόλεμον τῆς  ⸀ἡμέρας τῆς μεγάλης τοῦ θεοῦ τοῦ παντοκράτορος—  "],"query":"066016014"},{"canonical":"Revelation 16:15","passages":["Ἰδοὺ ἔρχομαι ὡς κλέπτης.  μακάριος ὁ γρηγορῶν καὶ τηρῶν τὰ ἱμάτια αὐτοῦ,  ἵνα μὴ γυμνὸς περιπατῇ καὶ βλέπωσιν τὴν ἀσχημοσύνην αὐτοῦ—  "],"query":"066016015"},{"canonical":"Revelation 16:16","passages":["καὶ συνήγαγεν αὐτοὺς εἰς τὸν τόπον τὸν καλούμενον Ἑβραϊστὶ Ἁρμαγεδών.  "],"query":"066016016"},{"canonical":"Revelation 16:17","passages":["Καὶ ὁ ἕβδομος ἐξέχεεν τὴν φιάλην αὐτοῦ ἐπὶ τὸν ἀέρα—  καὶ ἐξῆλθεν φωνὴ μεγάλη  ⸀ἐκ τοῦ  ⸀ναοῦ ἀπὸ τοῦ θρόνου λέγουσα·  Γέγονεν—  "],"query":"066016017"},{"canonical":"Revelation 16:18","passages":["καὶ ἐγένοντο ἀστραπαὶ καὶ  ⸂φωναὶ καὶ βρονταί⸃,  καὶ σεισμὸς  ⸀ἐγένετο μέγας,  οἷος οὐκ ἐγένετο ἀφ’ οὗ  ⸂ἄνθρωποι ἐγένοντο⸃  ἐπὶ τῆς γῆς τηλικοῦτος σεισμὸς οὕτω μέγας,  "],"query":"066016018"},{"canonical":"Revelation 16:19","passages":["καὶ ἐγένετο ἡ πόλις ἡ μεγάλη εἰς τρία μέρη,  καὶ αἱ πόλεις τῶν ἐθνῶν ἔπεσαν·  καὶ Βαβυλὼν ἡ μεγάλη ἐμνήσθη ἐνώπιον τοῦ θεοῦ δοῦναι αὐτῇ τὸ ποτήριον τοῦ οἴνου τοῦ θυμοῦ τῆς ὀργῆς αὐτοῦ·  "],"query":"066016019"},{"canonical":"Revelation 16:20","passages":["καὶ πᾶσα νῆσος ἔφυγεν,  καὶ ὄρη οὐχ εὑρέθησαν.  "],"query":"066016020"},{"canonical":"Revelation 16:21","passages":["καὶ χάλαζα μεγάλη ὡς ταλαντιαία καταβαίνει ἐκ τοῦ οὐρανοῦ ἐπὶ τοὺς ἀνθρώπους·  καὶ ἐβλασφήμησαν οἱ ἄνθρωποι τὸν θεὸν ἐκ τῆς πληγῆς τῆς χαλάζης,  ὅτι μεγάλη ἐστὶν ἡ πληγὴ αὐτῆς σφόδρα.  "],"query":"066016021"}]}