{"query":"066017","verses":[{},{"canonical":"Revelation 17:1","passages":["Καὶ ἦλθεν εἷς ἐκ τῶν ἑπτὰ ἀγγέλων τῶν ἐχόντων τὰς ἑπτὰ φιάλας,  καὶ ἐλάλησεν μετ’ ἐμοῦ λέγων·  Δεῦρο,  δείξω σοι τὸ κρίμα τῆς πόρνης τῆς μεγάλης τῆς καθημένης ἐπὶ  ⸀ὑδάτων πολλῶν,  "],"query":"066017001"},{"canonical":"Revelation 17:2","passages":["μεθ’ ἧς ἐπόρνευσαν οἱ βασιλεῖς τῆς γῆς,  καὶ ἐμεθύσθησαν οἱ κατοικοῦντες τὴν γῆν ἐκ τοῦ οἴνου τῆς πορνείας αὐτῆς.  "],"query":"066017002"},{"canonical":"Revelation 17:3","passages":["καὶ ἀπήνεγκέν με εἰς ἔρημον ἐν πνεύματι.  καὶ εἶδον γυναῖκα καθημένην ἐπὶ θηρίον κόκκινον,   ⸀γέμοντα ὀνόματα βλασφημίας,   ⸀ἔχων κεφαλὰς ἑπτὰ καὶ κέρατα δέκα.  "],"query":"066017003"},{"canonical":"Revelation 17:4","passages":["καὶ ἡ γυνὴ ἦν περιβεβλημένη πορφυροῦν καὶ κόκκινον,   ⸀καὶ κεχρυσωμένη  ⸀χρυσίῳ καὶ λίθῳ τιμίῳ καὶ μαργαρίταις,  ἔχουσα ποτήριον χρυσοῦν ἐν τῇ χειρὶ αὐτῆς γέμον βδελυγμάτων καὶ τὰ ἀκάθαρτα τῆς πορνείας αὐτῆς,  "],"query":"066017004"},{"canonical":"Revelation 17:5","passages":["καὶ ἐπὶ τὸ μέτωπον αὐτῆς ὄνομα γεγραμμένον,  μυστήριον,  Βαβυλὼν ἡ μεγάλη,  ἡ μήτηρ τῶν πορνῶν καὶ τῶν βδελυγμάτων τῆς γῆς.  "],"query":"066017005"},{"canonical":"Revelation 17:6","passages":["καὶ εἶδον τὴν γυναῖκα μεθύουσαν ἐκ τοῦ αἵματος τῶν ἁγίων  ⸀καὶ ἐκ τοῦ αἵματος τῶν μαρτύρων Ἰησοῦ.  \nΚαὶ ἐθαύμασα ἰδὼν αὐτὴν θαῦμα μέγα·  "],"query":"066017006"},{"canonical":"Revelation 17:7","passages":["καὶ εἶπέν μοι ὁ ἄγγελος·  Διὰ τί ἐθαύμασας;  ἐγὼ ἐρῶ σοι τὸ μυστήριον τῆς γυναικὸς καὶ τοῦ θηρίου τοῦ βαστάζοντος αὐτήν,  τοῦ ἔχοντος τὰς ἑπτὰ κεφαλὰς καὶ τὰ δέκα κέρατα·  "],"query":"066017007"},{"canonical":"Revelation 17:8","passages":["τὸ θηρίον ὃ εἶδες ἦν καὶ οὐκ ἔστιν,  καὶ μέλλει ἀναβαίνειν ἐκ τῆς ἀβύσσου,  καὶ εἰς ἀπώλειαν  ⸀ὑπάγει·  καὶ  ⸀θαυμασθήσονται οἱ κατοικοῦντες ἐπὶ τῆς γῆς,  ὧν οὐ γέγραπται  ⸂τὸ ὄνομα⸃  ἐπὶ τὸ βιβλίον τῆς ζωῆς ἀπὸ καταβολῆς κόσμου,  βλεπόντων  ⸂τὸ θηρίον ὅτι ἦν⸃  καὶ οὐκ ἔστιν καὶ παρέσται.  "],"query":"066017008"},{"canonical":"Revelation 17:9","passages":["Ὧδε ὁ νοῦς ὁ ἔχων σοφίαν.  αἱ ἑπτὰ κεφαλαὶ ἑπτὰ ὄρη εἰσίν,  ὅπου ἡ γυνὴ κάθηται ἐπ’ αὐτῶν.  καὶ βασιλεῖς  ⸂ἑπτά εἰσιν⸃·  "],"query":"066017009"},{"canonical":"Revelation 17:10","passages":["οἱ πέντε ἔπεσαν,  ὁ εἷς ἔστιν,  ὁ ἄλλος οὔπω ἦλθεν,  καὶ ὅταν ἔλθῃ ὀλίγον  ⸂αὐτὸν δεῖ⸃  μεῖναι,  "],"query":"066017010"},{"canonical":"Revelation 17:11","passages":["καὶ τὸ θηρίον ὃ ἦν καὶ οὐκ ἔστιν.  καὶ  ⸀αὐτὸς ὄγδοός ἐστιν καὶ ἐκ τῶν ἑπτά ἐστιν,  καὶ εἰς ἀπώλειαν ὑπάγει.  "],"query":"066017011"},{"canonical":"Revelation 17:12","passages":["καὶ τὰ δέκα κέρατα ἃ εἶδες δέκα βασιλεῖς εἰσιν,  οἵτινες βασιλείαν οὔπω ἔλαβον,  ἀλλὰ ἐξουσίαν ὡς βασιλεῖς μίαν ὥραν λαμβάνουσιν μετὰ τοῦ θηρίου.  "],"query":"066017012"},{"canonical":"Revelation 17:13","passages":["οὗτοι μίαν  ⸂γνώμην ἔχουσιν⸃,  καὶ τὴν δύναμιν  ⸀καὶ ἐξουσίαν αὐτῶν τῷ θηρίῳ διδόασιν.  "],"query":"066017013"},{"canonical":"Revelation 17:14","passages":["οὗτοι μετὰ τοῦ ἀρνίου πολεμήσουσιν,  καὶ τὸ ἀρνίον νικήσει αὐτούς,  ὅτι κύριος κυρίων ἐστὶν καὶ βασιλεὺς βασιλέων,  καὶ οἱ μετ’ αὐτοῦ κλητοὶ καὶ ἐκλεκτοὶ καὶ πιστοί.  "],"query":"066017014"},{"canonical":"Revelation 17:15","passages":["Καὶ λέγει μοι·  Τὰ ὕδατα ἃ εἶδες,  οὗ ἡ πόρνη κάθηται,  λαοὶ καὶ ὄχλοι εἰσὶν καὶ ἔθνη καὶ γλῶσσαι.  "],"query":"066017015"},{"canonical":"Revelation 17:16","passages":["καὶ τὰ δέκα κέρατα ἃ εἶδες καὶ τὸ θηρίον,  οὗτοι μισήσουσι τὴν πόρνην,  καὶ ἠρημωμένην ποιήσουσιν αὐτὴν καὶ  ⸀γυμνήν,  καὶ τὰς σάρκας αὐτῆς φάγονται,  καὶ αὐτὴν κατακαύσουσιν ἐν πυρί·  "],"query":"066017016"},{"canonical":"Revelation 17:17","passages":["ὁ γὰρ θεὸς ἔδωκεν εἰς τὰς καρδίας αὐτῶν ποιῆσαι τὴν γνώμην αὐτοῦ,  καὶ ποιῆσαι  ⸂μίαν γνώμην⸃  καὶ δοῦναι τὴν βασιλείαν αὐτῶν τῷ θηρίῳ,  ἄχρι  ⸀τελεσθήσονται οἱ λόγοι τοῦ θεοῦ.  "],"query":"066017017"},{"canonical":"Revelation 17:18","passages":["καὶ ἡ γυνὴ ἣν εἶδες ἔστιν ἡ πόλις ἡ μεγάλη ἡ ἔχουσα βασιλείαν ἐπὶ τῶν βασιλέων τῆς γῆς.  "],"query":"066017018"}]}