{"query":"066006","verses":[{},{"canonical":"Revelation 6:1","passages":["Καὶ εἶδον  ⸀ὅτε ἤνοιξεν τὸ ἀρνίον μίαν ἐκ τῶν ἑπτὰ σφραγίδων,  καὶ ἤκουσα ἑνὸς ἐκ τῶν τεσσάρων ζῴων λέγοντος ὡς φωνῇ βροντῆς·   ⸀Ἔρχου.  "],"query":"066006001"},{"canonical":"Revelation 6:2","passages":["καὶ  ⸂εἶδον,  καὶ⸃  ἰδοὺ ἵππος λευκός,  καὶ ὁ καθήμενος ἐπ’ αὐτὸν ἔχων τόξον,  καὶ ἐδόθη αὐτῷ στέφανος,  καὶ ἐξῆλθεν νικῶν καὶ ἵνα νικήσῃ.  "],"query":"066006002"},{"canonical":"Revelation 6:3","passages":["Καὶ ὅτε ἤνοιξεν τὴν  ⸂σφραγῖδα τὴν δευτέραν⸃,  ἤκουσα τοῦ δευτέρου ζῴου λέγοντος·  Ἔρχου.  "],"query":"066006003"},{"canonical":"Revelation 6:4","passages":["καὶ ἐξῆλθεν ἄλλος ἵππος πυρρός,  καὶ τῷ καθημένῳ ἐπ’ αὐτὸν ἐδόθη αὐτῷ λαβεῖν τὴν εἰρήνην ἐκ τῆς γῆς  ⸀καὶ ἵνα ἀλλήλους  ⸀σφάξουσιν,  καὶ ἐδόθη αὐτῷ μάχαιρα μεγάλη.  "],"query":"066006004"},{"canonical":"Revelation 6:5","passages":["Καὶ ὅτε ἤνοιξε τὴν σφραγῖδα τὴν τρίτην,  ἤκουσα τοῦ τρίτου ζῴου λέγοντος·  Ἔρχου.  καὶ  ⸀εἶδον,  καὶ ἰδοὺ ἵππος μέλας,  καὶ ὁ καθήμενος ἐπ’ αὐτὸν ἔχων ζυγὸν ἐν τῇ χειρὶ αὐτοῦ.  "],"query":"066006005"},{"canonical":"Revelation 6:6","passages":["καὶ ἤκουσα  ⸀ὡς φωνὴν ἐν μέσῳ τῶν τεσσάρων ζῴων λέγουσαν·  Χοῖνιξ σίτου δηναρίου,  καὶ τρεῖς χοίνικες  ⸀κριθῶν δηναρίου·  καὶ τὸ ἔλαιον καὶ τὸν οἶνον μὴ ἀδικήσῃς.  "],"query":"066006006"},{"canonical":"Revelation 6:7","passages":["Καὶ ὅτε ἤνοιξεν τὴν σφραγῖδα τὴν τετάρτην,  ἤκουσα  ⸀φωνὴν τοῦ τετάρτου ζῴου λέγοντος·   ⸀Ἔρχου.  "],"query":"066006007"},{"canonical":"Revelation 6:8","passages":["καὶ  ⸂εἶδον,  καὶ⸃  ἰδοὺ ἵππος χλωρός,  καὶ ὁ καθήμενος ἐπάνω αὐτοῦ ὄνομα αὐτῷ ὁ Θάνατος,  καὶ ὁ ᾅδης ἠκολούθει  ⸂μετ’ αὐτοῦ⸃,  καὶ ἐδόθη  ⸀αὐτοῖς ἐξουσία ἐπὶ τὸ τέταρτον τῆς γῆς,  ἀποκτεῖναι ἐν ῥομφαίᾳ καὶ ἐν λιμῷ καὶ ἐν θανάτῳ καὶ ὑπὸ τῶν θηρίων τῆς γῆς.  "],"query":"066006008"},{"canonical":"Revelation 6:9","passages":["Καὶ ὅτε ἤνοιξεν τὴν πέμπτην σφραγῖδα,  εἶδον ὑποκάτω τοῦ θυσιαστηρίου τὰς ψυχὰς τῶν ἐσφαγμένων διὰ τὸν λόγον τοῦ θεοῦ καὶ διὰ τὴν  ⸀μαρτυρίαν ἣν εἶχον.  "],"query":"066006009"},{"canonical":"Revelation 6:10","passages":["καὶ ἔκραξαν φωνῇ μεγάλῃ λέγοντες·  Ἕως πότε,  ὁ δεσπότης ὁ ἅγιος καὶ ἀληθινός,  οὐ κρίνεις καὶ ἐκδικεῖς τὸ αἷμα ἡμῶν ἐκ τῶν κατοικούντων ἐπὶ τῆς γῆς;  "],"query":"066006010"},{"canonical":"Revelation 6:11","passages":["καὶ ἐδόθη αὐτοῖς ἑκάστῳ στολὴ λευκή,  καὶ ἐρρέθη αὐτοῖς ἵνα  ⸀ἀναπαύσονται ἔτι χρόνον  ⸀μικρόν,  ἕως  ⸀πληρωθῶσιν καὶ οἱ σύνδουλοι αὐτῶν καὶ οἱ ἀδελφοὶ  ⸀αὐτῶν οἱ μέλλοντες  ⸀ἀποκτέννεσθαι ὡς καὶ αὐτοί.  "],"query":"066006011"},{"canonical":"Revelation 6:12","passages":["Καὶ εἶδον ὅτε ἤνοιξεν τὴν σφραγῖδα τὴν ἕκτην,  καὶ σεισμὸς μέγας ἐγένετο,  καὶ ὁ ἥλιος  ⸂ἐγένετο μέλας⸃  ὡς σάκκος τρίχινος,  καὶ ἡ σελήνη ὅλη ἐγένετο ὡς αἷμα,  "],"query":"066006012"},{"canonical":"Revelation 6:13","passages":["καὶ οἱ ἀστέρες τοῦ οὐρανοῦ ἔπεσαν εἰς τὴν γῆν,  ὡς συκῆ  ⸀βάλλει τοὺς ὀλύνθους αὐτῆς ὑπὸ ἀνέμου μεγάλου σειομένη,  "],"query":"066006013"},{"canonical":"Revelation 6:14","passages":["καὶ ὁ οὐρανὸς ἀπεχωρίσθη ὡς βιβλίον ἑλισσόμενον,  καὶ πᾶν ὄρος καὶ νῆσος ἐκ τῶν τόπων αὐτῶν ἐκινήθησαν.  "],"query":"066006014"},{"canonical":"Revelation 6:15","passages":["καὶ οἱ βασιλεῖς τῆς γῆς καὶ οἱ μεγιστᾶνες καὶ οἱ χιλίαρχοι καὶ οἱ πλούσιοι καὶ οἱ ἰσχυροὶ καὶ πᾶς δοῦλος καὶ ἐλεύθερος ἔκρυψαν ἑαυτοὺς εἰς τὰ σπήλαια καὶ εἰς τὰς πέτρας τῶν ὀρέων·  "],"query":"066006015"},{"canonical":"Revelation 6:16","passages":["καὶ λέγουσιν τοῖς ὄρεσιν καὶ ταῖς πέτραις·  Πέσετε ἐφ’ ἡμᾶς καὶ κρύψατε ἡμᾶς ἀπὸ προσώπου τοῦ καθημένου ἐπὶ τοῦ θρόνου καὶ ἀπὸ τῆς ὀργῆς τοῦ ἀρνίου,  "],"query":"066006016"},{"canonical":"Revelation 6:17","passages":["ὅτι ἦλθεν ἡ ἡμέρα ἡ μεγάλη τῆς ὀργῆς  ⸀αὐτῶν,  καὶ τίς δύναται σταθῆναι;  "],"query":"066006017"}]}