{"query":"066002","verses":[{},{"canonical":"Revelation 2:1","passages":["Τῷ ἀγγέλῳ  ⸀τῆς ἐν Ἐφέσῳ ἐκκλησίας γράψον·  Τάδε λέγει ὁ κρατῶν τοὺς ἑπτὰ ἀστέρας ἐν τῇ δεξιᾷ αὐτοῦ,  ὁ περιπατῶν ἐν μέσῳ τῶν ἑπτὰ λυχνιῶν τῶν χρυσῶν·  "],"query":"066002001"},{"canonical":"Revelation 2:2","passages":["Οἶδα τὰ ἔργα σου,  καὶ τὸν  ⸀κόπον καὶ τὴν ὑπομονήν σου,  καὶ ὅτι οὐ δύνῃ βαστάσαι κακούς,  καὶ ἐπείρασας τοὺς λέγοντας ἑαυτοὺς  ⸀ἀποστόλους,  καὶ οὐκ εἰσίν,  καὶ εὗρες αὐτοὺς ψευδεῖς·  "],"query":"066002002"},{"canonical":"Revelation 2:3","passages":["καὶ ὑπομονὴν ἔχεις,  καὶ ἐβάστασας διὰ τὸ ὄνομά μου,  καὶ  ⸂οὐ κεκοπίακες⸃.  "],"query":"066002003"},{"canonical":"Revelation 2:4","passages":["ἀλλὰ ἔχω κατὰ σοῦ ὅτι τὴν ἀγάπην σου τὴν πρώτην ἀφῆκες.  "],"query":"066002004"},{"canonical":"Revelation 2:5","passages":["μνημόνευε οὖν πόθεν  ⸀πέπτωκας,  καὶ μετανόησον καὶ τὰ πρῶτα ἔργα ποίησον·  εἰ δὲ μή,  ἔρχομαί  ⸀σοι,  καὶ κινήσω τὴν λυχνίαν σου ἐκ τοῦ τόπου αὐτῆς,  ἐὰν μὴ μετανοήσῃς.  "],"query":"066002005"},{"canonical":"Revelation 2:6","passages":["ἀλλὰ τοῦτο ἔχεις ὅτι μισεῖς τὰ ἔργα τῶν Νικολαϊτῶν,  ἃ κἀγὼ μισῶ.  "],"query":"066002006"},{"canonical":"Revelation 2:7","passages":["ὁ ἔχων οὖς ἀκουσάτω τί τὸ πνεῦμα λέγει ταῖς ἐκκλησίαις.  τῷ νικῶντι δώσω αὐτῷ φαγεῖν ἐκ τοῦ ξύλου τῆς ζωῆς,  ὅ ἐστιν ἐν τῷ παραδείσῳ τοῦ  ⸀θεοῦ.  "],"query":"066002007"},{"canonical":"Revelation 2:8","passages":["Καὶ τῷ ἀγγέλῳ  ⸀τῆς ἐν Σμύρνῃ ἐκκλησίας γράψον·  Τάδε λέγει ὁ πρῶτος καὶ ὁ ἔσχατος,  ὃς ἐγένετο νεκρὸς καὶ ἔζησεν·  "],"query":"066002008"},{"canonical":"Revelation 2:9","passages":["Οἶδά  ⸀σου τὴν θλῖψιν καὶ τὴν πτωχείαν,  ἀλλὰ πλούσιος εἶ,  καὶ τὴν βλασφημίαν ἐκ τῶν λεγόντων Ἰουδαίους εἶναι ἑαυτούς,  καὶ οὐκ εἰσίν,  ἀλλὰ συναγωγὴ τοῦ Σατανᾶ.  "],"query":"066002009"},{"canonical":"Revelation 2:10","passages":[" ⸀μηδὲν φοβοῦ ἃ μέλλεις  ⸀πάσχειν.   ⸀ἰδοὺ μέλλει  ⸀βάλλειν ὁ διάβολος ἐξ ὑμῶν εἰς φυλακὴν ἵνα πειρασθῆτε,  καὶ  ⸀ἕξετε θλῖψιν ἡμερῶν δέκα.  γίνου πιστὸς ἄχρι θανάτου,  καὶ δώσω σοι τὸν στέφανον τῆς ζωῆς.  "],"query":"066002010"},{"canonical":"Revelation 2:11","passages":["ὁ ἔχων οὖς ἀκουσάτω τί τὸ πνεῦμα λέγει ταῖς ἐκκλησίαις.  ὁ νικῶν οὐ μὴ ἀδικηθῇ ἐκ τοῦ θανάτου τοῦ δευτέρου.  "],"query":"066002011"},{"canonical":"Revelation 2:12","passages":["Καὶ τῷ ἀγγέλῳ τῆς ἐν Περγάμῳ ἐκκλησίας γράψον·  Τάδε λέγει ὁ ἔχων τὴν ῥομφαίαν τὴν δίστομον τὴν ὀξεῖαν·  "],"query":"066002012"},{"canonical":"Revelation 2:13","passages":[" ⸀Οἶδα ποῦ κατοικεῖς,  ὅπου ὁ θρόνος τοῦ Σατανᾶ,  καὶ κρατεῖς τὸ ὄνομά μου,  καὶ οὐκ ἠρνήσω τὴν πίστιν μου  ⸀καὶ ἐν ταῖς  ⸀ἡμέραις Ἀντιπᾶς,  ὁ μάρτυς μου,  ὁ πιστός  ⸀μου,  ὃς ἀπεκτάνθη παρ’ ὑμῖν,  ὅπου ὁ Σατανᾶς κατοικεῖ.  "],"query":"066002013"},{"canonical":"Revelation 2:14","passages":["ἀλλὰ ἔχω κατὰ σοῦ ὀλίγα,  ὅτι ἔχεις ἐκεῖ κρατοῦντας τὴν διδαχὴν Βαλαάμ,  ὃς  ⸂ἐδίδασκεν τῷ⸃  Βαλὰκ βαλεῖν σκάνδαλον ἐνώπιον τῶν υἱῶν Ἰσραήλ,   ⸀φαγεῖν εἰδωλόθυτα καὶ πορνεῦσαι·  "],"query":"066002014"},{"canonical":"Revelation 2:15","passages":["οὕτως ἔχεις καὶ σὺ κρατοῦντας τὴν  ⸀διδαχὴν Νικολαϊτῶν ὁμοίως.  "],"query":"066002015"},{"canonical":"Revelation 2:16","passages":["μετανόησον οὖν·  εἰ δὲ μή,  ἔρχομαί σοι ταχύ,  καὶ πολεμήσω μετ’ αὐτῶν ἐν τῇ ῥομφαίᾳ τοῦ στόματός μου.  "],"query":"066002016"},{"canonical":"Revelation 2:17","passages":["ὁ ἔχων οὖς ἀκουσάτω τί τὸ πνεῦμα λέγει ταῖς ἐκκλησίαις.  τῷ νικῶντι δώσω  ⸀αὐτῷ τοῦ μάννα τοῦ κεκρυμμένου,  καὶ δώσω αὐτῷ ψῆφον λευκήν,  καὶ ἐπὶ τὴν ψῆφον ὄνομα καινὸν γεγραμμένον ὃ οὐδεὶς οἶδεν εἰ μὴ ὁ λαμβάνων.  "],"query":"066002017"},{"canonical":"Revelation 2:18","passages":["Καὶ τῷ ἀγγέλῳ  ⸀τῆς ἐν Θυατείροις ἐκκλησίας γράψον·  Τάδε λέγει ὁ υἱὸς τοῦ θεοῦ,  ὁ ἔχων τοὺς ὀφθαλμοὺς αὐτοῦ ὡς φλόγα πυρός,  καὶ οἱ πόδες αὐτοῦ ὅμοιοι χαλκολιβάνῳ·  "],"query":"066002018"},{"canonical":"Revelation 2:19","passages":["Οἶδά σου τὰ ἔργα,  καὶ τὴν  ⸂ἀγάπην καὶ τὴν πίστιν⸃  καὶ τὴν διακονίαν καὶ τὴν ὑπομονήν σου,  καὶ τὰ ἔργα σου τὰ ἔσχατα πλείονα τῶν πρώτων.  "],"query":"066002019"},{"canonical":"Revelation 2:20","passages":["ἀλλὰ ἔχω κατὰ σοῦ ὅτι ἀφεῖς τὴν  ⸀γυναῖκα Ἰεζάβελ,  ἡ  ⸀λέγουσα ἑαυτὴν προφῆτιν,  καὶ διδάσκει καὶ πλανᾷ τοὺς ἐμοὺς δούλους πορνεῦσαι καὶ φαγεῖν εἰδωλόθυτα.  "],"query":"066002020"},{"canonical":"Revelation 2:21","passages":["καὶ ἔδωκα αὐτῇ χρόνον ἵνα μετανοήσῃ,  καὶ οὐ θέλει μετανοῆσαι ἐκ τῆς πορνείας αὐτῆς.  "],"query":"066002021"},{"canonical":"Revelation 2:22","passages":["ἰδοὺ βάλλω αὐτὴν εἰς κλίνην,  καὶ τοὺς μοιχεύοντας μετ’ αὐτῆς εἰς θλῖψιν μεγάλην,  ἐὰν μὴ  ⸀μετανοήσωσιν ἐκ τῶν ἔργων αὐτῆς·  "],"query":"066002022"},{"canonical":"Revelation 2:23","passages":["καὶ τὰ τέκνα αὐτῆς ἀποκτενῶ ἐν θανάτῳ·  καὶ γνώσονται πᾶσαι αἱ ἐκκλησίαι ὅτι ἐγώ εἰμι ὁ ἐραυνῶν νεφροὺς καὶ καρδίας,  καὶ δώσω ὑμῖν ἑκάστῳ κατὰ τὰ ἔργα ὑμῶν.  "],"query":"066002023"},{"canonical":"Revelation 2:24","passages":["ὑμῖν δὲ λέγω τοῖς λοιποῖς τοῖς ἐν Θυατείροις,  ὅσοι οὐκ ἔχουσιν τὴν διδαχὴν ταύτην,  οἵτινες οὐκ ἔγνωσαν τὰ βαθέα τοῦ Σατανᾶ,  ὡς λέγουσιν,  οὐ βάλλω ἐφ’ ὑμᾶς ἄλλο βάρος·  "],"query":"066002024"},{"canonical":"Revelation 2:25","passages":["πλὴν ὃ ἔχετε κρατήσατε ἄχρι οὗ ἂν ἥξω.  "],"query":"066002025"},{"canonical":"Revelation 2:26","passages":["καὶ ὁ νικῶν καὶ ὁ τηρῶν ἄχρι τέλους τὰ ἔργα μου,  δώσω αὐτῷ ἐξουσίαν ἐπὶ τῶν ἐθνῶν,  "],"query":"066002026"},{"canonical":"Revelation 2:27","passages":["καὶ ποιμανεῖ αὐτοὺς ἐν ῥάβδῳ σιδηρᾷ ὡς τὰ σκεύη τὰ κεραμικὰ  ⸀συντρίβεται,  "],"query":"066002027"},{"canonical":"Revelation 2:28","passages":["ὡς κἀγὼ εἴληφα παρὰ τοῦ πατρός μου,  καὶ δώσω αὐτῷ τὸν ἀστέρα τὸν πρωϊνόν.  "],"query":"066002028"},{"canonical":"Revelation 2:29","passages":["ὁ ἔχων οὖς ἀκουσάτω τί τὸ πνεῦμα λέγει ταῖς ἐκκλησίαις.  "],"query":"066002029"}]}